<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [ OWASP - Montreal ] OWASP Montr&#233;al - 7 et 11 novembre 2013
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-montreal%40lists.owasp.org?Subject=Re%3A%20%5B%20OWASP%20-%20Montreal%20%5D%20%3D%3Fwindows-1252%3Fq%3FOWASP_Montr%3DE9al_-_7_et_11_%3F%3D%0A%20%3D%3Fwindows-1252%3Fq%3Fnovembre_2013%3F%3D&In-Reply-To=%3C526DB0FB.8070103%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000237.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[ OWASP - Montreal ] OWASP Montr&#233;al - 7 et 11 novembre 2013</H1>
    <B>Jonathan Marcil</B> 
    <A HREF="mailto:owasp-montreal%40lists.owasp.org?Subject=Re%3A%20%5B%20OWASP%20-%20Montreal%20%5D%20%3D%3Fwindows-1252%3Fq%3FOWASP_Montr%3DE9al_-_7_et_11_%3F%3D%0A%20%3D%3Fwindows-1252%3Fq%3Fnovembre_2013%3F%3D&In-Reply-To=%3C526DB0FB.8070103%40owasp.org%3E"
       TITLE="[ OWASP - Montreal ] OWASP Montr&#233;al - 7 et 11 novembre 2013">jonathan.marcil at owasp.org
       </A><BR>
    <I>Mon Oct 28 00:34:03 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000237.html">[ OWASP - Montreal ] Pr&#233;sentations 24 octobre et 7 novembre
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#238">[ date ]</a>
              <a href="thread.html#238">[ thread ]</a>
              <a href="subject.html#238">[ subject ]</a>
              <a href="author.html#238">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>OWASP Montr&#233;al - 7 novembre 2013 - Vuln&#233;rabilit&#233;s li&#233;es au t&#233;l&#233;versement
de fichiers

Attention! Pr&#233;sentation sp&#233;ciale sur l'heure du midi

PR&#201;SENTATEUR PRINCIPAL: Philippe Arteau

R&#201;SUM&#201;: Le t&#233;l&#233;versement de fichiers fait partie int&#233;grante des
applications web modernes. Qu'il s'agisse d'images ou de documents,
plusieurs risques guettent l'acceptation de fichiers provenant d'un
utilisateur. Les attaques les plus communes seront pr&#233;sent&#233;es allant de
simples &quot;webshells&quot; &#224; des probl&#232;mes de configuration plus pouss&#233;s li&#233;s
au &quot;same orgin policy&quot;.

BIO: Philippe est conseiller en s&#233;curit&#233; applicative pour le Groupe
Technologies Desjardins. Au quotidien, il s'occupe d'effectuer des tests
d'intrusions et des revues de code pour des applications utilis&#233;es par
Desjardins. Il a d&#233;couvert des vuln&#233;rabilit&#233;s importantes dans plusieurs
logiciels populaires comme Google Chrome, DropBox, ESAPI et Jira.

QUAND: 7 novembre 2013 &#224; 12h30

O&#217;: &#201;cole Polytechnique de Montr&#233;al, 2500 chemin de Polytechnique,
Montr&#233;al (Qu&#233;bec) H3T 1J4, pavillon Lassonde, Salle : M-2204

INSCRIPTION: <A HREF="https://www.eventbrite.ca/event/8944847279">https://www.eventbrite.ca/event/8944847279</A>

WEBCAST: Sera disponible en direct sur YouTube
<A HREF="http://www.youtube.com/owaspmontreal">http://www.youtube.com/owaspmontreal</A>

&#201;QUIPE ACAD&#201;MIQUE: Polytechnique - Polyhack <A HREF="http://polyhack.org/">http://polyhack.org/</A>
PROGRAMME:
 12h30-12h40 Accueil
 12h40-12h45 Introduction
 12h45-13h25 Pr&#233;sentation principale
 13h25-13h35 Questions


-


OWASP Montr&#233;al - 11 novembre 2013 - ISO/IEC 27034 &#8211; S&#233;curit&#233; des
applications

PR&#201;SENTATEUR PRINCIPAL: Luc Poulin

R&#201;SUM&#201;: Cette nouvelle norme propose aux organisations de toutes tailles
un mod&#232;le pour faciliter l&#8217;int&#233;gration de la s&#233;curit&#233; tout au long du
cycle de vie des applications. Ce mod&#232;le comprend des objets et des
processus qui compl&#232;tent ceux d&#233;j&#224; en place dans l&#8217;organisation et
s&#8217;ins&#232;rent dans les pratiques courantes de gouvernance, de gestion et
d&#8217;op&#233;ration, telles que le SGSI propos&#233; par la norme ISO/CEI 27001, les
processus ITIL et ISO/CEI 12207, les pratiques de s&#233;curit&#233; OWASP et
PCI-DSS, etc. La norme 27034 est destin&#233;e aux gestionnaires, &#233;quipes de
r&#233;alisation et d&#8217;exploitation, clients et fournisseurs d&#8217;applications et
auditeurs qui doivent concevoir, planifier, implanter, g&#233;rer et v&#233;rifier
la s&#233;curit&#233; des applications. La conformit&#233; &#224; cette norme r&#233;sulte en la
diminution du risque par r&#233;duction des vuln&#233;rabilit&#233;s des applications.

BIO: M. Poulin compte plus de trente ann&#233;es d'exp&#233;rience en
informatique, durant lesquelles il a acquis une solide expertise en
technologie des syst&#232;mes et en g&#233;nie logiciel. Il se sp&#233;cialise en
gestion, implantation et &#233;valuation de la s&#233;curit&#233; globale de syst&#232;mes
informatiques, &#224; l'int&#233;rieur d'environnements de d&#233;veloppement et
d&#8217;op&#233;ration d'applications. Il est un membre du groupe de travail
canadien WG D &#8211; Security Controls and Services au sous-comit&#233; sur la
s&#233;curit&#233; de l&#8217;information (SC 27) du comit&#233; conjoint ISO JTC 1, et
cor&#233;dacteur de la norme ISO/IEC 27034 &#8211; S&#233;curit&#233; des applications.

QUAND: 11 novembre 2013

O&#217;: &#201;cole de technologie sup&#233;rieure, 1100 rue Notre-Dame ouest,
Montr&#233;al, Salle: A-1150

INSCRIPTION: <A HREF="http://www.eventbrite.ca/event/9006250939">http://www.eventbrite.ca/event/9006250939</A>

WEBCAST: Sera disponible en direct sur YouTube
<A HREF="http://www.youtube.com/owaspmontreal">http://www.youtube.com/owaspmontreal</A>

&#201;QUIPE ACAD&#201;MIQUE: ETS - DCI <A HREF="http://dciets.com/">http://dciets.com/</A>

PROGRAMME:
18:00-18:30 R&#233;seautage
18:30-18:35 Mot de bienvenue par le leader du chapitre (Jonathan M.)
18:35-19:30 Pr&#233;sentation principale : ISO/IEC 27034 &#8211; S&#233;curit&#233; des
application
19:30-20:00 Discussion ouverte
20:00-...   Fin de la rencontre dans un pub



<A HREF="https://www.owasp.org/index.php/Montreal#Next_event">https://www.owasp.org/index.php/Montreal#Next_event</A>


--


Autres annonces

-

Diapositives de la derni&#232;re pr&#233;sentation

Authentification &#224; deux facteurs pour services Web par Alexandre Rimthong

<A HREF="https://speakerdeck.com/owaspmontreal/authentification-a-deux-facteurs-pour-services-web-par-alexandre-rimthong">https://speakerdeck.com/owaspmontreal/authentification-a-deux-facteurs-pour-services-web-par-alexandre-rimthong</A>

Webcast complet :
<A HREF="http://www.youtube.com/watch?v=1h7Dp23zfpA">http://www.youtube.com/watch?v=1h7Dp23zfpA</A>

-

APPSECUSA 2013

NOVEMBER 18 - 21
NEW YORK MARRIOTT MARQUIS, NYC

AppSec USA is a world-class software security conference for
technologists, auditors, risk managers, and entrepreneurs, gathering the
world's top practitioners, to share the latest research and practices,
in the high energy atmosphere of the Marriott, NYC.

<A HREF="http://appsecusa.org/2013/">http://appsecusa.org/2013/</A>

-


NORTHSEC
COMP&#201;TITION DE S&#201;CURIT&#201; APPLIQU&#201;E LE 25-26-27 AVRIL 2014


NORTHSEC 2014 AU MARCH&#201; BONSECOURS DANS LE VIEUX PORT DE MONTR&#201;AL

C&#8217;est avec un immense plaisir que nous pouvons d&#233;sormais vous annoncer
que l&#8217;&#233;v&#232;nement NorthSec 2014 se tiendra dans la magnifique Salle de Bal
du March&#233; Bonsecours dans le Vieux Port de Montr&#233;al.

NorthSec est une organisation &#224; but non lucratif bas&#233;e &#224; Montr&#233;al qui
organise un &#233;v&#233;nement annuel en s&#233;curit&#233; appliqu&#233;e. La comp&#233;tition aura
lieu au March&#233; Bonsecours de Montr&#233;al le 25, 26 et 27 avril 2014.

<A HREF="https://www.nsec.io">https://www.nsec.io</A>

-

Hackfest 8-9 novembre 2013

L&#8217;&#233;v&#233;nement annuel c&#8217;est deux jours de conf&#233;rences, o&#249; la premi&#232;re
journ&#233;e s&#8217;adresse &#224; un public curieux de la s&#233;curit&#233; et la deuxi&#232;me &#224; un
publique qui s&#8217;int&#233;resse aux d&#233;tails techniques de la s&#233;curit&#233;, aka
&#8220;Hardcode&#8221;. Les soir&#233;es sont une rencontre privil&#233;gi&#233;e, o&#249; les
participants peuvent mesurer leur habilet&#233; en s&#233;curit&#233; lors de &#171; Capture
the Flag &#187;, &#171; Red team &amp; Blue team &#187; unique en sont genre, du
lockpicking et plus encore. Cela en fait le plus gros &#233;v&#233;nement de
s&#233;curit&#233; au Qu&#233;bec et le plus gros rassemblement de hacking games du
genre dans l&#8217;est du Canada.

<A HREF="http://www.hackfest.ca/">http://www.hackfest.ca/</A>


-


OWASP Montreal on Twitter And YouTube

Follow us!
<A HREF="https://twitter.com/owaspmontreal">https://twitter.com/owaspmontreal</A>

Subscribe!
<A HREF="http://www.youtube.com/user/owaspmontreal">http://www.youtube.com/user/owaspmontreal</A>
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000237.html">[ OWASP - Montreal ] Pr&#233;sentations 24 octobre et 7 novembre
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#238">[ date ]</a>
              <a href="thread.html#238">[ thread ]</a>
              <a href="subject.html#238">[ subject ]</a>
              <a href="author.html#238">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-montreal">More information about the Owasp-montreal
mailing list</a><br>
</body></html>
