<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] Forwarding OWASP meeting invitation to your peers
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20Forwarding%20OWASP%20meeting%20invitation%20to%20your%20peers&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000175.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] Forwarding OWASP meeting invitation to your peers</H1>
    <B>Ofer Shezaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20Forwarding%20OWASP%20meeting%20invitation%20to%20your%20peers&In-Reply-To="
       TITLE="[OWASP Israel] Forwarding OWASP meeting invitation to your peers">ofer at shezaf.com
       </A><BR>
    <I>Tue May  5 04:03:15 EDT 2009</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000175.html">[OWASP Israel] Presentations from OWASP Israel meeting on Thursday	online
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#174">[ date ]</a>
              <a href="thread.html#174">[ thread ]</a>
              <a href="subject.html#174">[ subject ]</a>
              <a href="author.html#174">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE> 

&#1513;&#1500;&#1493;&#1501; &#1495;&#1489;&#1512;&#1497;&#1501;,

 

&#1497;&#1513; &#1500;&#1504;&#1493; &#1502;&#1506;&#1500; 50 &#1504;&#1512;&#1513;&#1502;&#1497;&#1501; &#1500;&#1508;&#1490;&#1497;&#1513;&#1492; &#1513;&#1500; OWASP &#1489;&#1497;&#1493;&#1501; &#1495;&#1502;&#1497;&#1513;&#1497;, &#1488;&#1489;&#1500; &#1488;&#1504;&#1497; &#1495;&#1493;&#1513;&#1489; &#1513;&#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1489;&#1497;&#1488;
&#1497;&#1493;&#1514;&#1512; &#1488;&#1504;&#1513;&#1497;&#1501;.

 

&#1495;&#1513;&#1489;&#1514;&#1497; &#1500;&#1489;&#1511;&#1513; &#1502;&#1502;&#1497; &#1513;&#1506;&#1493;&#1491; &#1500;&#1488; &#1506;&#1513;&#1492; &#1494;&#1488;&#1514; &#1500;&#1492;&#1508;&#1497;&#1509; &#1488;&#1514; &#1492;&#1502;&#1499;&#1514;&#1489; &#1489;&#1514;&#1493;&#1498; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503; &#1513;&#1500;&#1493; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1513;&#1500;&#1492;&#1501;
&#1492;&#1502;&#1508;&#1490;&#1513; &#1512;&#1500;&#1493;&#1493;&#1504;&#1496;&#1497;. &#1493;&#1488;&#1501; &#1499;&#1489;&#1512; &#1488;&#1494; &#1500;&#1502;&#1492; &#1500;&#1488; &#1490;&#1501; &#1500;&#1495;&#1489;&#1512;&#1497;&#1501; &#1502;&#1495;&#1493;&#1509; &#1500;&#1488;&#1512;&#1490;&#1493;&#1503;. &#1512;&#1510;&#1493;&#1508;&#1492; &#1500;&#1502;&#1496;&#1492; &#1492;&#1492;&#1494;&#1502;&#1504;&#1492;.

 

&#1514;&#1493;&#1491;&#1492;

~ &#1506;&#1508;&#1512;

 

---

 

&#1513;&#1500;&#1493;&#1501;,

 

&#1500;&#1502;&#1497; &#1513;&#1506;&#1493;&#1491; &#1500;&#1488; &#1497;&#1493;&#1491;&#1506;, OWASP &#1492;&#1493;&#1488; &#1488;&#1512;&#1490;&#1493;&#1503; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497; &#1492;&#1514;&#1504;&#1491;&#1489;&#1493;&#1514;&#1497; &#1506;&#1493;&#1500;&#1502;&#1497; &#1492;&#1502;&#1514;&#1502;&#1511;&#1491; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. &#1489;&#1488;&#1512;&#1509; &#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1502;&#1508;&#1490;&#1513;&#1497;&#1501; &#1492;&#1502;&#1514;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497;&#1501; &#1489;&#1512;&#1502;&#1492; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1514; &#1490;&#1489;&#1493;&#1492;&#1492; &#1492;&#1502;&#1488;&#1508;&#1513;&#1512;&#1497;&#1501; &#1488;&#1514;
&#1500;&#1497;&#1502;&#1493;&#1491; &#1492;&#1504;&#1493;&#1513;&#1488; &#1493;&#1491;&#1497;&#1493;&#1503; &#1502;&#1506;&#1502;&#1497;&#1511; &#1489;&#1488;&#1497;&#1493;&#1501; &#1493;&#1489;&#1508;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514;. &#1489;&#1497;&#1493;&#1501; &#1495;&#1502;&#1497;&#1513;&#1497; &#1492;&#1511;&#1512;&#1493;&#1489;, &#1492;-7 &#1500;&#1502;&#1488;&#1497; &#1489;&#1513;&#1506;&#1492;
16:00, &#1504;&#1497;&#1508;&#1490;&#1513; &#1489;&#1502;&#1513;&#1512;&#1491;&#1497; &#1495;&#1489;&#1512;&#1514; IBM &#1489;&#1508;&#1488;&#1512;&#1511; &#1488;&#1494;&#1493;&#1512;&#1497;&#1501; &#1489;&#1508;&#1514;&#1495;-&#1514;&#1511;&#1493;&#1492; (&#1502;&#1508;&#1492;:
&lt;<A HREF="http://www-05.ibm.com/il/map-he.html">http://www-05.ibm.com/il/map-he.html</A>&gt;
<A HREF="http://www-05.ibm.com/il/map-he.html">http://www-05.ibm.com/il/map-he.html</A>).

 

&#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1492;&#1502;&#1512;&#1499;&#1494;&#1497;&#1514; &#1514;&#1492;&#1497;&#1492; &#1513;&#1500; &#1506;&#1491;&#1497; &#1513;&#1506;&#1512;&#1489;&#1504;&#1497; &#1502;-IBM &#1489;&#1504;&#1493;&#1513;&#1488; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &quot;&#1488;&#1491;&#1501; &#1489;&#1488;&#1502;&#1510;&#1506;&quot; &#1488;&#1511;&#1496;&#1497;&#1489;&#1497;&#1493;&#1514;
&#1500;&#1502;&#1506;&#1512;&#1499;&#1493;&#1514; Web. &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1502;&#1489;&#1493;&#1505;&#1505;&#1514; &#1506;&#1500; &#1502;&#1495;&#1511;&#1512; &#1502;&#1511;&#1497;&#1507; &#1513;&#1500; &#1511;&#1489;&#1493;&#1510;&#1514; &#1492;&#1502;&#1495;&#1511;&#1512; &#1489;-IBM &#1493;&#1514;&#1493;&#1510;&#1490; &#1513;&#1489;&#1493;&#1506; &#1500;&#1488;&#1495;&#1512;
&#1492;&#1499;&#1504;&#1505; &#1513;&#1500;&#1504;&#1493; &#1490;&#1501; &#1489;&#1499;&#1504;&#1505; &#1492;&#1488;&#1497;&#1512;&#1493;&#1508;&#1497; &#1492;&#1513;&#1504;&#1514;&#1497; &#1513;&#1500; OWASP. &#1489;&#1493;&#1488;&#1493; &#1500;&#1492;&#1497;&#1493;&#1514; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1497;&#1501; &#1500;&#1513;&#1502;&#1493;&#1506;! &#1499;&#1502;&#1493; &#1499;&#1503;
&#1504;&#1513;&#1502;&#1506; &#1506;&#1500; &#1488;&#1495;&#1491; &#1492;&#1488;&#1497;&#1493;&#1502;&#1497;&#1501; &#1492;&#1502;&#1512;&#1499;&#1494;&#1497;&#1497;&#1501; &#1499;&#1497;&#1493;&#1501; &#1500;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497; Web: &#1492;&#1514;&#1511;&#1508;&#1504;&#1493;&#1514; &#1502;&#1502;&#1493;&#1499;&#1504;&#1493;&#1514;.

 

&#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1506;&#1500; &#1492;&#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; &#1489;:

&#1506;&#1489;&#1512;&#1497;&#1514;:  &lt;<A HREF="http://www.xiom.com/owasp-meeting-7-4-2009">http://www.xiom.com/owasp-meeting-7-4-2009</A>&gt;
<A HREF="http://www.xiom.com/owasp-meeting-7-4-2009">http://www.xiom.com/owasp-meeting-7-4-2009</A>

&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;:  &lt;<A HREF="http://www.owasp.org.il">http://www.owasp.org.il</A>&gt; <A HREF="http://www.owasp.org.il">http://www.owasp.org.il</A>

 

&#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1512;&#1513;&#1501; &#1513;&#1497;&#1500;&#1495;&#1493; &#1491;&#1493;&#1488;&quot;&#1500; &#1488;&#1500;&#1497;, &#1506;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507; (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">shezaf at xiom.com</A>) &#1493;&#1508;&#1512;&#1496;&#1493; &#1513;&#1501;, &#1491;&#1493;&#1488;&quot;&#1500; &#1493;&#1488;&#1514;
&#1492;&#1488;&#1512;&#1490;&#1493;&#1503; &#1502;&#1502;&#1504;&#1493; &#1488;&#1514;&#1501; &#1489;&#1488;&#1497;&#1501;.

 

&#1514;&#1493;&#1491;&#1492;

~ &#1506;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;

&#1502;&#1512;&#1499;&#1494; OWASP Israel

 

 

~ Ofer

 

Ofer Shezaf [<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">shezaf at xiom.com</A>, +972-54-4431119, www.xiom.com]

 

Founder, Xiom.com, the WAF experts, <A HREF="http://www.xiom.com">http://www.xiom.com</A>

Leader, WASC Web Hacking Incidents Database (WHID) Project

Leader, WASC Web Application Firewall Evaluation Criteria (WAFEC) Project

Chairman, OWASP Israel 

 

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20090505/014b4bbf/attachment.html">https://lists.owasp.org/pipermail/owasp-israel/attachments/20090505/014b4bbf/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000175.html">[OWASP Israel] Presentations from OWASP Israel meeting on Thursday	online
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#174">[ date ]</a>
              <a href="thread.html#174">[ thread ]</a>
              <a href="subject.html#174">[ subject ]</a>
              <a href="author.html#174">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
