<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec IL 2014 conference - CALL FOR	PRESENTATIONS
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20IL%202014%20conference%20-%20CALL%20FOR%0A%09PRESENTATIONS&In-Reply-To=%3CSNT404-EAS3011A363C01D8077E5D97A0B10C0%40phx.gbl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000422.html">
   <LINK REL="Next"  HREF="000423.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec IL 2014 conference - CALL FOR	PRESENTATIONS</H1>
    <B>Avi Douglen</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20IL%202014%20conference%20-%20CALL%20FOR%0A%09PRESENTATIONS&In-Reply-To=%3CSNT404-EAS3011A363C01D8077E5D97A0B10C0%40phx.gbl%3E"
       TITLE="[OWASP Israel] OWASP AppSec IL 2014 conference - CALL FOR	PRESENTATIONS">douglen at hotmail.com
       </A><BR>
    <I>Tue Jul  8 08:14:16 UTC 2014</I>
    <P><UL>
        <LI>Previous message: <A HREF="000422.html">[OWASP Israel] OWASP AppSec IL 2014 conference - REGISTRATION OPEN
</A></li>
        <LI>Next message: <A HREF="000423.html">[OWASP Israel] OWASP AppSec IL 2014 Conference - Call For Sponsors
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#421">[ date ]</a>
              <a href="thread.html#421">[ thread ]</a>
              <a href="subject.html#421">[ subject ]</a>
              <a href="author.html#421">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>In order to ensure fascinating lectures as every year, we are opening a Call
for Presentations and anyone is invited to submit a proposal for a
presentation. 

 

Even if you've never done this before - you should not be discouraged from
submitting! It is important to the conference committee to have a variety of
speakers, and even if this is your first time presenting we will ensure that
you have the support needed to give a great talk.

 

CFP details and submission form:
&lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014_CFP">https://www.owasp.org/index.php/AppSec_Israel_2014_CFP</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014_CFP">https://www.owasp.org/index.php/AppSec_Israel_2014_CFP</A> 

 

SUBMISSION DEADLINE: August 3rd, 2014

 

Please note that only submissions entered into that form will be considered,
so please do not send via email. 

 

Conference page:  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014">https://www.owasp.org/index.php/AppSec_Israel_2014</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014">https://www.owasp.org/index.php/AppSec_Israel_2014</A>

 

Good luck! 

Avi D 

 

 

 

The annual OWASP AppSec Israel Conference will take place this year on
Tuesday, September 2, 2014. The conference will take place at the IDC in
Herzliya, as in previous years.  

 

The Conference will include lecture tracks, and also a sponsors display area
for vendors of products and services relevant to Application Security. 

 

OWASP Israel is the largest conference in Israel for application security,
and regularly draws over hundreds of participants. Last year more than 450
attended &#8211; don&#8217;t miss it this year! 

 

Attending the conference is free of charge, however advance registration is
required.  

 

Sponsors: 

Companies that would like to sponsor the conference and display their
products or services, are requested to contact me as soon as possible. 

 

Looking forward to seeing you all! 

Avi D 

OWASP IL 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1499;&#1504;&#1505; OWASP AppSec &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1492;&#1513;&#1504;&#1492; &#1489;&#1497;&#1493;&#1501; &#1490;', &#1492;-2 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; (&#1494;' &#1488;&#1500;&#1493;&#1500;).
&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1489;&#1497;&#1504;&#1514;&#1495;&#1493;&#1502;&#1497; &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492; &#1499;&#1489;&#1513;&#1504;&#1497;&#1501; &#1511;&#1493;&#1491;&#1502;&#1493;&#1514;. 

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1499;&#1502;&#1493; &#1490;&#1501; &#1488;&#1494;&#1493;&#1512; &#1489;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. 

 

&#1499;&#1504;&#1505; OWASP Israel &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1493;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492;
&#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1493; &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501;. &#1513;&#1504;&#1492; &#1513;&#1506;&#1489;&#1512;&#1492; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493; &#1497;&#1493;&#1514;&#1512; &#1502;-450 &#1488;&#1497;&#1513; &#8211; &#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493; &#1492;&#1513;&#1504;&#1492;!

 

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1488;&#1493;&#1500;&#1501; &#1504;&#1491;&#1512;&#1513;&#1514; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1493;&#1511;&#1491;&#1502;&#1514;. 

 

&#1502;&#1510;&#1497;&#1490;&#1497;&#1501; &#1493;&#1504;&#1493;&#1514;&#1504;&#1497; &#1495;&#1505;&#1493;&#1514; - &#1495;&#1489;&#1512;&#1493;&#1514; &#1488;&#1513;&#1512; &#1512;&#1493;&#1510;&#1493;&#1514; &#1500;&#1514;&#1514; &#1495;&#1505;&#1493;&#1514; &#1500;&#1499;&#1504;&#1505; &#1493;&#1500;&#1492;&#1510;&#1497;&#1490; &#1502;&#1514;&#1489;&#1511;&#1513;&#1493;&#1514; &#1500;&#1497;&#1510;&#1493;&#1512; &#1511;&#1513;&#1512;
&#1489;&#1492;&#1511;&#1491;&#1501; &#1492;&#1488;&#1508;&#1513;&#1512;&#1497;.

 

&#1504;&#1513;&#1502;&#1495; &#1500;&#1512;&#1488;&#1493;&#1514;&#1499;&#1501;.

 

&#1488;&#1489;&#1497; &#1491;

OWASP IL

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20140708/b5df731f/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20140708/b5df731f/attachment.html</A>&gt;
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000422.html">[OWASP Israel] OWASP AppSec IL 2014 conference - REGISTRATION OPEN
</A></li>
	<LI>Next message: <A HREF="000423.html">[OWASP Israel] OWASP AppSec IL 2014 Conference - Call For Sponsors
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#421">[ date ]</a>
              <a href="thread.html#421">[ thread ]</a>
              <a href="subject.html#421">[ subject ]</a>
              <a href="author.html#421">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
