<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> OWASP-Panam&#225;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-panama%40lists.owasp.org?Subject=OWASP-Panam%E1&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000007.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>OWASP-Panam&#225;</H1>
    <B>Luis Alvarado</B> 
    <A HREF="mailto:owasp-panama%40lists.owasp.org?Subject=OWASP-Panam%E1&In-Reply-To="
       TITLE="OWASP-Panam&#225;">luisalvarado27 at yahoo.com
       </A><BR>
    <I>Thu Jul  6 16:52:07 EDT 2006</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000007.html">[Owasp-panama] Owasp-panama Digest, Vol 2, Issue 2
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#6">[ date ]</a>
              <a href="thread.html#6">[ thread ]</a>
              <a href="subject.html#6">[ subject ]</a>
              <a href="author.html#6">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Se&#241;ores OWASP-Panam&#225;,
   
  Que tal se&#241;ores, un placer saludarlos ahora desde suelo patrio.   Gracias  a las personas que participaron de ese primer acercamiento de los miembros de Owasp-Panam&#225;. 
   Les escribo hasta ahora ya que el viaje fue algo largo, porque tenia que ir a Atlanta antes de llegar a Panam&#225;, de cualquier forma ya estamos ac&#225;, con ganas de hacer cosas y formar un grupo, que adem&#225;s del enfoque profesional, podamos compartir momentos amenos.   
  En ese primer acercamiento como el llamo yo, Participamos 5 personas, uno de ellos invitado de OWASP-Argentina. No exist&#237;a agenda de temas a tratar, era simplemente un primer acercamiento de los miembros y creo que salio muy bien.
   Por otro lado nos gustar&#237;a hacer una primera reuni&#243;n presencial para conocernos personalmente y all&#237; s&#237; tratar algunos temas.  Ser&#237;a bueno que enviaran temas que les gustar&#237;a tratar, e interrogantes que tengan, para estructurar una agenda atractiva a todos, tambi&#233;n aceptamos sugerencias de lugares  para reunirnos, como tambi&#233;n fechas posibles; pues la idea es que asistan la mayor cantidad de miembros posibles y ser&#237;a estupendo encontrar un d&#237;a en el que se nos facilite a todos.      Obviamente como ser&#237;a la primera reuni&#243;n trataremos temas como: que hace Owasp, adaptaci&#243;n a nuestra realidad, proponer objetivos y bueno lograr un enfoque que nos sea de provecho a todos los miembros  ya que podemos decir que somos los fundadores en Panam&#225;.
  Bueno en espera de sus comentarios y dese&#225;ndoles &#233;xitos  me despido,
   
  Atte.
   
  Luis Alvarado Herrera.

 __________________________________________________
Do You Yahoo!?
Tired of spam?  Yahoo! Mail has the best spam protection around 
<A HREF="http://mail.yahoo.com">http://mail.yahoo.com</A> 
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="http://lists.owasp.org/pipermail/owasp-panama/attachments/20060706/b25a3352/attachment.html">http://lists.owasp.org/pipermail/owasp-panama/attachments/20060706/b25a3352/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000007.html">[Owasp-panama] Owasp-panama Digest, Vol 2, Issue 2
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#6">[ date ]</a>
              <a href="thread.html#6">[ thread ]</a>
              <a href="subject.html#6">[ subject ]</a>
              <a href="author.html#6">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-panama">More information about the Owasp-panama
mailing list</a><br>
</body></html>
