<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] Einladung zum 70. M&#252;nchner OWASP Stammtisch am 31.05.2016 um 19:00 Uhr
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FEinladung_zum_70%3D2E_M%3DC3%3DBCnchner_OWASP%3F%3D%0A%20%3D%3Futf-8%3Fq%3F_Stammtisch_am_31%3D2E05%3D2E2016_um_19%3D3A00_Uhr%3F%3D&In-Reply-To=%3C5746CD7C.3000105%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000882.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] Einladung zum 70. M&#252;nchner OWASP Stammtisch am 31.05.2016 um 19:00 Uhr</H1>
    <B>Tom Schoen</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FEinladung_zum_70%3D2E_M%3DC3%3DBCnchner_OWASP%3F%3D%0A%20%3D%3Futf-8%3Fq%3F_Stammtisch_am_31%3D2E05%3D2E2016_um_19%3D3A00_Uhr%3F%3D&In-Reply-To=%3C5746CD7C.3000105%40owasp.org%3E"
       TITLE="[Owasp-germany] Einladung zum 70. M&#252;nchner OWASP Stammtisch am 31.05.2016 um 19:00 Uhr">tom.schoen at owasp.org
       </A><BR>
    <I>Thu May 26 10:18:36 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000882.html">[Owasp-germany] Stammtisch Karlsruhe, um 1 Woche verlegt
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#883">[ date ]</a>
              <a href="thread.html#883">[ thread ]</a>
              <a href="subject.html#883">[ subject ]</a>
              <a href="author.html#883">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>### Einladung zum 70. M&#252;nchner OWASP Stammtisch am 31.Mai.2016 um 19:00 Uhr

Hallo zusammen,

nach den Pfinstferien und daher diesmal sp&#228;t im Monat m&#246;chten wir wieder 
zu einem gemeinsamen OWASP Stammtisch in M&#252;nchen einladen. Die Firma mgm 
security partners stellt uns daf&#252;r freundlicherweise wieder ihre 
R&#228;umlichkeiten zur Verf&#252;gung.
Da wir uns nicht in einem Restaurant befinden, wird es beim Stammtisch 
nichts zu essen geben. Getr&#228;nke kann man vor Ort zu einem 
Unkostenbeitrag erwerben.

Diesmal h&#228;lt Michael Spreitzenbarth einen Vortrag:

### AppChecking - warum ist dies gerade im Firmenumfeld wichtig
Der Marktanteil von Smartphones und Tablets w&#228;chst signifikant im 
Gegensatz zu herk&#246;mmlichen PCs und h&#228;lt auch in immer mehr Unternehmen 
Einzug. Diese Ger&#228;te haben einen enormen Funktionsumfang und werden 
schon lange nicht mehr nur als Ger&#228;t zum Telefonieren verwendet. Dies 
bereitet jedoch nicht nur neue M&#246;glichkeiten f&#252;r den Einzelnen sowie 
viele Firmen, sondern birgt auch ein hohes Ma&#223; an Gefahren und Risiken.
M&#246;chte ein Unternehmen Apps f&#252;r mobile Plattformen wie Android und iOS 
einsetzen um firmenrelevante Dokumente zu verarbeiten, oder einfach nur 
die Verwendung dieser Plattformen im Alltag des Mitarbeiters f&#246;rdern, so 
haben die Unternehmen bei der Betrachtung und Auswahl der Apps 
eigentlich nur zwei M&#246;glichkeiten:

1. Den Werbeversprechungen des Herstellers der App vertrauen, oder
2. eigenst&#228;ndiges &#220;berpr&#252;fen der versprochenen Leistungen einer App 
(Pentest)

Im Rahmen der Pr&#228;sentation werden wir zeigen, wieso die erste Option 
keine gute Idee ist, wenn das Unternehmen vor hat sensible Daten mit 
diesen Apps und Ger&#228;ten zu verarbeiten. Im Nachgang stellen wir ein 
Modell zur Analyse von Apps vor und zeigen das es nicht immer der 
manuelle Pentest sein muss.

Der Vortragende Dr.-Ing. Michael Spreitzenbarth studierte 
Wirtschaftsinformatik an der Universit&#228;t Mannheim mit Schwerpunkt in den 
Bereichen IT-Security und Digitale Forensik.
Zwischen 2010 und 2013 arbeitete er als Doktorrand an der Universit&#228;t 
Erlangen-N&#252;rnberg. Seine Forschungsthemen lagen in den Bereichen der 
forensischen Analyse von Smartphones (speziell im Bereich Android) sowie 
im Bereich der Detektion und automatisierten Analyse von mobilem 
Schadcode (Malware). In dieser Zeit war er zus&#228;tzlich als 
freiberuflicher Consultant in zahlreiche IT-Security Projekte involviert.
Seit April 2013 arbeitet er im Siemens CERT, wo sein Fokus auf der 
Absicherung mobiler Endger&#228;te, Incident Handling auf mobilen Plattformen 
und der Analyse verd&#228;chtiger mobiler Applikationen liegt. Ein weiterer 
Schwerpunkt der t&#228;glichen Arbeit liegt im Pentesting mobiler 
Applikationen welche im Unternehmen eingesetzt werden sollen.
In seiner Freizeit arbeitet Michael Spreitzenbarth im Bereich der 
Forschung und Entwicklung von Malware-Analyse- und Detektionstechniken 
sowie digitaler Forensik. Zus&#228;tzlich h&#228;lt er regelm&#228;&#223;ig Vortr&#228;ge und 
Schulungen zu diesen Themen in der freien Wirtschaft und f&#252;r &#246;ffentliche 
Auftraggeber.

### Ort: Firma mgm security partners
Frankfurter Ring 105 a
80807 M&#252;nchen
Dort in einem Raum auf der Dachterrasse. Im Geb&#228;ude nimmt man am besten 
den Aufzug in den 5. Stock. Nach dem Aussteigen noch ein Stockwerk zu 
Fuss hochgehen.

Anfahrtsbeschreibung:
Mit &#246;ffentlichen Verkehrsmitteln (jeweils ~18-25 MVV-Min):
ab Hauptbahnhof [U2]:

    Mit der U2 (Richtung Feldmoching), nach ca. 10 min. bei Haltestelle
    'Frankfurter Ring' in Fahrtrichtung vorne aussteigen.
    Der rechte Aufgang f&#252;hrt auf den Frankfurter Ring: zu Fu&#223; sind es
    ca. 10 Minuten bis zu mgm. Alle 10 (~19h) bzw. 20 min. f&#228;hrt auch
    der Bus 177 (Richtung Studentenstadt). Bei der &#252;bern&#228;chsten
    Haltestelle 'Ingolst&#228;dter Stra&#223;e' aussteigen, mgm befindet sich auf
    der anderen Stra&#223;enseite. F&#252;r diese Fahrt braucht man eine Fahrkarte
    der Kategorie 1 oder zwei Streifen der Streifenkarte.

ab Marienplatz [U3]:

    Mit der U3 (Richtung Olympiazentrum) bis 'Scheidplatz', dort in die
    (wartende) U2 (Richtung Feldmoching) am selben Bahnsteig umsteigen
    und bei der Haltestelle 'Frankfurter Ring' in Fahrtrichtung vorne
    aussteigen. Rest wie 'ab Hauptbahnhof'.

ab Marienplatz [U6]:

    Mit der U6 (Richtung Kieferngarten/Fr&#246;ttmaning) bis
    'Studentenstadt', dort in der Mitte aussteigen und in den Bus 177
    (Richtung Petuelring) umsteigen. Die Busse verkehren alle 10 (~19h)
    bzw. 20 min. Nach ca. 10 min. bei Haltestelle 'Ingolst&#228;dter Stra&#223;e'
    aussteigen, die Ampel entgegen der Fahrtrichtung queren und noch
    etwa 50m bis an die andere Geb&#228;udeseite laufen. F&#252;r diese Fahrt
    braucht man eine Fahrkarte der Kategorie 1 oder zwei Streifen der
    Streifenkarte.

Mit dem Auto: vgl Webseite von 'mgm' 
(<A HREF="http://www.mgm-tp.com/kontakt/muenchen">http://www.mgm-tp.com/kontakt/muenchen</A>) &#8594; Anfahrt mit dem Auto'


### Allgemeines 
&lt;<A HREF="https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/M%C3%BCnchen">https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/M%C3%BCnchen</A>&gt; 

Um vorhergehende Anmeldung per E-Mail (einfach dieser antworten) wird 
gebeten - spontane &quot;Zaung&#228;ste&quot; sind aber jederzeit ebenso willkommen.

### Spread the word
Bitte diese Info an potentiell Interessierte weiterleiten. Unser Thema 
ist in erster Linie (Web) Application Security. Man muss dazu &#252;berhaupt 
nichts von OWASP wissen, ein vorhergehender Blick auf die Website indes 
schadet sicher nicht.

Sch&#246;nen Gru&#223;,
Orga-Team f&#252;r den M&#252;nchner OWASP Stammtisch (Tom, Torsten und Christoph)

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000882.html">[Owasp-germany] Stammtisch Karlsruhe, um 1 Woche verlegt
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#883">[ date ]</a>
              <a href="thread.html#883">[ thread ]</a>
              <a href="subject.html#883">[ subject ]</a>
              <a href="author.html#883">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
