<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] 2nd Enterprise IT Security Conference
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%202nd%20Enterprise%20IT%20Security%20Conference&In-Reply-To=%3CCALr8uEwjDKTd3JwqT5CTNJ6eh1DctbokmAOrJCbfiFPK2SU7pA%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000464.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] 2nd Enterprise IT Security Conference</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%202nd%20Enterprise%20IT%20Security%20Conference&In-Reply-To=%3CCALr8uEwjDKTd3JwqT5CTNJ6eh1DctbokmAOrJCbfiFPK2SU7pA%40mail.gmail.com%3E"
       TITLE="[Owasp-greece] 2nd Enterprise IT Security Conference">Konstantinos at owasp.org
       </A><BR>
    <I>Wed Mar  2 19:17:48 UTC 2016</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000464.html">[Owasp-greece] technical info for Android CVE-2016-0816 and	CVE-2016-0824
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#463">[ date ]</a>
              <a href="thread.html#463">[ thread ]</a>
              <a href="subject.html#463">[ subject ]</a>
              <a href="author.html#463">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#913;&#947;&#945;&#960;&#951;&#964;&#959;&#943; &#966;&#943;&#955;&#959;&#953;,

&#932;&#959; OWASP Greek Chapter &#965;&#960;&#959;&#963;&#964;&#951;&#961;&#943;&#950;&#949;&#953; &#947;&#953;&#945; &#956;&#953;&#945; &#945;&#954;&#972;&#956;&#945; &#967;&#961;&#959;&#957;&#953;&#940; &#964;&#959; Enterprise IT
Security Conference &#954;&#945;&#953; &#963;&#945;&#962; &#954;&#945;&#955;&#949;&#943; &#957;&#945; &#963;&#965;&#956;&#956;&#949;&#964;&#941;&#967;&#949;&#964;&#949; &#963;&#949; &#945;&#965;&#964;&#972;. &#928;&#955;&#951;&#966;&#959;&#961;&#959;&#961;&#943;&#949;&#962; &#952;&#945;
&#946;&#961;&#949;&#943;&#964;&#949; &#960;&#945;&#961;&#945;&#954;&#940;&#964;&#969; &#949;&#957;&#974; &#963;&#965;&#956;&#956;&#949;&#964;&#959;&#967;&#942; &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#948;&#951;&#955;&#974;&#963;&#949;&#964;&#949; &#949;&#948;&#974;:
<A HREF="http://www.eits.gr/default.asp?pid=26&amp;la=1">http://www.eits.gr/default.asp?pid=26&amp;la=1</A>

&#922;. &#928;&#945;&#960;&#945;&#960;&#945;&#957;&#945;&#947;&#953;&#974;&#964;&#959;&#965;


&#924;&#949;&#964;&#940; &#945;&#960;&#972; &#964;&#951;&#957; &#960;&#959;&#955;&#973; &#949;&#960;&#953;&#964;&#965;&#967;&#951;&#956;&#941;&#957;&#951; &#949;&#954;&#948;&#942;&#955;&#969;&#963;&#951; &#964;&#959;&#965; 2015, &#964;&#959; &#960;&#949;&#961;&#953;&#959;&#948;&#953;&#954;&#972; netweek
&#948;&#953;&#959;&#961;&#947;&#945;&#957;&#974;&#957;&#949;&#953; &#964;&#959; 2&#959; Enterprise IT Security Conference, &#964;&#951;&#957; &#928;&#941;&#956;&#960;&#964;&#951; 10 &#924;&#945;&#961;&#964;&#943;&#959;&#965;,
&#963;&#964;&#959; &#945;&#956;&#966;&#953;&#952;&#941;&#945;&#964;&#961;&#959; Maroussi Plaza.

&#932;&#959; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#949;&#958;&#949;&#964;&#940;&#950;&#949;&#953; &#964;&#959; &#952;&#941;&#956;&#945; &#964;&#951;&#962; &#913;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#953;&#974;&#957; &#969;&#962; &#963;&#965;&#957;&#940;&#961;&#964;&#951;&#963;&#951; &#964;&#959;&#965;
&#968;&#951;&#966;&#953;&#945;&#954;&#959;&#973; &#956;&#949;&#964;&#945;&#963;&#967;&#951;&#956;&#945;&#964;&#953;&#963;&#956;&#959;&#973; &#964;&#969;&#957; &#949;&#960;&#953;&#967;&#949;&#953;&#961;&#942;&#963;&#949;&#969;&#957; &#954;&#945;&#953; &#945;&#957;&#945;&#948;&#949;&#953;&#954;&#957;&#973;&#949;&#953; &#964;&#959;&#957; &#961;&#972;&#955;&#959; &#964;&#959;&#965;
Security Officer &#963;&#964;&#959;&#957; digitized &#959;&#961;&#947;&#945;&#957;&#953;&#963;&#956;&#972;. &#931;&#965;&#957;&#948;&#965;&#940;&#950;&#949;&#953; &#948;&#953;&#949;&#952;&#957;&#942; &#964;&#949;&#967;&#957;&#959;&#947;&#957;&#969;&#963;&#943;&#945; &#956;&#949;
&#949;&#955;&#955;&#951;&#957;&#953;&#954;&#942; &#949;&#956;&#960;&#949;&#953;&#961;&#943;&#945; &#954;&#945;&#953; &#960;&#961;&#945;&#954;&#964;&#953;&#954;&#942; &#947;&#957;&#974;&#963;&#951; &#956;&#949; &#963;&#964;&#961;&#945;&#964;&#951;&#947;&#953;&#954;&#942; &#952;&#949;&#974;&#961;&#951;&#963;&#951; &#964;&#959;&#965; IT Security.

&#932;&#959; 2&#959; Enterprise IT Security Conference:

1. E&#943;&#957;&#945;&#953; &#941;&#957;&#945; &#945;&#960;&#972;&#955;&#965;&#964;&#945; &#8220;down-to-earth&#8221; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959;, &#954;&#945;&#952;&#974;&#962; &#966;&#953;&#955;&#959;&#958;&#949;&#957;&#949;&#943;
&#948;&#953;&#945;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#959;&#965;&#962; CISOs, &#945;&#960;&#972; &#964;&#951;&#957; &#917;&#955;&#955;&#940;&#948;&#945; &#954;&#945;&#953; &#964;&#959; &#949;&#958;&#969;&#964;&#949;&#961;&#953;&#954;&#972;, &#959;&#953; &#959;&#960;&#959;&#943;&#959;&#953;
&#171;&#947;&#949;&#966;&#965;&#961;&#974;&#957;&#959;&#965;&#957;&#187; &#964;&#951;&#957; &#945;&#960;&#972;&#963;&#964;&#945;&#963;&#951; &#945;&#957;&#940;&#956;&#949;&#963;&#945; &#963;&#964;&#951; &#952;&#949;&#969;&#961;&#943;&#945; &#954;&#945;&#953; &#964;&#951;&#957; &#960;&#961;&#940;&#958;&#951;.

2. &#928;&#945;&#961;&#959;&#965;&#963;&#953;&#940;&#950;&#949;&#953; &#960;&#959;&#955;&#973;&#960;&#955;&#949;&#965;&#961;&#945; &#964;&#959; &#952;&#941;&#956;&#945; &#964;&#951;&#962; &#913;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#953;&#974;&#957; &#956;&#941;&#963;&#945; &#945;&#960;&#972; &#964;&#953;&#962;
&#949;&#953;&#963;&#951;&#947;&#942;&#963;&#949;&#953;&#962; &#949;&#954;&#960;&#961;&#959;&#963;&#974;&#960;&#969;&#957; &#948;&#953;&#945;&#966;&#959;&#961;&#949;&#964;&#953;&#954;&#974;&#957; &#954;&#955;&#940;&#948;&#969;&#957; &#8211;&#932;&#961;&#940;&#960;&#949;&#950;&#949;&#962;, &#925;&#945;&#965;&#964;&#953;&#955;&#943;&#945;, &#933;&#947;&#949;&#943;&#945; &#954;.&#945;.

3. &#916;&#943;&#957;&#949;&#953; &#941;&#956;&#966;&#945;&#963;&#951; &#963;&#964;&#951;&#957; &#960;&#961;&#945;&#954;&#964;&#953;&#954;&#942; &#947;&#957;&#974;&#963;&#951;, &#956;&#949; &#960;&#945;&#961;&#959;&#965;&#963;&#953;&#940;&#963;&#949;&#953;&#962; &#972;&#960;&#969;&#962; &#964;&#959; &#969;&#961;&#953;&#945;&#943;&#959;
&#948;&#953;&#945;&#948;&#961;&#945;&#963;&#964;&#953;&#954;&#972; session &#964;&#959;&#965; Amar Singh &#947;&#953;&#945; &#964;&#951; &#946;&#941;&#955;&#964;&#953;&#963;&#964;&#951; &#945;&#960;&#972;&#954;&#961;&#953;&#963;&#951; &#964;&#969;&#957; security
officers &#963;&#949; &#968;&#951;&#966;&#953;&#945;&#954;&#941;&#962; &#949;&#960;&#953;&#952;&#941;&#963;&#949;&#953;&#962;.

4. &#917;&#963;&#964;&#953;&#940;&#950;&#949;&#953; &#963;&#964;&#953;&#962; &#945;&#957;&#940;&#947;&#954;&#949;&#962; &#964;&#969;&#957; Security Officers, &#945;&#957;&#959;&#943;&#947;&#959;&#957;&#964;&#945;&#962; &#964;&#959;&#957; &#948;&#953;&#940;&#955;&#959;&#947;&#959; &#947;&#953;&#945;
&#964;&#951;&#957; &#945;&#973;&#958;&#951;&#963;&#951; &#964;&#951;&#962; &#949;&#960;&#953;&#961;&#961;&#959;&#942;&#962; &#964;&#959;&#965;&#962; &#963;&#964;&#959;&#957; &#959;&#961;&#947;&#945;&#957;&#953;&#963;&#956;&#972; &#954;&#945;&#953; &#949;&#957;&#953;&#963;&#967;&#973;&#959;&#957;&#964;&#945;&#962; &#964;&#951; &#963;&#965;&#957;&#949;&#967;&#942;
&#949;&#960;&#945;&#947;&#947;&#949;&#955;&#956;&#945;&#964;&#953;&#954;&#942; &#964;&#959;&#965;&#962; &#945;&#957;&#940;&#960;&#964;&#965;&#958;&#951;.

5. &#917;&#943;&#957;&#945;&#953;, &#963;&#964;&#951;&#957; &#959;&#965;&#963;&#943;&#945;, &#941;&#957;&#945; &#948;&#953;&#942;&#956;&#949;&#961;&#959; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959;, &#954;&#945;&#952;&#974;&#962; &#964;&#951; &#948;&#949;&#973;&#964;&#949;&#961;&#951; &#956;&#941;&#961;&#945;
&#960;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#959;&#973;&#957;&#964;&#945;&#953; expert sessions, &#963;&#964;&#945; &#959;&#960;&#959;&#943;&#945;, &#949;&#960;&#953;&#955;&#949;&#947;&#956;&#941;&#957;&#959;&#953; &#948;&#953;&#949;&#952;&#957;&#949;&#943;&#962; &amp;
&#941;&#955;&#955;&#951;&#957;&#949;&#962; &#959;&#956;&#953;&#955;&#951;&#964;&#941;&#962; &#948;&#953;&#949;&#961;&#949;&#965;&#957;&#959;&#973;&#957; &#960;&#953;&#959; &#949;&#958;&#949;&#953;&#948;&#953;&#954;&#949;&#965;&#956;&#941;&#957;&#945; &#952;&#941;&#956;&#945;&#964;&#945; security &#954;&#945;&#953; &#945;&#960;&#945;&#957;&#964;&#959;&#973;&#957;
&#963;&#964;&#953;&#962; &#949;&#961;&#969;&#964;&#942;&#963;&#949;&#953;&#962; &#964;&#959;&#965; &#954;&#959;&#953;&#957;&#959;&#973;. &#915;&#953;&#945; &#964;&#951; &#963;&#965;&#956;&#956;&#949;&#964;&#959;&#967;&#942; &#963;&#964;&#945; expert sessions &#952;&#945; &#964;&#951;&#961;&#951;&#952;&#949;&#943;
&#963;&#949;&#953;&#961;&#940; &#960;&#961;&#959;&#964;&#949;&#961;&#945;&#953;&#972;&#964;&#951;&#964;&#945;&#962;.

&#928;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#945; &#947;&#953;&#945; &#964;&#959;&#965;&#962; &#954;&#945;&#964;&#945;&#958;&#953;&#969;&#956;&#941;&#957;&#959;&#965;&#962; &#948;&#953;&#949;&#952;&#957;&#949;&#943;&#962; &#959;&#956;&#953;&#955;&#951;&#964;&#941;&#962;, &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#964;&#945;
&#948;&#953;&#945;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#945; &#963;&#964;&#949;&#955;&#941;&#967;&#951; &#964;&#951;&#962; &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#942;&#962; &#945;&#947;&#959;&#961;&#940;&#962; &#960;&#959;&#965; &#963;&#965;&#956;&#956;&#949;&#964;&#941;&#967;&#959;&#965;&#957; &#963;&#964;&#959; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959;
&#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#948;&#949;&#943;&#964;&#949; &#963;&#964;&#959; &#949;&#960;&#953;&#963;&#965;&#957;&#945;&#960;&#964;&#972;&#956;&#949;&#957;&#959; pdf, &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#963;&#964;&#959; site &#964;&#959;&#965; &#963;&#965;&#957;&#949;&#948;&#961;&#943;&#959;&#965;
www.eits.gr

&#928;&#945;&#961;&#945;&#954;&#945;&#955;&#974; &#963;&#951;&#956;&#949;&#953;&#974;&#963;&#964;&#949; &#972;&#964;&#953; &#964;&#951;&#957; &#949;&#960;&#972;&#956;&#949;&#957;&#951; &#956;&#941;&#961;&#945; &#964;&#959;&#965; &#963;&#965;&#957;&#949;&#948;&#961;&#943;&#959;&#965; (&#928;&#945;&#961;&#945;&#963;&#954;&#949;&#965;&#942; 11
&#924;&#945;&#961;&#964;&#943;&#959;&#965;) &#952;&#945; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#951;&#952;&#959;&#973;&#957; expert sessions, &#964;&#945; &#959;&#960;&#959;&#943;&#945; &#952;&#945; &#960;&#945;&#961;&#959;&#965;&#963;&#953;&#940;&#963;&#959;&#965;&#957;
&#949;&#958;&#949;&#953;&#948;&#953;&#954;&#949;&#965;&#956;&#941;&#957;&#945; &#952;&#941;&#956;&#945;&#964;&#945; IT Security, &#963;&#949; &#941;&#957;&#945; &#948;&#953;&#945;&#948;&#961;&#945;&#963;&#964;&#953;&#954;&#972; &#960;&#949;&#961;&#953;&#946;&#940;&#955;&#955;&#959;&#957;. &#915;&#953;&#945; &#964;&#951;
&#963;&#965;&#956;&#956;&#949;&#964;&#959;&#967;&#942; &#963;&#964;&#945; expert sessions &#952;&#945; &#964;&#951;&#961;&#951;&#952;&#949;&#943; &#963;&#949;&#953;&#961;&#940; &#960;&#961;&#959;&#964;&#949;&#961;&#945;&#953;&#972;&#964;&#951;&#964;&#945;&#962;.

&#932;&#959; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#945;&#960;&#949;&#965;&#952;&#973;&#957;&#949;&#964;&#945;&#953; &#960;&#961;&#969;&#964;&#945;&#961;&#967;&#953;&#954;&#940; &#963;&#964;&#959;&#965;&#962; decision makers &#947;&#953;&#945; &#952;&#941;&#956;&#945;&#964;&#945; &#921;&#932;
Security &#964;&#959;&#965; &#959;&#961;&#947;&#945;&#957;&#953;&#963;&#956;&#959;&#973; (CISOs, Security Officers, CIOs), &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#963;&#949; Chief
Risk Officers, IT Managers, IT Auditors, Business Continuity Managers,
&#925;&#959;&#956;&#953;&#954;&#959;&#973;&#962; &#931;&#965;&#956;&#946;&#959;&#973;&#955;&#959;&#965;&#962; &#954;.&#945;.

&#915;&#953;&#945; &#957;&#945; &#948;&#951;&#955;&#974;&#963;&#949;&#964;&#949; &#964;&#951; &#963;&#965;&#956;&#956;&#949;&#964;&#959;&#967;&#942; &#963;&#945;&#962;, &#960;&#945;&#961;&#945;&#954;&#945;&#955;&#974; &#963;&#964;&#949;&#943;&#955;&#964;&#949; &#964;&#951;&#957; &#949;&#960;&#953;&#963;&#965;&#957;&#945;&#960;&#964;&#972;&#956;&#949;&#957;&#951; &#966;&#972;&#961;&#956;&#945;
&#963;&#964;&#951;&#957; &#954;. &#917;&#953;&#961;&#942;&#957;&#951; &#923;&#953;&#946;&#945;&#957;&#959;&#973;, &#932;&#951;&#955;&#941;&#966;&#969;&#957;&#959;: 210-6617777 (&#949;&#963;&#969;&#964;&#949;&#961;&#953;&#954;&#972; 155), Fax:
210-6617778, email: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">ilivanou at boussias.com</A>
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-greece/attachments/20160302/98fdf59a/attachment.html">http://lists.owasp.org/pipermail/owasp-greece/attachments/20160302/98fdf59a/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000464.html">[Owasp-greece] technical info for Android CVE-2016-0816 and	CVE-2016-0824
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#463">[ date ]</a>
              <a href="thread.html#463">[ thread ]</a>
              <a href="subject.html#463">[ subject ]</a>
              <a href="author.html#463">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
