<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Phishing Alert: NovaBank
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Phishing%20Alert%3A%20NovaBank&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000017.html">
   <LINK REL="Next"  HREF="000019.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Phishing Alert: NovaBank</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Phishing%20Alert%3A%20NovaBank&In-Reply-To="
       TITLE="[Owasp-greece] Phishing Alert: NovaBank">conpap at di.uoa.gr
       </A><BR>
    <I>Thu Nov 23 08:59:22 EST 2006</I>
    <P><UL>
        <LI>Previous message: <A HREF="000017.html">[Owasp-greece] Phising Attack at National Bank of Greece.
</A></li>
        <LI>Next message: <A HREF="000019.html">[Owasp-greece] Phishing Alert: NovaBank
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#18">[ date ]</a>
              <a href="thread.html#18">[ thread ]</a>
              <a href="subject.html#18">[ subject ]</a>
              <a href="author.html#18">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
&#913;&#957;&#945;&#966;&#941;&#961;&#952;&#951;&#954;&#949; &#949;&#960;&#943;&#952;&#949;&#963;&#951; phishing &#956;&#949; &#963;&#964;&#972;&#967;&#959; &#964;&#959;&#965;&#962; &#960;&#949;&#955;&#940;&#964;&#949;&#962; &#964;&#951;&#962; Novabank &#945;&#965;&#964;&#942; &#964;&#951;
&#966;&#959;&#961;&#940;. &#913;&#954;&#959;&#955;&#959;&#965;&#952;&#949;&#943; &#964;&#959; &#954;&#949;&#943;&#956;&#949;&#957;&#959; &#964;&#959;&#965; e-mail:


&#913;&#947;&#945;&#960;&#951;&#964;&#972;&#962; &#960;&#949;&#955;&#940;&#964;&#951;&#962;,

&#932;&#959; NovaBank &#964;&#951;&#962; &#917;&#955;&#955;&#940;&#948;&#945;&#962; &#949;&#943;&#957;&#945;&#953; &#956;&#949; &#964;&#959; &#960;&#945;&#961;&#972;&#957; &#941;&#947;&#947;&#961;&#945;&#966;&#959; &#945;&#957;&#945;&#947;&#947;&#949;&#955;&#943;&#945; &#964;&#951;&#962; &#957;&#941;&#945;&#962;
&#946;&#949;&#955;&#964;&#943;&#969;&#963;&#951;&#962; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962;. &#904;&#967;&#959;&#965;&#956;&#949; &#945;&#957;&#945;&#946;&#945;&#952;&#956;&#943;&#963;&#949;&#953; &#959;&#953; &#957;&#941;&#959;&#953; &#954;&#949;&#957;&#964;&#961;&#953;&#954;&#959;&#943; &#965;&#960;&#959;&#955;&#959;&#947;&#953;&#963;&#964;&#941;&#962;
SSL &#956;&#945;&#962; &#947;&#953;&#945; &#957;&#945; &#949;&#958;&#965;&#960;&#951;&#961;&#949;&#964;&#942;&#963;&#949;&#953; &#964;&#959;&#965;&#962; &#960;&#949;&#955;&#940;&#964;&#949;&#962; &#956;&#945;&#962; &#960;&#961;&#959;&#962; &#964;&#959; &#954;&#945;&#955;&#973;&#964;&#949;&#961;&#959; &#954;&#945;&#953;
&#949;&#958;&#945;&#963;&#966;&#945;&#955;&#943;&#963;&#964;&#949; &#964;&#951;&#957; &#964;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#942; &#965;&#960;&#951;&#961;&#949;&#963;&#943;&#945;,&#949;&#957;&#940;&#957;&#964;&#953;&#945; &#963;&#949; &#959;&#960;&#959;&#953;&#949;&#963;&#948;&#942;&#960;&#959;&#964;&#949; &#968;&#949;&#965;&#948;&#949;&#943;&#962;
&#948;&#961;&#945;&#963;&#964;&#951;&#961;&#953;&#972;&#964;&#951;&#964;&#949;&#962;.

&#923;&#972;&#947;&#969; &#945;&#965;&#964;&#942;&#962; &#964;&#951;&#962; &#960;&#961;&#972;&#963;&#966;&#945;&#964;&#951;&#962; &#946;&#949;&#955;&#964;&#943;&#969;&#963;&#951;&#962;, &#950;&#951;&#964;&#949;&#943;&#963;&#964;&#949; &#949;&#957;&#951;&#956;&#949;&#961;&#974;&#963;&#964;&#949; &#964;&#953;&#962; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962;
&#945;&#960;&#959;&#955;&#959;&#947;&#953;&#963;&#956;&#959;&#973; &#963;&#945;&#962; &#956;&#949; &#964;&#959;&#957; &#954;&#961;&#972;&#964;&#959; &#949;&#948;&#974;

&#917;&#953;&#955;&#953;&#954;&#961;&#953;&#957;&#940;
&#931;&#973;&#956;&#946;&#959;&#965;&#955;&#959;&#962; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962;

NovaBank of greece

&#928;&#945;&#961;&#945;&#954;&#945;&#955;&#974; &#956;&#951;&#957; &#945;&#960;&#945;&#957;&#964;&#942;&#963;&#964;&#949; &#945;&#965;&#964;&#972; &#964;&#959; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#972; &#964;&#945;&#967;&#965;&#948;&#961;&#959;&#956;&#949;&#943;&#959;. &#916;&#949;&#948;&#959;&#956;&#941;&#957;&#959;&#965; &#972;&#964;&#953;
&#949;&#943;&#957;&#945;&#953; &#945;&#965;&#964;&#959;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#951;&#956;&#941;&#957;&#951; &#965;&#960;&#951;&#961;&#949;&#963;&#943;&#945; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#959;&#973; &#964;&#945;&#967;&#965;&#948;&#961;&#959;&#956;&#949;&#943;&#959;&#965;. &#915;&#953;&#945; &#964;&#951;
&#946;&#959;&#942;&#952;&#949;&#953;&#945;, &#951; &#963;&#973;&#957;&#948;&#949;&#963;&#951; &#963;&#964;&#959; &#963;&#949; &#945;&#960;&#949;&#965;&#952;&#949;&#943;&#945;&#962; &#963;&#973;&#957;&#948;&#949;&#963;&#951; &#964;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#972; &#955;&#959;&#947;&#945;&#961;&#953;&#945;&#963;&#956;&#972;
NovaBank &#963;&#945;&#962; &#954;&#945;&#953; &#949;&#960;&#953;&#955;&#941;&#947;&#949;&#953; &#951; &#963;&#973;&#957;&#948;&#949;&#963;&#951; &#171;&#946;&#959;&#942;&#952;&#949;&#953;&#945;&#962;&#187; &#963;&#949; &#959;&#960;&#959;&#953;&#945;&#948;&#942;&#960;&#959;&#964;&#949; &#963;&#949;&#955;&#943;&#948;&#945;.

NovaBank of greece ID # 1009
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000017.html">[Owasp-greece] Phising Attack at National Bank of Greece.
</A></li>
	<LI>Next message: <A HREF="000019.html">[Owasp-greece] Phishing Alert: NovaBank
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#18">[ date ]</a>
              <a href="thread.html#18">[ thread ]</a>
              <a href="subject.html#18">[ subject ]</a>
              <a href="author.html#18">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
