<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Phising Attack at National Bank of Greece.
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Phising%20Attack%20at%20National%20Bank%20of%20Greece.&In-Reply-To=e040a56a0611170437h4405a6dw32da6fa4e1d390d7%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000016.html">
   <LINK REL="Next"  HREF="000018.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Phising Attack at National Bank of Greece.</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Phising%20Attack%20at%20National%20Bank%20of%20Greece.&In-Reply-To=e040a56a0611170437h4405a6dw32da6fa4e1d390d7%40mail.gmail.com"
       TITLE="[Owasp-greece] Phising Attack at National Bank of Greece.">conpap at di.uoa.gr
       </A><BR>
    <I>Fri Nov 17 12:20:43 EST 2006</I>
    <P><UL>
        <LI>Previous message: <A HREF="000016.html">[Owasp-greece] Phising Attack at National Bank of Greece.
</A></li>
        <LI>Next message: <A HREF="000018.html">[Owasp-greece] Phishing Alert: NovaBank
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#17">[ date ]</a>
              <a href="thread.html#17">[ thread ]</a>
              <a href="subject.html#17">[ subject ]</a>
              <a href="author.html#17">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
At Friday, November 17, 2006, 2:37:28 PM, you wrote:

&gt;<i> &#917;&#960;&#943;&#952;&#949;&#963;&#951; &#964;&#973;&#960;&#959;&#965; phising &#954;&#945;&#953; &#963;&#964;&#951;&#957; &#917;&#952;&#957;&#953;&#954;&#942; &#932;&#961;&#940;&#960;&#949;&#950;&#945; &#964;&#951;&#962; &#917;&#955;&#955;&#940;&#948;&#959;&#962; &#963;&#942;&#956;&#949;&#961;&#945;.
</I>&gt;<i> &#935;&#961;&#951;&#963;&#953;&#956;&#959;&#960;&#959;&#953;&#942;&#952;&#951;&#954;&#949; &#954;&#955;&#945;&#963;&#963;&#953;&#954;&#942; &#964;&#949;&#967;&#957;&#953;&#954;&#942; &#960;&#959;&#965; &#949;&#960;&#953;&#954;&#945;&#955;&#949;&#943;&#964;&#945;&#953; &#960;&#961;&#959;&#946;&#955;&#951;&#956;&#945; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962;
</I>&gt;<i> &#964;&#951;&#962; &#964;&#961;&#940;&#960;&#949;&#950;&#945;&#962; &#954;&#945;&#953; &#950;&#951;&#964;&#940; &#945;&#960;&#972; &#964;&#959;&#965;&#962; &#960;&#949;&#955;&#940;&#964;&#949;&#962; &#957;&#945; &#948;&#974;&#963;&#959;&#965;&#957; &#954;&#940;&#960;&#959;&#953;&#945; &#960;&#961;&#959;&#963;&#969;&#960;&#953;&#954;&#940; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945;.
</I>&gt;<i> &#932;&#959; link &#960;&#959;&#965; &#954;&#945;&#955;&#959;&#973;&#963;&#949; &#957;&#945; &#945;&#954;&#959;&#955;&#959;&#965;&#952;&#942;&#963;&#949;&#953; &#959; &#967;&#961;&#942;&#963;&#964;&#951;&#962; &#942;&#964;&#945;&#957; &#964;&#959;
</I>&gt;<i> <A HREF="http://41674.com/nbg.gr/en/homebank.htm">http://41674.com/nbg.gr/en/homebank.htm</A> &#964;&#959; &#959;&#960;&#959;&#943;&#959; &#945;&#965;&#964;&#942; &#964;&#951;&#957; &#963;&#964;&#953;&#947;&#956;&#942; &#948;&#949;&#957; &#955;&#949;&#953;&#964;&#959;&#965;&#961;&#947;&#949;&#943;.
</I>&gt;<i> &#932;&#945; email &#963;&#964;&#940;&#955;&#952;&#951;&#954;&#945;&#957; &#945;&#960;&#972; spoofed addresses &#964;&#945; &#959;&#960;&#959;&#943;&#945; &#941;&#948;&#949;&#953;&#967;&#957;&#945;&#957; &#957;&#945; &#949;&#943;&#957;&#945;&#953; &#945;&#960;&#972; &#964;&#951;&#957; &#964;&#961;&#940;&#960;&#949;&#950;&#945;.
</I>
Thanks &#947;&#953;&#945; &#964;&#951;&#957; &#949;&#957;&#951;&#956;&#941;&#961;&#969;&#963;&#951;.

&#922;&#945;&#955;&#972; &#952;&#945; &#942;&#964;&#945;&#957; &#964;&#941;&#964;&#959;&#953;&#945; alerts &#957;&#945; &#963;&#964;&#941;&#955;&#957;&#959;&#957;&#964;&#945;&#953; &#956;&#949; plain text &#941;&#964;&#963;&#953; &#974;&#963;&#964;&#949; &#964;&#945;
links &#957;&#945; &#956;&#951;&#957; &#949;&#943;&#957;&#945;&#953; clickable, &#954;&#945;&#952;&#972;&#964;&#953; &#959; &#948;&#953;&#940;&#959;&#955;&#959;&#962; &#941;&#967;&#949;&#953; &#960;&#959;&#955;&#955;&#940; &#960;&#959;&#948;&#940;&#961;&#953;&#945;. ;)
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000016.html">[Owasp-greece] Phising Attack at National Bank of Greece.
</A></li>
	<LI>Next message: <A HREF="000018.html">[Owasp-greece] Phishing Alert: NovaBank
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#17">[ date ]</a>
              <a href="thread.html#17">[ thread ]</a>
              <a href="subject.html#17">[ subject ]</a>
              <a href="author.html#17">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
