<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP Israel May Meeting
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20OWASP%20Israel%20May%20Meeting&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000241.html">
   <LINK REL="Next"  HREF="000243.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP Israel May Meeting</H1>
    <B>Ofer Maor</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20OWASP%20Israel%20May%20Meeting&In-Reply-To="
       TITLE="[OWASP Israel] OWASP Israel May Meeting">ofer.maor at owasp.org
       </A><BR>
    <I>Sun May 15 06:58:03 EDT 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="000241.html">[OWASP Israel] .Net Security User Group,	next meeting 24-5-11 cloud security
</A></li>
        <LI>Next message: <A HREF="000243.html">[OWASP Israel] REMINDER: TOMORROW - OWASP Israel May Meeting
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#242">[ date ]</a>
              <a href="thread.html#242">[ thread ]</a>
              <a href="subject.html#242">[ subject ]</a>
              <a href="author.html#242">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1489;&#1492;&#1502;&#1513;&#1498; &#1500;&#1502;&#1497;&#1497;&#1500; &#1492;&#1511;&#1493;&#1491;&#1501; &#8211; &#1502;&#1495;&#1512;&#1514;&#1497;&#1497;&#1501;, &#1492;-17/5, &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1502;&#1508;&#1490;&#1513; OWASP Israel. 

&#1492;&#1502;&#1508;&#1490;&#1513; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1495;&#1489;&#1512;&#1514; Ernst &amp; Young &#1492;&#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1489;&#1514;&quot;&#1488; (&#1512;&#1495;' &#1502;&#1497;&#1496;&#1489; 6, &#1511;&#1493;&#1502;&#1492; 2 &#1499;&#1504;&#1497;&#1505;&#1492; L).
&#1492;&#1493;&#1512;&#1488;&#1493;&#1514; &#1492;&#1490;&#1506;&#1492; &#1502;&#1508;&#1493;&#1512;&#1496;&#1493;&#1514; &#1489;&#1514;&#1495;&#1514;&#1497;&#1514; &#1492;&#1502;&#1497;&#1497;&#1500;.

&#1492;&#1502;&#1508;&#1490;&#1513;, &#1499;&#1512;&#1490;&#1497;&#1500;, &#1497;&#1499;&#1500;&#1493;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1493;&#1514;, &#1493;&#1499;&#1493;&#1500;&#1500; &#1489;&#1497;&#1503; &#1492;&#1497;&#1514;&#1512; &#1488;&#1514; &#1513;&#1497;&#1489;&#1514;&#1493; &#1513;&#1500; &#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;
&#1500;&#1514;&#1495;&#1493;&#1501; &#1513;&#1500;&#1504;&#1493; J 

 

&#1502;&#1497; &#1513;&#1502;&#1514;&#1499;&#1493;&#1493;&#1503; &#1500;&#1492;&#1490;&#1497;&#1506; &#1504;&#1488; &#1500;&#1488;&#1513;&#1512; &#1492;&#1490;&#1506;&#1492; &#1489;&#1502;&#1497;&#1497;&#1500; &#1495;&#1493;&#1494;&#1512; &#1488;&#1500;&#1497;. &#1514;&#1493;&#1491;&#1492;.

 

&#1488;&#1490;'&#1504;&#1491;&#1492;

16:45-17:15 &#8211; &#1492;&#1514;&#1488;&#1505;&#1508;&#1493;&#1514;, &#1508;&#1497;&#1510;&#1493;&#1514;, &#1493;&#1504;&#1496;&#1493;&#1493;&#1512;&#1511;&#1497;&#1504;&#1490;

 

17:15-17:40 &#8211;  &#1502;&#1492; &#1495;&#1491;&#1513; &#1489;-OWASP? 

                        &#1502;&#1512;&#1510;&#1492;: &#1506;&#1493;&#1508;&#1512; &#1502;&#1488;&#1493;&#1512;, &#1497;&#1493;&quot;&#1512; OWASP &#1497;&#1513;&#1512;&#1488;&#1500;

&#1506;&#1491;&#1499;&#1493;&#1504;&#1497;&#1501; &#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1492;-OWASP Summit  &#1492;&#1504;&#1493;&#1490;&#1506;&#1497;&#1501; &#1500;&#1508;&#1506;&#1497;&#1500;&#1493;&#1514; OWASP &#1492;&#1506;&#1493;&#1500;&#1502;&#1497;&#1514;, &#1508;&#1512;&#1493;&#1497;&#1511;&#1496;&#1497;&#1501;
&#1495;&#1491;&#1513;&#1497;&#1501;, &#1493;&#1499;&#1493;', &#1499;&#1502;&#1493; &#1490;&#1501; &#1506;&#1491;&#1499;&#1493;&#1504;&#1497;&#1501; &#1500;&#1490;&#1489;&#1497; &#1492;&#1492;&#1514;&#1508;&#1514;&#1495;&#1493;&#1497;&#1493;&#1514; &#1492;&#1510;&#1508;&#1493;&#1497;&#1493;&#1514; &#1489;-OWASP Israel, &#1492;&#1489;&#1495;&#1497;&#1512;&#1493;&#1514;
&#1492;&#1511;&#1512;&#1489;&#1493;&#1514; &#1500;-OWASP, &#1493;&#1506;&#1493;&#1491;'

 

17:40-18:20 &#8211; Session Puzzling &#8211; Indirect Application Attack Vectors

                        &#1502;&#1512;&#1510;&#1492;: &#1513;&#1497; &#1495;&#1503;, Hacktics/Ernst &amp; Young

&#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1494;&#1493; &#1497;&#1493;&#1510;&#1490; &#1493;&#1511;&#1496;&#1493;&#1512; &#1492;&#1514;&#1511;&#1508;&#1492; &#1495;&#1491;&#1513; &#1492;&#1502;&#1488;&#1508;&#1513;&#1512; &#1500;&#1506;&#1511;&#1493;&#1507; &#1502;&#1490;&#1504;&#1493;&#1504;&#1497; &#1488;&#1489;&#1496;&#1495;&#1492; &#1512;&#1489;&#1497;&#1501; &#1514;&#1493;&#1498; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1491;&#1493;&#1512;
&#1495;&#1491;&#1513; &#1513;&#1500; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1496;&#1497;&#1489;&#1497;&#1493;&#1514; &#1506;&#1511;&#1497;&#1508;&#1493;&#1514;.

 

18:20-19:00 &#8211; Scanners &amp; WAF Integration for Real

                        &#1502;&#1512;&#1510;&#1492;: &#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;, HP

&#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1494;&#1493; &#1497;&#1497;&#1491;&#1493;&#1504;&#1493; &#1492;&#1502;&#1490;&#1489;&#1500;&#1493;&#1514; &#1513;&#1500; &#1508;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514; &#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1500;&#1488;&#1497;&#1504;&#1496;&#1490;&#1512;&#1510;&#1497;&#1492; &#1489;&#1497;&#1503; WAF &#1500;-Scanners
&#1493;&#1497;&#1493;&#1510;&#1490;&#1493; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1500;&#1508;&#1497;&#1510;'&#1512;&#1497; &#1488;&#1497;&#1504;&#1496;&#1490;&#1512;&#1510;&#1497;&#1492; &#1492;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1513;&#1508;&#1512; &#1488;&#1514; &#1488;&#1493;&#1508;&#1503; &#1506;&#1489;&#1493;&#1491;&#1514;&#1501; &#1513;&#1500; &#1508;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514; WAF.

 

19:00-19:30 &#8211; CAPTCHA&#8217;s By The Kilo

                        &#1502;&#1512;&#1510;&#1492;: &#1513;&#1497; &#1512;&#1508;&#1508;&#1493;&#1512;&#1496;, SiteBlackBox

&#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1494;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1489;&#1506;&#1497;&#1493;&#1514; &#1492;&#1511;&#1513;&#1493;&#1512;&#1493;&#1514; &#1500;&#1504;&#1497;&#1492;&#1493;&#1500; CAPTHCAs &#1493;&#1492;&#1514;&#1506;&#1513;&#1497;&#1497;&#1492; &#1492;&#1505;&#1493;&#1489;&#1489;&#1514; &#1488;&#1493;&#1514;&#1501;. 

 

 

&#1492;&#1502;&#1508;&#1490;&#1513; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501;, &#1499;&#1488;&#1502;&#1493;&#1512;, &#1489;&#1495;&#1489;&#1512;&#1514; Ernst &amp; Young &#1489;&#1514;&quot;&#1488;. 

&#1499;&#1514;&#1493;&#1489;&#1514;: &#1512;&#1495;' &#1502;&#1497;&#1496;&#1489; 6, &#1514;&#1500; &#1488;&#1489;&#1497;&#1489; &#8211; &#1511;&#1493;&#1502;&#1492; 2 &#1499;&#1504;&#1497;&#1505;&#1492; L. 

&#1495;&#1504;&#1497;&#1492; (&#1489;&#1514;&#1513;&#1500;&#1493;&#1501;) &#8211; &#1504;&#1497;&#1514;&#1503; &#1500;&#1495;&#1504;&#1493;&#1514; &#1489;&#1495;&#1504;&#1497;&#1493;&#1503; &#1513;&#1500; &#1502;&#1514;&#1495;&#1501; &quot;&#1508;&#1500;&#1488;&#1508;&#1493;&#1503;/&#1513;&#1493;&#1508;&#1512;&#1505;&#1500;&quot; &#1513;&#1504;&#1511;&#1512;&#1488; &quot;&#1513;&#1502;&#1497; &#1489;&#1512;&quot;
(&#1492;&#1499;&#1504;&#1497;&#1505;&#1492; &#1502;&#1512;&#1495;' &#1511;&#1512;&#1502;&#1497;&#1504;&#1497;&#1510;&#1511;&#1497;). 

&#1492;&#1493;&#1512;&#1488;&#1493;&#1514; &#1492;&#1490;&#1506;&#1492;:

            &#1500;&#1506;&#1500;&#1493;&#1514; &#1489;&#1502;&#1495;&#1500;&#1507; &#1492;&#1513;&#1500;&#1493;&#1501; &#1493;&#1500;&#1508;&#1504;&#1493;&#1514; &#1489;&#1492;&#1514;&#1488;&#1502;&#1492; (&#1502;&#1491;&#1512;&#1493;&#1501; &#1488;&#1493; &#1502;&#1510;&#1508;&#1493;&#1503;) &#1500;&#1497;&#1490;&#1488;&#1500; &#1488;&#1500;&#1493;&#1503;
&#1491;&#1512;&#1493;&#1501;. 

            &#1508;&#1504;&#1497;&#1492; &#1513;&#1504;&#1497;&#1492; &#1513;&#1502;&#1488;&#1500;&#1492; &#1500;&#1512;&#1495;&#1493;&#1489; &#1511;&#1512;&#1502;&#1497;&#1504;&#1497;&#1510;&#1511;&#1497; (&#1497;&#1513; &#1505;&#1504;&#1497;&#1507; &#1513;&#1500; &#1488;&#1512;&#1493;&#1502;&#1492; &#1489;&#1508;&#1497;&#1504;&#1492; &#1488;&#1494; &#1511;&#1513;&#1492;
&#1500;&#1508;&#1505;&#1508;&#1505;)

            &#1500;&#1495;&#1504;&#1497;&#1492; &#8211; &#1500;&#1508;&#1504;&#1493;&#1514; &#1489;&#1511;&#1512;&#1502;&#1497;&#1504;&#1497;&#1502;&#1511;&#1497; &#1513;&#1502;&#1488;&#1500;&#1492; &#1493;&#1500;&#1495;&#1504;&#1493;&#1514; &#1489;&#1495;&#1504;&#1497;&#1493;&#1503; &quot;&#1513;&#1502;&#1497; &#1489;&#1512;&quot;

            &#1502;&#1497;&#1496;&#1489; &#1492;&#1493;&#1488; &#1512;&#1495;&#1493;&#1489; &#1502;&#1511;&#1489;&#1497;&#1500; &#1500;&#1497;&#1490;&#1488;&#1500; &#1488;&#1500;&#1493;&#1503; (&#1492;&#1508;&#1504;&#1497;&#1492; &#1492;&#1489;&#1488;&#1492; &#1502;&#1511;&#1512;&#1502;&#1497;&#1504;&#1497;&#1510;&#1511;&#1497;)

 

 

&#1502;&#1494;&#1499;&#1497;&#1512; &#1513;&#1493;&#1489; &#8211; &#1488;&#1504;&#1488; &#1500;&#1513;&#1500;&#1493;&#1495; &#1488;&#1497;&#1513;&#1493;&#1512; &#1492;&#1490;&#1506;&#1492; &#1488;&#1501; &#1488;&#1514;&#1501; &#1502;&#1514;&#1499;&#1504;&#1504;&#1497;&#1501; &#1500;&#1492;&#1490;&#1497;&#1506;. &#1494;&#1492; &#1506;&#1493;&#1494;&#1512; &#1500;&#1504;&#1493; &#1500;&#1492;&#1514;&#1499;&#1493;&#1504;&#1503;.

 

 

---

Ofer Maor

CTO, Hacktics

Chairman, OWASP Israel

 

LinkedIn:  &lt;<A HREF="http://www.linkedin.com/in/ofermaor">http://www.linkedin.com/in/ofermaor</A>&gt;
<A HREF="http://www.linkedin.com/in/ofermaor">http://www.linkedin.com/in/ofermaor</A> 

Web:  &lt;<A HREF="http://www.hacktics.com/">http://www.hacktics.com/</A>&gt; www.hacktics.com

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20110515/236dbd23/attachment.html">https://lists.owasp.org/pipermail/owasp-israel/attachments/20110515/236dbd23/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000241.html">[OWASP Israel] .Net Security User Group,	next meeting 24-5-11 cloud security
</A></li>
	<LI>Next message: <A HREF="000243.html">[OWASP Israel] REMINDER: TOMORROW - OWASP Israel May Meeting
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#242">[ date ]</a>
              <a href="thread.html#242">[ thread ]</a>
              <a href="subject.html#242">[ subject ]</a>
              <a href="author.html#242">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
