<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Php session id de yabanci karakterler
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-turkey%5D%20Php%20session%20id%20de%20yabanci%20karakterler&In-Reply-To=%3C50CD0788.7040607%40gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001669.html">
   <LINK REL="Next"  HREF="001656.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Php session id de yabanci karakterler</H1>
    <B>Hakan Can</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-turkey%5D%20Php%20session%20id%20de%20yabanci%20karakterler&In-Reply-To=%3C50CD0788.7040607%40gmail.com%3E"
       TITLE="[Owasp-turkey] Php session id de yabanci karakterler">gogreenbecool at gmail.com
       </A><BR>
    <I>Sat Dec 15 23:28:08 UTC 2012</I>
    <P><UL>
        <LI>Previous message: <A HREF="001669.html">[Owasp-turkey] Php session id de yabanci karakterler
</A></li>
        <LI>Next message: <A HREF="001656.html">[Owasp-turkey] Bash 101 At&#246;lyesi
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1670">[ date ]</a>
              <a href="thread.html#1670">[ thread ]</a>
              <a href="subject.html#1670">[ subject ]</a>
              <a href="author.html#1670">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>On 12/14/2012 10:41 AM, Ozer, Mesut wrote:
&gt;<i> Uygulamaya gelen istekte belirtilen session id nin, ger&#231;ekten bizim &#8220;o
</I>&gt;<i> kullan&#305;c&#305;ya&#8221; verdi&#287;imiz session id olup olmad&#305;&#287;&#305;n&#305; anlamak i&#231;in session
</I>&gt;<i> id ler ile kullan&#305;c&#305;lar aras&#305;nda bir ba&#287;lant&#305; kurmam&#305;z gerekir. Ama
</I>&gt;<i> a&#351;a&#287;&#305;daki sayfada da a&#231;&#305;kland&#305;&#287;&#305; gibi bunu yapman&#305;n garantili bir yolu yok:
</I>&gt;<i>
</I>&gt;<i> <A HREF="http://stackoverflow.com/questions/12233406/preventing-session-hijacking">http://stackoverflow.com/questions/12233406/preventing-session-hijacking</A>
</I>&gt;<i>
</I>&gt;<i> - Mesut
</I>Mesut arkada&#351;&#305;ma iyi niyetle bilgisini payla&#351;t&#305;&#287;&#305; i&#231;in te&#351;ekk&#252;r ederim.

Fakat bu cevap OWASP ana fikri ile &#231;eli&#351;iyor.(uygulama g&#252;venli&#287;inin 
geli&#351;tirilebilirli&#287;ini reddeden bir yakla&#351;&#305;mla uygulama g&#252;venli&#287;i 
sa&#287;lanamaz) session yani cookie g&#252;venli&#287;inin &#231;al&#305;nmaya kar&#351;&#305; 
koruyamayaca&#287;&#305;n&#305;z&#305; s&#246;ylemek yeni arkada&#351;lar ve uygulama g&#252;venli&#287;i 
bilgisi yetersiz arkada&#351;lar i&#231;in yanl&#305;&#351; bir ba&#351;lang&#305;&#231; noktas&#305; 
olu&#351;turabilir.Cookie yada session &#231;al&#305;nabilir ama sald&#305;r&#305; i&#231;in 
kullan&#305;lamaz.Kullan&#305;lsa bile sistem taraf&#305;ndan tespit edilip 
engellenebilir.
Baz&#305; arkada&#351;lar&#305;m i&#231;inden mutlak g&#252;venli&#287;in sa&#287;lanamayaca&#287;&#305;n&#305; 
ge&#231;irdi&#287;ini tahmin etmek g&#252;&#231; olmaz. Mutlak g&#252;venli&#287;e ula&#351;&#305;lmas&#305; 
imkans&#305;zd&#305;r. Buna ula&#351;maya &#199;ALI&#350;MAK burada bulunan arkada&#351;lar&#305;m&#305;n 
&#231;o&#287;unun ana hedefleri aras&#305;nda oldu&#287;unu d&#252;&#351;&#252;n&#252;yorum.Uygulama g&#252;venli&#287;i 
i&#231;in Cookie ler nas&#305;l kullan&#305;labilir.
1-Cookie g&#252;venli&#287;ini artt&#305;rmak i&#231;in at&#305;lan her ad&#305;m kullan&#305;c&#305; taraf&#305;nda
k&#305;s&#305;tlamalar yaratt&#305;&#287;&#305; i&#231;in hedeflenen g&#252;venlik d&#252;zeyine g&#246;re cookie 
g&#252;venlik d&#252;zeyi belirlenmelidir.
2-yerel UniqId metotlar&#305; cookielerin olu&#351;turulmas&#305;nda tek ba&#351;&#305;na 
kullan&#305;lmamal&#305;d&#305;r.UniqId lerin ana amac&#305; g&#252;venlik de&#287;ildir h&#305;z ve 
e&#351;sizliktir ve tahmin edilebilirli&#287;i &#231;ok y&#252;ksek d&#252;zeydedir.Sadece 
Cookilerin e&#351;siz olmas&#305; i&#231;in olu&#351;turulan cookie lere eklenmelidir.
3-Cookiler kullan&#305;c&#305; bilgileri ile  sunucu tar&#305;nda saklanmal&#305;d&#305;r.B&#246;ylece 
cokilerin herhangi bir &#351;ekilde maniple edilmesi engellenebilir.
3-Kullan&#305;c&#305;lar&#305;n Ip ve taray&#305;c&#305; bilgileri mutlak takip edilmelidir.
bu sald&#305;r&#305;n&#305;n alan&#305;n&#305; tahmin edilenden daha &#231;ok daralt&#305;r.cookie ele 
ge&#231;se bile sadece ayn&#305; &#304;nternet gateway &#252;zerinde olmad&#305;&#287;&#305; s&#252;rece 
kullan&#305;lamaz.(ssl vb. g&#252;venli ba&#287;lant&#305; kuruldu&#287;u varsay&#305;l&#305;yor)
4- sald&#305;rgan ayn&#305; network &#252;zerinde ve ayn&#305; taray&#305;c&#305;y&#305; kullan&#305;yor olsa 
dahi isteklerin geldikleri sayfalar takip edildi&#287;i ve her istekte yeni 
cookie olu&#351;turuldu&#287;u durumlarda sald&#305;r&#305; alan&#305; &#231;ok daha daralt&#305;labilir.
bu durumda sald&#305;rgan cookie elinde olsa bile &#246;nceki istek yap&#305;lan 
sayfay&#305; hatta iste&#287;i olu&#351;turan butonun hangisi oldu&#287;unu bilmesi gerekir.
5- y&#252;ksek riskli i&#351;lemlerin belirli bir zaman gecikmesi ile 
ger&#231;ekle&#351;mesini sa&#287;lamak; Yukar&#305;daki t&#252;m &#246;nlemlerin a&#351;&#305;ld&#305;&#287;&#305;n&#305; 
varsayarsak. Ger&#231;ek kullan&#305;c&#305; sayfada herhangi bir istekte bulundu&#287;unda 
sistem &#246;nceki isteklerin &#351;&#252;pheli oldu&#287;unu anlayacak ve i&#351;lemler i&#231;in ek 
onay isteyecek.
Bu durum yerel a&#287;daki bilgisayarlar&#305;n sald&#305;r&#305; yapan taraf&#305;ndan ele 
ge&#231;irildi&#287;i durumlarda olu&#351;abilir buda cookie g&#252;venli&#287;i ile 
kar&#305;&#351;t&#305;r&#305;lmamal&#305;d&#305;r.
Not:Yerel a&#287;&#305;n&#305;zdaki sald&#305;rgan 5 nolu &#246;nlemi ger&#231;ek kullan&#305;c&#305;n&#305;n i&#351;lem 
yapmas&#305;n&#305; engellemek i&#231;in kullan&#305;labilir.

kullan&#305;c&#305;lar&#305;n e&#287;itilmesi y&#252;ksek g&#252;venlik i&#231;in gerekli ve cookie yada 
session a&#231;&#305;klar&#305;ndan daha kritiktir.
&#304;&#351;mem yap&#305;lmayaca&#287;&#305; zaman sistemden &#231;&#305;k&#305;&#351; yap&#305;lmal&#305;d&#305;r.
bu &#246;nlem sald&#305;rgana sadece iki t&#305;klama aras&#305;nda yukar&#305;daki t&#252;m &#351;artlar&#305; 
sa&#287;lamas&#305; ko&#351;ulu ile i&#351;lem yetkisi verir ger&#231;ek kullan&#305;c&#305; ikinci 
t&#305;klamay&#305; yapt&#305;&#287;&#305;nda sald&#305;rgan a&#231;&#305;&#287;a &#231;&#305;kar.Iki t&#305;klama aras&#305;nda ge&#231;en 
zaman bekleme s&#252;resini(5 nolu madde) a&#351;mad&#305;&#287;&#305; durumlarda hi&#231; bir &#351;ekilde 
  uygulama d&#252;zeyinde g&#252;venlik a&#231;&#305;&#287;&#305; olu&#351;turmaz.
Herkese a&#231;&#305;k a&#287;lardan, y&#252;ksek g&#252;venlikli &#351;ifreleme olmadan y&#252;ksek 
g&#252;venlik gereken uygulamalara ba&#287;lan&#305;lmamal&#305;d&#305;r.
mobil ayg&#305;tlar i&#231;in g&#252;venlik k&#305;s&#305;tlamalar&#305; getirilmelidir.tek 
kullan&#305;ml&#305;k &#351;ifre gibi.(y&#252;ksek g&#252;venlik gerektiren uygulamalar i&#231;in)

A&#287; Uygulamas&#305; g&#252;venli&#287;i g&#252;venli-a&#287; katman&#305;na dayan&#305;r. A&#287; g&#252;venli&#287;i 
artt&#305;r&#305;larak uygulama g&#252;venli&#287;i artt&#305;r&#305;labilir. a&#287;&#305;n g&#252;vensiz olmas&#305; 
ayr&#305; session yada cookie nin g&#252;vensiz olmas&#305; ayr&#305;d&#305;r.A&#287; g&#252;vensiz ise
daha session olu&#351;madan &#351;ifreniz yada g&#252;venlik sertifikan&#305;z sald&#305;rgan 
taraf&#305;ndan &#231;oktan ele ge&#231;irilebilir.Bu uygulaman&#305;n g&#252;vensiz oldu&#287;unu 
g&#246;stermez.

Mutlak g&#252;venli&#287;e ula&#351;&#305;lmas&#305; teoride imkans&#305;zd&#305;r. Bizler i&#351;i teoriden 
prati&#287;e d&#246;k&#252;yoruz. Sald&#305;rganda bizimle ayn&#305; durumda teoride a&#351;abilece&#287;i 
g&#252;venlik &#246;nlemlerini pratikte a&#351;mak i&#231;in zaman ve enerjiye ihtiya&#231; var. 
Onlar&#305;n i&#351;ini ne kadar zorla&#351;t&#305;r&#305;rsan&#305;z sald&#305;r&#305; alan&#305;n&#305; daralt&#305;rsan&#305;z 
uygulaman&#305;z o kadar g&#252;venli ve cayd&#305;r&#305;c&#305; olur.

&#304;yi Hafta Sonlar&#305; Dile&#287;i ile....

HakanCan





</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001669.html">[Owasp-turkey] Php session id de yabanci karakterler
</A></li>
	<LI>Next message: <A HREF="001656.html">[Owasp-turkey] Bash 101 At&#246;lyesi
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1670">[ date ]</a>
              <a href="thread.html#1670">[ thread ]</a>
              <a href="subject.html#1670">[ subject ]</a>
              <a href="author.html#1670">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
