<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego i pro&#347;ba o pomoc
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20%3D%3Fiso-8859-2%3Fq%3FIT_Risk_%3D26_Security_Analyst_-_kont%3F%3D%0A%20%3D%3Fiso-8859-2%3Fq%3Fakt_w_sprawie_procesu_rekrutacyjnego_i_pro%3DB6ba_o_pomoc%3F%3D&In-Reply-To=%3COF66BC29E3.CB3A99FE-ONC1257B81.0037D631-C1257B81.00381350%40LocalDomain%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000298.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego i pro&#347;ba o pomoc</H1>
    <B>Joanna Stypula</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20%3D%3Fiso-8859-2%3Fq%3FIT_Risk_%3D26_Security_Analyst_-_kont%3F%3D%0A%20%3D%3Fiso-8859-2%3Fq%3Fakt_w_sprawie_procesu_rekrutacyjnego_i_pro%3DB6ba_o_pomoc%3F%3D&In-Reply-To=%3COF66BC29E3.CB3A99FE-ONC1257B81.0037D631-C1257B81.00381350%40LocalDomain%3E"
       TITLE="[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego i pro&#347;ba o pomoc">JStypula at antal.com
       </A><BR>
    <I>Wed Jun  5 10:12:29 UTC 2013</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000298.html">[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego i pro&#347;ba o pomoc
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#297">[ date ]</a>
              <a href="thread.html#297">[ thread ]</a>
              <a href="subject.html#297">[ subject ]</a>
              <a href="author.html#297">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Szanowni Pa&#324;stwo, 

jestem Researcherk&#261; w firmie Antal International. Dzi&#281;ki &#380;yczliwo&#347;ci 
cz&#322;onk&#243;w Pa&#324;stwa grupy otrzyma&#322;am wskaz&#243;wki dotycz&#261;ce mailowego kontaktu z 
Pa&#324;stwem i pozwoli&#322;am sobie z niego skorzysta&#263;. 

Prowadz&#281; obecnie proces rekrutacyjny na stanowisko IT Risk &amp; Security 
Analyst.dla jednego z najwi&#281;kszych bank&#243;w inwestycyjnych na &#347;wiecie. W 
zwi&#261;zku z tym, &#380;e jeste&#347;cie Pa&#324;stwo grup&#261; docelow&#261;, do kt&#243;rej si&#281; zwracam, 
nie b&#281;d&#281; ukrywa&#263;, &#380;e jest to firma UBS. M&#243;j Klient poszukuje obecnie 
zar&#243;wno specjalist&#243;w technicznych, zwi&#261;zanych z bezpiecze&#324;stwem aplikacji, 
jak i teoretycznych - do&#347;wiadczonych w zagadnieniach zwi&#261;zanych z ryzykiem 
IT i zarz&#261;dzaniem ryzykiem. 

Pod spodem zamieszczam opis stanowiska, aby&#347;cie mogli Pa&#324;stwo si&#281; z nim 
bli&#380;ej zapozna&#263;. Zaznaczam jednak, &#380;e opis ten nie jest list&#261; sztywnych 
wytycznych i Klient otwarty jest na r&#243;&#380;nie sprofilowanych specjalist&#243;w. 
Je&#347;li kt&#243;ry&#347; z Was by&#322;by zainteresowany takim projektem - zapraszam do 
kontaktu i wsp&#243;&#322;pracy. 

By&#322;abym te&#380; Pa&#324;stwu niezmiernie wdzi&#281;czna za przekazanie mojej wiadomo&#347;ci 
osobom z Pa&#324;stwa siatki kontakt&#243;w, poniewa&#380; przyznam szczerze, &#380;e 
wyczerpa&#322;am ju&#380; wszystkie znane mi &#378;r&#243;d&#322;a,  w kt&#243;rych mo&#380;na poszukiwa&#263; 
potencjalnych Kandydat&#243;w na to stanowisko. 

Pod spodem zamieszczam opis stanowiska, aby mogli si&#281; Pa&#324;stwo z nim bli&#380;ej 
zapozna&#263;. 

Description:
 You will support the IT Risk and Security (ITR&amp;S) organization in 
performing assessments and in identifying the control gaps and control 
failures in       application and infrastructure designs and future 
deployments. 

We are seeking candidates who will join existing IT Risk Assessments 
Infrastructure or Application team. Teams will cooperate with internal 
clients to determine the risks presented to the business and the Bank. An 
integral part of this process includes validation of compliance with Bank 
and industry standards, initiatives and strategic direction, negotiation 
with business and IT on the options, risks and mitigating factors 
affecting the final risk that the business accepts to manage. 

Responsibilities: 
&#8226; Prepare initial and in-depth technology Risk Assessment reports 
&#8226; Conduct control effectiveness assessments 
&#8226; Participate in development or improvement of the tools used by Risk 
Assessment team 
&#8226; Participate in initiatives to improve Risk Assessment processes and 
tools across the Bank 
&#8226; Manage exceptions, identified issues and propose recommendations 
&#8226; Keep other teams within Risk Assessment informed on progress and 
delivery status 
&#8226; Perform initial data gathering and a follow-up advisory based on the 
type of the request 
&#8226; Act as a mentor for junior colleagues and lead trainings and awareness 
presentations

Requirements:
&#8226; IT related University degree 
&#8226; Minimum 3 year experience in technology risk analysis or IT audit or 
operational security position 
&#8226; IT Security expert knowledge in one of following domains: E-commerce, 
network zoning, cipher techniques and PKI, operating systems, networking, 
database security, SDLC, virtualization, Access and Entitlement 
Management, mobile technology, security technologies, outsourcing and 
vendor management 
&#8226; Very good written and spoken English 
&#8226; Very good communication skills and ability to work in the team 

Additional assets: 
&#8226; Experience in IT Security Penetration tests or IT project 
management/business analyses 
&#8226; Experience in OS and network administration, database or software 
architecture design, programming 
&#8226; Qualifications, both achieved or certification in progress: CISSP, CISM, 
CISA, CRISC, CSSLP, ISO27001 LA, CEH and other IT / IT Security / Audit 
related


Pozdrawiam serdecznie, 

Joanna Stypula
Researcher, IT Services
Antal International
50-148, ul.Wita Stwosza 1
Wroclaw
Tel: +48 71 736 5000
Fax: +48 22 483 50 01
Email: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">JStypula at antal.com</A>
Web: www.antal.pl

NIP: PL 5251559635, KRS: 0000117277, Regon: 012170170 
Sad Rejonowy w Warszawie, XII Wydzial Gospodarczy Krajowego Rejestru 
Sadowego Wysokosc kapitalu zakladowego: PLN 50.000,00 oplacony w calosci


My&#347;lisz o karierze w bran&#380;y rekrutacyjnej?...Porozmawiajmy! Antal's global network has physical offices in;  Belgium, Brazil, Bulgaria, Cameroon, China, Croatia, Egypt, France, Germany, Ghana, Hungary, India, Israel, Italy, Luxembourg, Malta, Netherlands, Nigeria, Pakistan, Philippines, Poland, Romania, Russia, Singapore, Slovakia, South Africa, Spain, Sweden, Switzerland, Turkey, United Arab Emirates, United Kingdom &quot;Global Recruitment Solutions Applied Locally&quot; 
-------------------------------------------------------------------------------
This email message is confidential to the intended recipient. Any
unauthorised use, dissemination of the information, or copying of this
message is prohibited. If you are not the intended recipient, kindly notify
the sender by return e-mail and delete this message. 
Alternatively, please contact us via our website.
Antal International Limited is not responsible and cannot be held liable for:
- anyone who, under any circumstances, has received this e-mail in error
- the contents of personal or private messages sent by members of staff
- security of information sent by e-mail at your request.

If you don't want to receive email from Antal please reply with
&quot;Unsubscribe&quot; in the subject line. (This is an automatic process, no message body 
is required) This does not effect &quot;Jobs-by-Email&quot; from our website.
-------------------------------------------------------------------------------
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-poland/attachments/20130605/f0503e5a/attachment.html">http://lists.owasp.org/pipermail/owasp-poland/attachments/20130605/f0503e5a/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000298.html">[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego i pro&#347;ba o pomoc
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#297">[ date ]</a>
              <a href="thread.html#297">[ thread ]</a>
              <a href="subject.html#297">[ subject ]</a>
              <a href="author.html#297">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
