<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-Helsinki] OWASP toiminta kev&#228;&#228;ll&#228; 2008
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=%5BOwasp-Helsinki%5D%20%3D%3Fiso-8859-1%3Fq%3FOWASP_toiminta_kev%3DE4%3DE4ll%3DE4_200%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3F8%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000045.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-Helsinki] OWASP toiminta kev&#228;&#228;ll&#228; 2008</H1>
    <B>Laulajainen Antti</B> 
    <A HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=%5BOwasp-Helsinki%5D%20%3D%3Fiso-8859-1%3Fq%3FOWASP_toiminta_kev%3DE4%3DE4ll%3DE4_200%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3F8%3F%3D&In-Reply-To="
       TITLE="[Owasp-Helsinki] OWASP toiminta kev&#228;&#228;ll&#228; 2008">antti.laulajainen at ixonos.com
       </A><BR>
    <I>Wed Feb  6 09:53:34 EST 2008</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000045.html">[Owasp-Helsinki] OWASP Helsinki activities
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#44">[ date ]</a>
              <a href="thread.html#44">[ thread ]</a>
              <a href="subject.html#44">[ subject ]</a>
              <a href="author.html#44">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>English translation to follow later on. Sorry about that



Moi,

OWASP Helsinki jaoston toimintaa on nyt kev&#228;&#228;lle hahmoteltu. Kantavana ideana on mahdollisimman laajan joukon tavoittaminen yhteisty&#246;n kautta ja sovellustietoturvan tietoitoisuuden nostaminen.



OWASP Helsinki kokoukset.

Kev&#228;tkaudella on tarkoitus j&#228;rjest&#228;&#228; v&#228;hint&#228;&#228;n kaksi kokousta, 11.3. ja 13.5.

Merkatkaa p&#228;iv&#228;t kalenteriin.  11.3 kokouksen alustava teema on sovellusten auditointi ja kokemuksia siit&#228;. Ohjelma tarkentuu viel&#228; my&#246;hemmin. 13.5. kokoukseen voisimme mahdollisesti kokeilla jotain uutta. Tarkoituksena olisi j&#228;rjest&#228;&#228; virkist&#228;ytymis/verkostoitumistilaisuus jonka ideana olisi kokoontua yhteen viett&#228;m&#228;&#228;n aikaa keskustellen vapaamuotoisesti miellytt&#228;viss&#228; olosuhteissa. Katsotaan saadaanko mukaan hyv&#228; puhuja my&#246;s.

OWASP Goes!

Kokouksien lis&#228;ksi yritimme mietti&#228; muita sopivia aktiviteetteja. Ideaksi kehkeytyi vierailu sopivassa tietoturvaorganisaatiossa. Samalla voidaan esitell&#228; OWASPin toimintaa. Ensimm&#228;iset kontaktit asian tiimoilta on jo otettu. Jos l&#246;ytyy joku mielenkiintoinen vierailukohde niin ilmoittakaa siit&#228; ihmeess&#228;. T&#228;ll&#228; hetkell&#228; olemme l&#228;hett&#228;neet kyselyj&#228; CERT.FI suuntaan.


Tietoisuuden lis&#228;&#228;minen yhteisty&#246;n kautta.

Teeman mukaisesti OWASPin toimintaa esiteltiin 24.1.2008 ISACA Finlandin kokouksessa. Esitys on ladattavissa kotisivuilta.

Samaa teemaa jatkoi puheenvuoron pit&#228;minen RWSUG Finlandin kokouksessa aiheella ketter&#228; kehitys ja tietoturvan hallinta.

Seuraavaa esiintymist&#228; ei ole viel&#228; sovittuna, mutta yhten&#228; kohteena on testaajayhteis&#246;n tavoittaminen. Jos jollakulla on kontakteja niin l&#228;hett&#228;k&#228;&#228; t&#228;st&#228; tietoa minulle niin katsotaan kuinka voidaan asiaa edist&#228;&#228;.

Muita mielenkiintoisia yhdistyksi&#228; ovat mm. Hetky, Sytyke ja Tietoturva ry ja OWASP Sweden Chapter.

Tilaisuuksista esill&#228; on ollut DevDays.

Kaikista muista kohteista otetaan ehdotuksia vastaan.



Appsec Europe.

Toukokuussa on tarkoituksena j&#228;rjest&#228;&#228; Belgiassa OWASP AppSec Europe 2008 seminaari. Seminaari on jaoteltu kahteen osaan, Training Days 20.5-21.5. ja Main conference 22.5-23.5. Suosittelisin osallistumista jos vain mahdollista. Oheisesta linkist&#228; lis&#228;tietoja jotka ovat t&#228;ll&#228; hetkell&#228; hiukan vajavaisia <A HREF="http://www.owasp.org/index.php/OWASP_AppSec_Europe_2008_-_Belgium.">http://www.owasp.org/index.php/OWASP_AppSec_Europe_2008_-_Belgium.</A> Olisi varmasti hauska idea kokoontua ep&#228;virallisen tapaamisen merkeiss&#228; jos matkalle l&#228;htee useita henkil&#246;it&#228;. Yhteisen matkan j&#228;rjest&#228;miseen ei l&#246;ydy valitettavasti resursseja, mutta yhteistiedot voidaan ker&#228;t&#228; niin haluttaessa.


Muita j&#228;sentym&#228;tt&#246;mi&#228; suunnitelmia.

Yhten&#228; tilaisuuden muotona voisi olla Round-table keskustelu tulevissa kokouksissa. Ideana on, ett&#228; pidet&#228;&#228;n etuk&#228;teen valitusta aiheesta keskustelu alan asiantuntijoiden kesken johon yleis&#246; voi osallistua.

Olemme my&#246;s py&#246;ritelleet ideoita tuleviin kokouksiin, yhten&#228; ideana mik&#228; on ollut jo jonkin aikaa ajankohtaista on PCI-standardi. T&#228;m&#228;n ymp&#228;rille voisi rakentaa teematilaisuuden.

Miniseminaarin j&#228;rjest&#228;minen on my&#246;s ollut esill&#228; pitemp&#228;&#228;n. T&#228;ll&#228; hetkell&#228; vaikuttaa silt&#228;, ett&#228; mahdollisesti yhteist&#246;ss&#228; toisen organisaation kanssa on paras mahdollisuus tilaisuuden j&#228;rjest&#228;miseksi.



Suunnitteluun mukaan.

Apuvoimia kaivataan aina. Jos innostusta riitt&#228;&#228; ja halua vaikuttaa OWASP Helsingin toimintaan niin ilmoita siit&#228; vaikka minulle. Mik&#228;&#228;n salaseurahan t&#228;m&#228; ei ole joten kaikki ovat tervetulleita mukaan vaikuttamaan.



t:Antti
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">antti.laulajainen at ixonos.com</A>&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">antti.laulajainen at ixonos.com</A>&gt;
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-helsinki/attachments/20080206/a5e46714/attachment.html">https://lists.owasp.org/pipermail/owasp-helsinki/attachments/20080206/a5e46714/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000045.html">[Owasp-Helsinki] OWASP Helsinki activities
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#44">[ date ]</a>
              <a href="thread.html#44">[ thread ]</a>
              <a href="subject.html#44">[ subject ]</a>
              <a href="author.html#44">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">More information about the Owasp-helsinki
mailing list</a><br>
</body></html>
