<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] &#304;lgi: Re: [netsec] Re:  Under DDos Attack
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%3D%3Futf-8%3Fb%3FxLBsZ2k6IFJlOiBbbmV0c2VjXSBSZTogIFVuZGVy%3F%3D%0A%09%3D%3Futf-8%3Fq%3F_DDos_Attack%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000476.html">
   <LINK REL="Next"  HREF="000493.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] &#304;lgi: Re: [netsec] Re:  Under DDos Attack</H1>
    <B>Serkan Akcan</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%3D%3Futf-8%3Fb%3FxLBsZ2k6IFJlOiBbbmV0c2VjXSBSZTogIFVuZGVy%3F%3D%0A%09%3D%3Futf-8%3Fq%3F_DDos_Attack%3F%3D&In-Reply-To="
       TITLE="[Owasp-turkey] &#304;lgi: Re: [netsec] Re:  Under DDos Attack">Serkan.Akcan at nebulabilisim.com.tr
       </A><BR>
    <I>Wed Nov  5 19:26:47 EST 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000476.html">[Owasp-turkey] &#304;lgi: Re:  Dikkat IDP var...
</A></li>
        <LI>Next message: <A HREF="000493.html">[Owasp-turkey] [netsec] &#304;lgi: Re: [netsec] Re:  Under DDos Attack
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#490">[ date ]</a>
              <a href="thread.html#490">[ thread ]</a>
              <a href="subject.html#490">[ subject ]</a>
              <a href="author.html#490">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Buyuk sistemlerde 3 konu onemli.

1.application acceleration
Bir web client sunucuya birden cok session acabilir. Hatta tasarima gore 10a yakin session acabilir. F5 Networks ve citrix gibi cihazlar bu session sayilarini dusururler ve sunucuda tek session ile isi bitirirler. Ayrica traffic comp ve caching yaptiklari icin performans da inanmasi guc bicimde artar (yuzde 80'lere kadar)

2.load balancing
Aslinda urunlerde birinci maddeyle birlikte gelir. Sunuculara sessionlari dagitir. 8-10 cesit teknik kullanabiliyorlar.

3.web application firewall
Get komutunun niyetini anlamak onemli. Waf urunleri iyi konfigure edildiginde get'in devaminda ne yaptigini anlar. Get'ten sonra iletisim devam etmiyorsa session'i hic web sunucularina gondermeden dusurur.

Ddos ugrasmasi gercekten zor bir konu. Sunucularda da hardening gerekir. Ozellikle windows tcpip stackine mudahale etmek gerekir. Aksi takdirde windows tcp handshakei 60 saniye alive tutuyor ve kendisi patlayiveriyor. Firewall, waf, application delivery, web sunucularinin isletim sistemleri ve web sunuculari. Tam anlamiyla bir defense in depth.


Serkan AKCAN
Mobile:+90(532)7112942
Office:+90(212)2747490
Sent from my mobile wireless handheld

-----Orijinal Mesaj-----
G&#246;nderen: Musa Ulker
G&#246;nderilen:Per 06.11.2008 00:17
Kime: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec at lifeoverip.net</A>
Bilgi: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
Konu: Re: [netsec] Re: [Owasp-turkey] Under DDos Attack


Merhabalar,

Asl&#305;nda DDoS olmasa da ger&#231;ekle&#351;tirilen, akl&#305;ma &#214;SYM 'nin durumu
geliyor. Bug&#252;n KPSS s&#305;nav&#305; sonu&#231;lar&#305; a&#231;&#305;klanm&#305;&#351; ve sonu&#231; sayfas&#305;
a&#231;&#305;lm&#305;yor. Farkl&#305; iplerden y&#252;zbinlerce client y&#252;kleniyorlar, sunucu
me&#351;gul mesaj&#305;n&#305; okuduktan sonra s&#252;rekli sayfay&#305; yeniliyorlar a&#231;&#305;lmas&#305;
&#252;midiyle..

&#214;SYM bilin&#231;siz bir  DDos sald&#305;r&#305;s&#305; alt&#305;nda :) Bu gibi durumlarda ne
yapmak gerekir? Load balanceder m&#305; yeterli mi gelmiyor? Her zaman bu
tarz durumlarla kar&#351;&#305;la&#351;m&#305;yorsunuzdur ama bu gibi durum i&#231;in &#231;&#246;z&#252;m
&#246;nerilerinizi bekliyorum. DDoS dan bir fark&#305; var, siteye ula&#351;may&#305;
&#231;al&#305;&#351;anlar&#305; bloklamaman&#305;z gerekiyor :)

Ne d&#252;&#351;&#252;n&#252;yorsunuz?

Selamlar
Musa

2008/11/5 Musa Ulker &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">musaulker at gmail.com</A>&gt;:
&gt;<i> Merhabalar arkada&#351;lar,
</I>&gt;<i>
</I>&gt;<i> G&#252;n boyu bir konferansdayd&#305;m ve internet eri&#351;im imkan&#305; sadece otel
</I>&gt;<i> m&#252;&#351;terilerine vard&#305;. 3-5 bilgisayar kullan&#305;lmak &#252;zere ayr&#305;lm&#305;&#351; onlar&#305;
</I>&gt;<i> da hem konferans programlar&#305;na kat&#305;lmak hemde &#351;ahsi i&#351;lemlerim i&#231;in
</I>&gt;<i> uzun s&#252;re me&#351;gul edemedim. &#304;nternetten uzak bir g&#252;n ge&#231;irdim, iyi mi
</I>&gt;<i> k&#246;t&#252; m&#252; ba&#351;ka bir tart&#305;&#351;ma konusu olur herhalde.. Yine topluca cevap
</I>&gt;<i> veriyorum, kusuruma bakmay&#305;n, al&#305;nan arkada&#351;lar olmas&#305;n ;)
</I>&gt;<i>
</I>&gt;&gt;<i> Ferruh Mavituna &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">ferruh at mavituna.com</A>&gt;:
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Diger bir soru uygulama gerekenden fazla CPU harciyor mu? Cok yuksek database prosesi gerektiren islemler var mi? Ya da yogun islem yapan PHP sayfalari.
</I>&gt;&gt;<i> Eger GET yapilan sayfa sitenin en sayfasi ise o sayfayi cachelemek mumkun mu? IP ler duzenli degisiyor olamaz eminim ki ayni IPler bloklanana kadar GET
</I>&gt;&gt;<i> islemine devam ediyordur. Dolayisiyla ayni IP adresi dakika icerisin atiyorum 30 istek yaparsa o kisiyi direk bloklayabilirsin, ya da CAPTCHA vs. gibi onay isteyen
</I>&gt;&gt;<i> bir ekran gosterebilir ve eger onay vermezse bu kisi, onu bloklarsin (bu blok firewall  seviyesinde daha iyi olur ama teknik olarak zor olursa uygulama seviyesindeki
</I>&gt;&gt;<i> blokta yetecektir)
</I>&gt;<i>
</I>&gt;<i> Uygulama php ile geli&#351;tirilmi&#351; a&#231;&#305;k kaynak kodlu bir e-ticaret
</I>&gt;<i> uygulamas&#305;: OsCommerce - www.oscommerce.com
</I>&gt;<i> Ne derece ba&#351;ar&#305;l&#305; bir uygulama ve yo&#287;un ziyaret&#231;i ald&#305;&#287;&#305; zaman nas&#305;l
</I>&gt;<i> davrany&#305;or ayr&#305;nt&#305;l&#305; bilgim yok, ama eskiden bir ara ara&#351;t&#305;rd&#305;&#287;&#305;mda
</I>&gt;<i> hantal bir yap&#305;ya sahip oldu&#287;unu g&#246;rm&#252;&#351;t&#252;m. Komik bir uygulama,
</I>&gt;<i> default kurulumda admin k&#305;sm&#305;nda bir koruma olmadan geliyor, kendiniz
</I>&gt;<i> authtentication yap&#305;s&#305;n&#305; bir &#351;ekilde, ya htaccessler ya da php ile
</I>&gt;<i> (kast&#305;m dinamik bir yap&#305;) ile koruman&#305;z gerekiyor. Ama hantal oldu&#287;unu
</I>&gt;<i> hat&#305;rly&#305;orum o zamanlar i&#231;in, belki ilerleyen zaman i&#231;erisinde geli&#351;im
</I>&gt;<i> g&#246;stermi&#351;tir..
</I>&gt;<i> Cache sistemi destekleyip desteklemedi&#287;ini, normal zamanda &#231;ok CPU
</I>&gt;<i> t&#252;ketimi yap&#305;p yapmad&#305;&#287;&#305;n&#305; bilemiyorum.. Attackda g&#246;rd&#252;&#287;&#252;m kadar&#305;yla
</I>&gt;<i> farkl&#305; XXX ipden s&#252;rekli HTTP GET iste&#287;i g&#246;nderilmesi, bu istekler
</I>&gt;<i> sonucu mysql e&#351;zamanl&#305; desteklenen kullan&#305;c&#305; say&#305;s&#305;n&#305; a&#351;mas&#305; ve
</I>&gt;<i> sitenin servis veremez duruma gelmesi.
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Ikinci olarak sanirim Apache icin benzer bir cok mod var <A HREF="http://www.zdziarski.com/projects/mod_evasive/">http://www.zdziarski.com/projects/mod_evasive/</A> gibi bir mod isini gorebilir.
</I>&gt;<i>
</I>&gt;<i> Apache modlar&#305;n&#305; baya&#287;&#305; bir ara&#351;t&#305;rm&#305;&#351; oldum f&#305;rsat bu f&#305;rsat :)
</I>&gt;<i> mod_evasive var, mod_security i zaten &#246;nceden kullan&#305;yordum, mod_qos
</I>&gt;<i> var, mod_limitipconn var, mod_dosevasive var, denedim ama pek fayda
</I>&gt;<i> etmediler. Bu sald&#305;r&#305; i&#231;in application baz&#305;nda de&#287;il de bir network
</I>&gt;<i> baz&#305;nda bloklama yap&#305;l&#305;rsa daha mant&#305;kl&#305; olaca&#287;&#305;n&#305; d&#252;&#351;&#252;n&#252;yorum
</I>&gt;<i> (sonu&#231;ta isteklerin apacheye ula&#351;&#305;p onu analiz edip yorulmas&#305; yerine
</I>&gt;<i> firewall seviyesinde networkden direkt paketleri d&#252;&#351;&#252;rmek daha
</I>&gt;<i> mant&#305;kl&#305; olacakt&#305;r..) ama yine de bu modlar&#305; da deneme f&#305;rsat&#305; bulmu&#351;
</I>&gt;<i> oldum. Bu sald&#305;r&#305; i&#231;in yeterli olmad&#305;klar&#305;n&#305; s&#246;yleyebilirim. Tabii
</I>&gt;<i> apache derleni&#351;ini, server konfigurasyonunu ve di&#287;er etkenleri de g&#246;z
</I>&gt;<i> &#246;n&#252;nde bulundurursak genelleme yapmak hatal&#305; olabilir..
</I>&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Ucuncu olarak GET isteklerini incele, eger bariz be benzerlik varsa direk ona gore bloklama yap. Mesela sacma bir user-agent, ya da language header' i yoksa, ya
</I>&gt;&gt;<i> da accept yoksa vs. Bu bazi kisileri yanlislikla bloklamaya neden olabilir ama sanirim bu tip bir zamanda 3-5 kisiyi kaybetmek herkesi kaybetmekten daha iyi bir
</I>&gt;&gt;<i> secim olacaktir.
</I>&gt;<i>
</I>&gt;<i> Evet olabilir ama art&#305;k istekler kalmad&#305;, art&#305;k bir sonrakine in&#351;. bu
</I>&gt;<i> da hay&#305;r dua m&#305; oldu beddua m&#305; bilemiyorum :)
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Ozelikle 3. oneri cok isine yarayabilir, saldiri yapanlarin isteklerini cok detayli incelemek ve bir pattern yakalamay calismak onemli bir nokta. Onlar saldiriyi
</I>&gt;&gt;<i> degistirebilirler ama bunu anlamalari ve cozmeleri bile cok uzun surecektir.
</I>&gt;<i>
</I>&gt;&gt;<i> Bedirhan Urgun &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">bedirhanurgun at gmail.com</A>&gt;
</I>&gt;&gt;<i> Merhaba Musa,
</I>&gt;&gt;<i> Ilgili Apache modulunu <A HREF="http://people.apache.org/~trawick/mod_backdoor.txt">http://people.apache.org/~trawick/mod_backdoor.txt</A> bulabilirsin. (Apache 2.2.x versiyonu ile denemedim)
</I>&gt;&gt;<i>
</I>&gt;<i>
</I>&gt;<i> Mod&#252;l bilgisi i&#231;in te&#351;ekk&#252;rler..
</I>&gt;<i>
</I>&gt;&gt;<i> Layer 7 filtering derken neyi kastediyorsun Musa, ayrit edici belli bir signature mu yakaladiniz saldiri isteklerinde (belli bir HTTP basligi veya URL) ve onu mu
</I>&gt;&gt;<i> kestiniz?
</I>&gt;<i>
</I>&gt;<i> &#304;&#351;in a&#231;&#305;kcas&#305; hardware firewall ile &#231;al&#305;&#351;ma yapan arkada&#351;lar&#305;n tam
</I>&gt;<i> olarak nas&#305;l bir signature yakalad&#305;klar&#305;n&#305; bilemiyorum. Bu aralar
</I>&gt;<i> ba&#351;ka yo&#287;unluklardan f&#305;rsat bulamad&#305;m detaylar&#305;n&#305; tam olarka
</I>&gt;<i> &#246;&#287;renmeye. &#304;lk f&#305;rsatta d&#246;nece&#287;im..
</I>&gt;<i>
</I>&gt;&gt;<i> Huzeyfe ONAL &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">huzeyfe at lifeoverip.net</A>&gt;
</I>&gt;&gt;<i>mumkunse kullanilan software firewall'un ismini ogrenebilir miyim? Zira bana degerler cok az geldi. Yani en basit Firewall bile bu degerler karsisinda rahatlikla
</I>&gt;&gt;<i> ayakta durur. Es zamanli 30000~ &gt;paket ya da ortalama 20000~ state durumunda bile %5 civarinda CPU harcayan software firewallar var.
</I>&gt;<i>
</I>&gt;<i> Iptables :) onu kulland&#305;m asl&#305;nda, ama apf ve csf de denemi&#351; oldum..
</I>&gt;<i> Bende rahatl&#305;kla bloklayaca&#287;&#305;n&#305; d&#252;&#351;&#252;nd&#252;m ama ilgin&#231;tir yeterli
</I>&gt;<i> gelmedi&#287;ini g&#246;rd&#252;m. Nedenini bilmiyorum. Rulelar&#305; listeledim ipler
</I>&gt;<i> bloklanm&#305;&#351; ama ba&#351;ka iplerden sald&#305;r&#305; geliyordu. Bununla ba&#351;a &#231;&#305;kmak
</I>&gt;<i> i&#231;in Huzeyfe'nin de ge&#231;en bahsetti&#287;i i&#351;i yapan
</I>&gt;<i> <A HREF="http://deflate.medialayer.com/">http://deflate.medialayer.com/</A> bu scripti kulland&#305;m ama yine httpd de
</I>&gt;<i> ciddi y&#252;k oldu&#287;unu g&#246;rd&#252;m. Firewall kapal&#305;yken ssha bile eri&#351;emezken
</I>&gt;<i> a&#231;&#305;nca CPU kullan&#305;m&#305; %80-85 seviyesinde kald&#305;, bazen d&#252;&#351;t&#252;&#287;&#252; oldu&#287;u
</I>&gt;<i> %60 seviyelerine ama yeterli gelmedi. Belki de yanl&#305;&#351; konfigure ettim
</I>&gt;<i> bilemiyorum..
</I>&gt;<i>
</I>&gt;&gt;<i> Mesela OpenBSD Packet Filter ve benzeri firewallar icin yogun  paketler 80. port(uygulamaya ulasmadan)a gitmeden network seviyesinde bloklanabilir. Bunun icin
</I>&gt;&gt;<i> firewall'a  tek bir ip adresinden su &gt;porta max baglanti sayisi y dir demek yeterli.
</I>&gt;<i>
</I>&gt;<i> Ip tables i&#231;in ip_limit modul&#252; varm&#305;&#351; sonradan &#246;&#287;renmi&#351; oldum..
</I>&gt;<i>
</I>&gt;<i> Herkese &#231;ok te&#351;ekk&#252;rler..
</I>&gt;<i>
</I>&gt;<i> Musa
</I>&gt;<i>
</I>&gt;<i> 2008/11/5 Serkan Akcan &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Serkan.Akcan at nebulabilisim.com.tr</A>&gt;:
</I>&gt;&gt;<i> Application Proxy &#246;zelli&#287;i olan firewall &#252;r&#252;nlerinde engelleme i&#351;lemi daha kolay yap&#305;labilir zira bu sistemlerde direk web sunucusuna trafik g&#246;nderilmez. Firewall kendi kar&#351;&#305;lar istekleri. Bu s&#305;rada bir&#231;ok kontrol yaparak paketlerin sunucuya teslim edilip edilmemesine karar verebiliriz. Bir nevi k&#252;&#231;&#252;k waf diyebiliriz.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Ayr&#305;ca &#252;lke kodlar&#305;n&#305; bilen firewall &#252;r&#252;nleri de var. GUI'den Rusya'y&#305; yasakla diyorsunuz yasakl&#305;yor. Ip bloklar&#305;n&#305; bilmenize gerek yok.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Dolay&#305;s&#305; ile &#252;r&#252;n se&#231;iminin &#246;nemini bir kez daha g&#246;rm&#252;&#351; oluyoruz. Bu konu hakk&#305;nda vakti zaman&#305;nda bilgiguvenligi.org mail listesinde tart&#305;&#351;ma yapm&#305;&#351;t&#305;k uzunca. Ayr&#305;ca beyaz &#351;apka'ya makale de yazm&#305;&#351;t&#305;m.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> SA
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> -----Original Message-----
</I>&gt;&gt;<i> From: Huzeyfe ONAL [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">huzeyfe at lifeoverip.net</A>]
</I>&gt;&gt;<i> Sent: 05 Kas&#305;m 2008 &#199;ar&#351;amba 20:41
</I>&gt;&gt;<i> To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec at lifeoverip.net</A>
</I>&gt;&gt;<i> Cc: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
</I>&gt;&gt;<i> Subject: Re: [netsec] Re: [Owasp-turkey] Under DDos Attack
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Selamlar,
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> bir saldirgan GET flood islemini nasil yapabilir dusunelim;
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> ilk bakista benim aklima bu isin farkli IP adreslerinden
</I>&gt;&gt;<i> yuzlerce/binlerce http istegi olusturrarak yapilmasi geliyor.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Oncelikle GET flood yapabilmesi icin TCP 3way handshake islemini
</I>&gt;&gt;<i> tamamlamak zorundadir. Demekki yapilacak her GET flood islemi bizim
</I>&gt;&gt;<i> Firewall tarafindan gorulecek.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Yani ben Firewallumda SYNProxy ve stateful tracking ozelliklerini
</I>&gt;&gt;<i> kullanarak farkli ip adreslerinden gelecek get floodlarini TCP/IP
</I>&gt;&gt;<i> seviyesinde gorebilecegim icin daha web sunucuya ulastirmadan
</I>&gt;&gt;<i> engelleyebilirim. Tabi binlerce ip adresinden gelecek birer istek
</I>&gt;&gt;<i> karsisinda cok birsey yapamaz ama boyle bir saldiri tipi ile henuz
</I>&gt;&gt;<i> karsilasmadim ben.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Firewalllar icin Linux Iptables'in tarpitting patch'i var, Free/OpenBSD
</I>&gt;&gt;<i> Packet Filter tum bu ozellikleri yamasiz sagliyor.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Ferruh Mavituna wrote:
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>     Benim gordugum DDOS konusunda yapilan en buyuk yanlis islem
</I>&gt;&gt;&gt;<i>     saldiriyi application seviyesinde eritmeye calismak ki bu da
</I>&gt;&gt;&gt;<i>     network seviyesine gore %60-%70 daha pahaliya mal oluyor.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> Durumuna gore degisir tabii ki, ama hafif zeki olan herhangi bir GET
</I>&gt;&gt;&gt;<i> istegi bazli DDoS da firewall bazinda engelleme yapmak (/firewall cok
</I>&gt;&gt;&gt;<i> zeki bir sey degils/e) pek mumkun degil. Tahminim buradaki durumda o.
</I>&gt;&gt;&gt;<i> Ama HTTP istegini analiz edebilen cozumler varsa sonuc uretecektir, bu
</I>&gt;&gt;&gt;<i> konuda oneri varsa acikcasi bende merak ediyorum. Cunku s&#305;k s&#305;k
</I>&gt;&gt;&gt;<i> karsima gelen konulardan biri ve maalesef pek basit bir cozumu yok.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> 2008/11/5 Huzeyfe ONAL &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">huzeyfe at lifeoverip.net</A>
</I>&gt;&gt;&gt;<i> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">huzeyfe at lifeoverip.net</A>&gt;&gt;
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>     Musa selamlar,
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>     mumkunse kullanilan software firewall'un ismini ogrenebilir miyim?
</I>&gt;&gt;&gt;<i>     Zira bana degerler cok az geldi. Yani en basit Firewall bile bu
</I>&gt;&gt;&gt;<i>     degerler karsisinda rahatlikla ayakta durur. Es zamanli 30000~
</I>&gt;&gt;&gt;<i>     paket ya da ortalama 20000~ state durumunda bile %5 civarinda CPU
</I>&gt;&gt;&gt;<i>     harcayan software firewallar var.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>     Mesela OpenBSD Packet Filter ve benzeri firewallar icin yogun
</I>&gt;&gt;&gt;<i>      paketler 80. port(uygulamaya ulasmadan)a gitmeden network
</I>&gt;&gt;&gt;<i>     seviyesinde bloklanabilir. Bunun icin firewall'a  tek bir ip
</I>&gt;&gt;&gt;<i>     adresinden su porta max baglanti sayisi y dir demek yeterli.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>     Paketler uygulama seviyesine ciktiginda engellemek hem daha zor
</I>&gt;&gt;&gt;<i>     hem de cok daha fazla kaynak tuketiyorlar.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>     Benim gordugum DDOS konusunda yapilan en buyuk yanlis islem
</I>&gt;&gt;&gt;<i>     saldiriyi application seviyesinde eritmeye calismak ki bu da
</I>&gt;&gt;&gt;<i>     network seviyesine gore %60-%70 daha pahaliya mal oluyor.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>     Musa Ulker wrote:
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Tekrar merhabalar,
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Ferruh; &#199;ok ilgin&#231;tir denedi&#287;im modlar kald&#305;ramad&#305; apachede
</I>&gt;&gt;&gt;<i>         ciddi y&#252;k
</I>&gt;&gt;&gt;<i>         durmaya devam etti.  Buradaki bottleneck software firewall
</I>&gt;&gt;&gt;<i>         ataklar&#305;
</I>&gt;&gt;&gt;<i>         durdurmad&#305; yeterli olmad&#305;. Y&#252;klenen ip say&#305;s&#305; ba&#351;ta 1 5 10
</I>&gt;&gt;&gt;<i>         diye de&#287;il
</I>&gt;&gt;&gt;<i>         de ayn&#305; anda 100+ &#351;eklinde olunca ve iplerde de&#287;i&#351;ti&#287;i i&#231;in
</I>&gt;&gt;&gt;<i>         &#231;ok k&#305;sa
</I>&gt;&gt;&gt;<i>         aral&#305;klarla (1dkdan az s&#252;re i&#231;in) yeni ipleri yakalayamad&#305; ve
</I>&gt;&gt;&gt;<i>         apacheyi, apachede &#231;al&#305;&#351;an uygulama da mysql i kilitledi..
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Benim &#246;rnek verdi&#287;im %30 sadece bir tane apache forku i&#231;in.
</I>&gt;&gt;&gt;<i>         Maksimum
</I>&gt;&gt;&gt;<i>         olan&#305; i&#231;indi. Firewall &#231;al&#305;&#351;madan sistem kitleniyordu, ssha bile
</I>&gt;&gt;&gt;<i>         eri&#351;ilmiyordu. Firewallla CPU kullan&#305;m&#305; %80-85 civar&#305;nda
</I>&gt;&gt;&gt;<i>         seyretmeye
</I>&gt;&gt;&gt;<i>         ba&#351;lad&#305;. Ayn&#305; anda mevcut 80 portuna connection say&#305;s&#305; 200+
</I>&gt;&gt;&gt;<i>         civar&#305;ndayd&#305;..
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Sald&#305;r&#305; detay&#305;: Connect flood. S&#252;rekli GET iste&#287;i. Sald&#305;r&#305; &#231;al&#305;&#351;an
</I>&gt;&gt;&gt;<i>         uygulama &#252;zerinden mysql i devre d&#305;&#351;&#305; b&#305;rakmaya y&#246;nelik oldu&#287;unu
</I>&gt;&gt;&gt;<i>         d&#252;&#351;&#252;n&#252;yorum. Daha &#246;nceden benzer bir sald&#305;rr&#305;yla kar&#351;&#305;la&#351;m&#305;&#351;t&#305;m..
</I>&gt;&gt;&gt;<i>         Gelen paketler gayet normal g&#246;z&#252;k&#252;yor. Arada malformed
</I>&gt;&gt;&gt;<i>         requestlerde
</I>&gt;&gt;&gt;<i>         geliyordu ama ba&#351;ka bir kaynaktan olabilir.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Kubilay; Rusya IP bloklar&#305; konusunda ara&#351;t&#305;rma yaparken &#351;&#246;yle bir
</I>&gt;&gt;&gt;<i>         siteyle kar&#351;&#305;la&#351;t&#305;m, incelemenizi tavsiye ederim:
</I>&gt;&gt;&gt;<i>         <A HREF="http://www.countryipblocks.net/">http://www.countryipblocks.net/</A>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Bedirhan; Apache KeepAlive konfigurasyonda kapal&#305;yd&#305;. Apache
</I>&gt;&gt;&gt;<i>         backdoor
</I>&gt;&gt;&gt;<i>         module gibi bir&#351;eyler buldum ama buldu&#287;um apache &#252;zerinden
</I>&gt;&gt;&gt;<i>         backdoor
</I>&gt;&gt;&gt;<i>         a&#231;an bir moduledu. Senin bahsetti&#287;in mod&#252;l&#252; payla&#351;&#305;r m&#305;s&#305;n?
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         DNS g&#252;ncellemsi akl&#305;ma geldi ama zararlar&#305;n&#305; k&#305;yaslay&#305;nca &#231;&#246;z&#252;mler
</I>&gt;&gt;&gt;<i>         aras&#305;ndan &#231;&#305;kard&#305;m..
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Akl&#305;n yolu bir: HW firewallarla &#231;&#246;z&#252;ld&#252; olay. Reverse proxy
</I>&gt;&gt;&gt;<i>         ile ba&#351;ka
</I>&gt;&gt;&gt;<i>         bir sunucuya y&#246;nlendirildi istekler ve o sunucu &#246;n&#252;nde Layer 7
</I>&gt;&gt;&gt;<i>         filtering yap&#305;ld&#305;. (Juniper &#252;zerinden custom filterlarla)
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Herkese g&#246;sterdi&#287;i a&#231;&#305;l&#305;mlar ve verdi&#287;i cevaplardan dolay&#305;
</I>&gt;&gt;&gt;<i>         te&#351;ekk&#252;r ediyorum..
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         Selamlar,
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         M.Musa &#220;lker
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>         2008/11/4 Ferruh Mavituna &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">ferruh at mavituna.com</A>
</I>&gt;&gt;&gt;<i>         &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">ferruh at mavituna.com</A>&gt;&gt;:
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>             Merhabalar Musa,
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>             Benim merak ettigim esas kilit noktasi neresi? (gavurlarin
</I>&gt;&gt;&gt;<i>             tabiri ile
</I>&gt;&gt;&gt;<i>             bottleneck). Yani application da mi is kitleniyor, ondeki
</I>&gt;&gt;&gt;<i>             firewall mu
</I>&gt;&gt;&gt;<i>             sapitmaya basliyor, load balancer mi vs. ?
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>             Apache process' i %30 ise , uygulamada veya Apache de bir
</I>&gt;&gt;&gt;<i>             sorun  yok diye
</I>&gt;&gt;&gt;<i>             varsayiyorum. Database server ne alemde onda da ciddi bir
</I>&gt;&gt;&gt;<i>             yuklenme yok mu?
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>             Bir de saldirinin detaylari ne? Syn-flood, connect-flood,
</I>&gt;&gt;&gt;<i>             yogun application
</I>&gt;&gt;&gt;<i>             istekleri (HTTP vs.)?  veya baska bir port acikta onun
</I>&gt;&gt;&gt;<i>             uzerinden mi bir sey
</I>&gt;&gt;&gt;<i>             yapiliyor? gelen paketlerin tum degerleri normal mi?
</I>&gt;&gt;&gt;<i>             Mesela tuhaf window
</I>&gt;&gt;&gt;<i>             size lari var mi vs.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>             Sonucta DDoS ataklari engellemek cok zor olabiliyor ama bu
</I>&gt;&gt;&gt;<i>             bilgileri
</I>&gt;&gt;&gt;<i>             verirsen daha detayli yardimci olunabilir sanirim.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>             Iyi Calismalar,
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>             2008/11/4 Musa Ulker &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">musaulker at gmail.com</A>
</I>&gt;&gt;&gt;<i>             &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">musaulker at gmail.com</A>&gt;&gt;
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>                 Merhabalar,
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>                 Dedicated bir sunucuya bir &#231;ok koldan DDos sald&#305;r&#305;s&#305;
</I>&gt;&gt;&gt;<i>                 ger&#231;ekle&#351;tiriliyor. En &#231;ok y&#252;k Apache &#252;zerinde. Apache
</I>&gt;&gt;&gt;<i>                 CPU load'&#305; %30u
</I>&gt;&gt;&gt;<i>                 ge&#231;ebiliyor farkl&#305; apache processleri &#231;al&#305;&#351;&#305;yor. T&#252;rl&#252;
</I>&gt;&gt;&gt;<i>                 &#231;al&#305;&#351;malar
</I>&gt;&gt;&gt;<i>                 yapt&#305;m; firewallar (salt iptables, apf, csf vs)
</I>&gt;&gt;&gt;<i>                 denedim, ddos
</I>&gt;&gt;&gt;<i>                 protectionlar&#305; test ettim ama sald&#305;r&#305;y&#305; tam olarak
</I>&gt;&gt;&gt;<i>                 kesemedim. Birazc&#305;k
</I>&gt;&gt;&gt;<i>                 y&#252;k&#252; hafifletebildim. Zombie makinalar &#252;zerinden
</I>&gt;&gt;&gt;<i>                 sald&#305;r&#305; halen devam
</I>&gt;&gt;&gt;<i>                 ediyor.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>                 Bu konuda nas&#305;l bir yol izlemem gerekiyor?
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>                 Te&#351;ekk&#252;rler
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>                 --
</I>&gt;&gt;&gt;<i>                 M.Musa &#220;lker
</I>&gt;&gt;&gt;<i>                 _______________________________________________
</I>&gt;&gt;&gt;<i>                 Owasp-turkey mailing list
</I>&gt;&gt;&gt;<i>                 <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
</I>&gt;&gt;&gt;<i>                 &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>&gt;
</I>&gt;&gt;&gt;<i>                 <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>             --
</I>&gt;&gt;&gt;<i>             Ferruh Mavituna
</I>&gt;&gt;&gt;<i>             <A HREF="http://ferruh.mavituna.com">http://ferruh.mavituna.com</A>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>     ---------------------------------------------------------------------
</I>&gt;&gt;&gt;<i>     To unsubscribe, e-mail: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-unsubscribe at lifeoverip.net</A>
</I>&gt;&gt;&gt;<i>     &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-unsubscribe at lifeoverip.net</A>&gt;
</I>&gt;&gt;&gt;<i>     For additional commands, e-mail: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-help at lifeoverip.net</A>
</I>&gt;&gt;&gt;<i>     &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-help at lifeoverip.net</A>&gt;
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> --
</I>&gt;&gt;&gt;<i> Ferruh Mavituna
</I>&gt;&gt;&gt;<i> <A HREF="http://ferruh.mavituna.com">http://ferruh.mavituna.com</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> ---------------------------------------------------------------------
</I>&gt;&gt;<i> To unsubscribe, e-mail: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-unsubscribe at lifeoverip.net</A>
</I>&gt;&gt;<i> For additional commands, e-mail: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-help at lifeoverip.net</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> ---------------------------------------------------------------------
</I>&gt;&gt;<i> To unsubscribe, e-mail: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-unsubscribe at lifeoverip.net</A>
</I>&gt;&gt;<i> For additional commands, e-mail: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-help at lifeoverip.net</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> --
</I>&gt;<i> M.Musa &#220;lker
</I>&gt;<i> <A HREF="http://www.musaulker.com">http://www.musaulker.com</A>
</I>&gt;<i> <A HREF="http://www.biltec.org">http://www.biltec.org</A>
</I>&gt;<i>
</I>


-- 
M.Musa &#220;lker
<A HREF="http://www.musaulker.com">http://www.musaulker.com</A>
<A HREF="http://www.biltec.org">http://www.biltec.org</A>
</PRE>









<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000476.html">[Owasp-turkey] &#304;lgi: Re:  Dikkat IDP var...
</A></li>
	<LI>Next message: <A HREF="000493.html">[Owasp-turkey] [netsec] &#304;lgi: Re: [netsec] Re:  Under DDos Attack
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#490">[ date ]</a>
              <a href="thread.html#490">[ thread ]</a>
              <a href="subject.html#490">[ subject ]</a>
              <a href="author.html#490">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
