<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] [netsec] Under DDos Attack
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%5Bnetsec%5D%20Under%20DDos%20Attack&In-Reply-To=5A20388985007E45AC77DC2F28766B0617F598%40OVECLEREXCH.pro-g.com.tr">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000469.html">
   <LINK REL="Next"  HREF="000475.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] [netsec] Under DDos Attack</H1>
    <B>Musa Ulker</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%5Bnetsec%5D%20Under%20DDos%20Attack&In-Reply-To=5A20388985007E45AC77DC2F28766B0617F598%40OVECLEREXCH.pro-g.com.tr"
       TITLE="[Owasp-turkey] [netsec] Under DDos Attack">musaulker at gmail.com
       </A><BR>
    <I>Tue Nov  4 06:03:21 EST 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000469.html">[Owasp-turkey] [netsec] Under DDos Attack
</A></li>
        <LI>Next message: <A HREF="000475.html">[Owasp-turkey] [netsec] Under DDos Attack
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#473">[ date ]</a>
              <a href="thread.html#473">[ thread ]</a>
              <a href="subject.html#473">[ subject ]</a>
              <a href="author.html#473">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Merhabalar,

T&#252;m gelen cevaplar i&#231;in te&#351;ekk&#252;r ediyorum.

&gt;<i> Bahtiyar Bircan &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">bahtiyarb at gmail.com</A>&gt;
</I>&gt;<i> Sald&#305;r&#305;lar  nerelerden yap&#305;l&#305;yor ?
</I>
Sald&#305;r&#305; ipleri Rusya'dan. Pharmacy ile ilgili bir site oldu&#287;u i&#231;in
sald&#305;r&#305;n&#305;n muhtemelen Leo Kuvayev (
<A HREF="http://www.spamhaus.org/statistics/spammers.lasso">http://www.spamhaus.org/statistics/spammers.lasso</A> ) taraflar&#305;ndan
gelmesi y&#252;ksek ihtimal..

&gt;<i> - En &#231;ok sald&#305;r&#305;  gelen IP adresleri baz&#305;nda bir  filtreleme yap&#305;labilir belki. kesin bir &#231;&#246;z&#252;m olmaz ama en az&#305;ndan bir s&#252;reli&#287;ine  hafifletebilir.
</I>
IP adresleri de&#287;i&#351;iyor s&#305;k s&#305;k, topluca bir Rusya IP blockuna m&#305; engel
koymak laz&#305;m bilemiyorum.

&gt;<i> - Sunucunun konuldu&#287;u servis sa&#287;lay&#305;c&#305;dan yard&#305;m istenebilir ,
</I>
Onu hi&#231; sormay&#305;n, i&#231;ler a&#231;&#305;s&#305;.. HW firewallar&#305; var ama ne derseniz onu
yap&#305;yorlar kendileri bir&#351;ey bilmiyorlar. Teknik destek &#231;ok yetersiz.
Sunucu lokasyonu de&#287;i&#351;tirilecek ama ge&#231;i&#231;i olarak sald&#305;r&#305;y&#305; bertaraf
etmenin yollar&#305;n&#305; ara&#351;t&#305;r&#305;yorum..

&gt;<i> - En &#231;ok sald&#305;r&#305;  gelen &#252;lkelerin  yasal birimlerine/Cert lerine (varsa) bildirebilirsiniz.
</I>
Rusya'yayla ilgili benzer bir durum ya&#351;ayanlar var m&#305;? Malum bu tarz
sald&#305;r&#305;larda s&#305;k s&#305;k isimleri ge&#231;iyor. &#304;rtibata ge&#231;mem durumunda ne
kadar s&#252;rede geri d&#246;n&#252;&#351; olur, bilginiz var m&#305;?

&gt;<i>
</I>&gt;<i> Bahtiyar
</I>
--------

&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Nedim.KAYA at halkbank.com.tr</A>:
</I>&gt;<i> Zombie makinalardan geldi&#287;ine emin misiniz?
</I>&gt;<i> spoof ip adreslerinden syn paketleri geliyor olabilir mi?
</I>&gt;<i> bu durumda sunucu taraf&#305;nda yada fw &#252;zerinde syn cookie-syn cache protectionlar&#305; enable etmeniz
</I>&gt;<i> yararl&#305; olabilir.
</I>
Zombie makinalar olmayabilir tabii, ben &#246;yle tahmin y&#252;r&#252;tt&#252;m. Ama ip
adreslerini blocklad&#305;k&#231;a yeni iplerden sald&#305;r&#305; geldi&#287;ini g&#246;r&#252;nce &#246;yle
bir varsay&#305;mda bulundum.
Sunucu &#252;zerindeki software firewall &#252;zerinden syn protectionlar&#305; aktif
ettim. Mevcut connectionlara bakt&#305;&#287;&#305;mda synla ilgili bir durum
g&#246;remiyorum.

----

&gt;<i> Burak Day&#305;o&#287;lu (Pro-G) &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">burak.dayioglu at pro-g.com.tr</A>&gt;
</I>&gt;<i> Musa selam,
</I>&gt;<i> Gelen paketleri t&#252;rlerine/niteliklerine g&#246;re s&#305;n&#305;flamaya &#231;al&#305;&#351;, ne g&#246;rd&#252;&#287;&#252;n&#252; payla&#351; bizimle. E&#287;er daha &#246;nce de yaz&#305;ld&#305;&#287;&#305; gibi SYN flood ise firewall'lar &#252;zerinde Syn &gt; &gt; Defender, Sync-Cookies vb. &#246;zelli&#287;i ile kontrol&#252; ele almaya &#231;al&#305;&#351;abilirsin.
</I>&gt;<i>
</I>&gt;<i> Trafik t&#252;m bantgeni&#351;li&#287;ini dolduruyor mu?
</I>&gt;<i>
</I>&gt;<i> Selamlar.
</I>&gt;<i> -bd
</I>
G&#246;rd&#252;&#287;&#252;m attack signature &#305; http connection ger&#231;ekle&#351;tirip mysqli too
many connections ile devre d&#305;&#351;&#305; b&#305;rakmak. SSH &#252;zerinden de bruteforce
denemeleri yap&#305;l&#305;yor ama onlar&#305; bloklad&#305;ktan sonra kesildi, iplerini
&#351;u anda hat&#305;rlam&#305;yorum bakmam laz&#305;m belki de ba&#351;ka bir automated
sald&#305;r&#305; olabilir ama &#351;u anda esas y&#252;k 80 portunda..


&gt;<i> Serhat Uslay &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">serhat.uslay at zurich.com.au</A>&gt;
</I>&gt;<i> Musa,
</I>&gt;<i> en kolay cozum internet saglayicisi ile temasa gecip onlarin trafigi durdurmasini saglamak.
</I>&gt;<i>
</I>&gt;<i> Serhat
</I>
Bende b&#246;yle d&#252;&#351;&#252;n&#252;yorum, sonu&#231;ta bir web hizmeti sunmak i&#231;in bulunan
bir makinadan belli baz&#305; &#246;nlemler al&#305;nabilir ama bir sald&#305;r&#305; varsa
buna m&#252;dahale edilmesi gereken yer bu sunucu olmad&#305;&#287;&#305;n&#305; d&#252;&#351;&#252;n&#252;yorum.


&gt;<i> Huzeyfe ONAL &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">huzeyfe at lifeoverip.net</A>&gt;
</I>&gt;<i>Anladigim kadari ile application seviyesinde bir dos yiyorsunuz. Bu sekilde yogun trafik alan ve zaman zaman ddos'a maruz kalan sistemlerde sunu yapiyorum.
</I>&gt;<i>
</I>&gt;<i>       .basit bir script araciligi ile anlik baglanti bilgisini control ettirerek ayni ip adresinden 100(bu rakamla oynayabilirsiniz)'den fazla baglanti varsa o ip adresini 6 &gt;saatligine Firewalla bloklattiriyorum. Sonra her 2 dakikada bir bu scripti calistiracak sekilde bir cron ayari giriyorum. Sizin sunucu yogunlugunuza gore degerlerle &gt;oynayabilirsiniz.
</I>&gt;<i>
</I>&gt;<i>Buna ek olarak ServerLimit ve MaxClient degerlerinizi sunucunun gucune ve ortalama trafik bilginize gore degistirmenizi oneririm.
</I>
Evet application seviyesinde bir sald&#305;r&#305;. IP ba&#351;&#305;na connection'&#305; 10 a
kadar &#231;ektim yeteri kadar azalmad&#305;&#287;&#305;n&#305; farkettim. Kulland&#305;klar&#305;
scriptle de alakas&#305; olabilir diye d&#252;&#351;&#252;n&#252;yorum (OsCommerce).
Maile ba&#351;lad&#305;&#287;&#305;m s&#305;rada apache servisini tekrar ba&#351;latm&#305;&#351;t&#305;m 80
civar&#305;nda ba&#351;lad&#305; ve &#351;u anda 200 &#252; ge&#231;mi&#351; durumda.

Tasks: 244 total,  36 running, 208 sleeping,   0 stopped,   0 zombie
Cpu(s): 85.0% us, 14.8% sy,  0.0% ni,  0.0% id,  0.0% wa,  0.2% hi,  0.0% si


&gt;<i> zafer sunger &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">zafersnger at yahoo.com</A>&gt;
</I>&gt;<i> Merhabalar,
</I>&gt;<i>
</I>&gt;<i> Eger DNS'i yonetebiliyorsaniz, DNS uzerinden web server oldugunu dusundugum bilgisayarin IPsini DNS uzerinde ve server uzerinde degistirebilirsiniz. Bu sayede &gt; eger saldirilar domainname uzerine degil de IP uzerine yapiliyorsa ataklarin calismayan bir IPye yonlendirilmeleri saglanmis olur.
</I>&gt;<i>
</I>&gt;<i> Zafer Sunger
</I>
DNS y&#246;netimi de bu sunucu &#252;zerinde. Toplam 6-7 tane site hizmet
veriyor (daha do&#287;rusu &#351;u anda veremiyor). Sald&#305;r&#305;n&#305;n direkt domain
name oldu&#287;unu d&#252;&#351;&#252;n&#252;yorum (pharmacy ile ilgili oldu&#287;u i&#231;in)

Herkese ay&#305;rd&#305;&#287;&#305; vakit ve verdi&#287;i cevaplar i&#231;in &#231;ok te&#351;ekk&#252;r ediyorum..

Selamlar

Mustafa Musa &#220;lker

2008/11/4 Burak Day&#305;o&#287;lu (Pro-G) &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">burak.dayioglu at pro-g.com.tr</A>&gt;:
&gt;<i> Musa selam,
</I>&gt;<i> Gelen paketleri t&#252;rlerine/niteliklerine g&#246;re s&#305;n&#305;flamaya &#231;al&#305;&#351;, ne g&#246;rd&#252;&#287;&#252;n&#252; payla&#351; bizimle. E&#287;er daha &#246;nce de yaz&#305;ld&#305;&#287;&#305; gibi SYN flood ise firewall'lar &#252;zerinde Syn Defender, Sync-Cookies vb. &#246;zelli&#287;i ile kontrol&#252; ele almaya &#231;al&#305;&#351;abilirsin.
</I>&gt;<i>
</I>&gt;<i> Trafik t&#252;m bantgeni&#351;li&#287;ini dolduruyor mu?
</I>&gt;<i>
</I>&gt;<i> Selamlar.
</I>&gt;<i> -bd
</I>&gt;<i>
</I>&gt;<i> -----Original Message-----
</I>&gt;<i> From: Musa Ulker [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">musaulker at gmail.com</A>]
</I>&gt;<i> Sent: Tuesday, November 04, 2008 2:43 AM
</I>&gt;<i> To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec at lifeoverip.net</A>; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
</I>&gt;<i> Subject: [netsec] Under DDos Attack
</I>&gt;<i>
</I>&gt;<i> Merhabalar,
</I>&gt;<i>
</I>&gt;<i> Dedicated bir sunucuya bir &#231;ok koldan DDos sald&#305;r&#305;s&#305;
</I>&gt;<i> ger&#231;ekle&#351;tiriliyor. En &#231;ok y&#252;k Apache &#252;zerinde. Apache CPU load'&#305; %30u
</I>&gt;<i> ge&#231;ebiliyor farkl&#305; apache processleri &#231;al&#305;&#351;&#305;yor. T&#252;rl&#252; &#231;al&#305;&#351;malar
</I>&gt;<i> yapt&#305;m; firewallar (salt iptables, apf, csf vs) denedim, ddos
</I>&gt;<i> protectionlar&#305; test ettim ama sald&#305;r&#305;y&#305; tam olarak kesemedim. Birazc&#305;k
</I>&gt;<i> y&#252;k&#252; hafifletebildim. Zombie makinalar &#252;zerinden sald&#305;r&#305; halen devam
</I>&gt;<i> ediyor.
</I>&gt;<i>
</I>&gt;<i> Bu konuda nas&#305;l bir yol izlemem gerekiyor?
</I>&gt;<i>
</I>&gt;<i> Te&#351;ekk&#252;rler
</I>&gt;<i>
</I>&gt;<i> --
</I>&gt;<i> M.Musa &#220;lker
</I>&gt;<i>
</I>&gt;<i> ---------------------------------------------------------------------
</I>&gt;<i> To unsubscribe, e-mail: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-unsubscribe at lifeoverip.net</A>
</I>&gt;<i> For additional commands, e-mail: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">netsec-help at lifeoverip.net</A>
</I>&gt;<i>
</I>&gt;<i>
</I></PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000469.html">[Owasp-turkey] [netsec] Under DDos Attack
</A></li>
	<LI>Next message: <A HREF="000475.html">[Owasp-turkey] [netsec] Under DDos Attack
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#473">[ date ]</a>
              <a href="thread.html#473">[ thread ]</a>
              <a href="subject.html#473">[ subject ]</a>
              <a href="author.html#473">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
