<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] OWASP Greek Chapter and ISACA joint event (19/4)
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20OWASP%20Greek%20Chapter%20and%20ISACA%20joint%20event%20%2819/4%29&In-Reply-To=%3CCALr8uEz7RT3OSmbADfocb9nb2UVpbGcCgNuQJR6bJGweNnUs8w%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000340.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] OWASP Greek Chapter and ISACA joint event (19/4)</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20OWASP%20Greek%20Chapter%20and%20ISACA%20joint%20event%20%2819/4%29&In-Reply-To=%3CCALr8uEz7RT3OSmbADfocb9nb2UVpbGcCgNuQJR6bJGweNnUs8w%40mail.gmail.com%3E"
       TITLE="[Owasp-greece] OWASP Greek Chapter and ISACA joint event (19/4)">Konstantinos at owasp.org
       </A><BR>
    <I>Tue Apr  2 07:01:01 UTC 2013</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000340.html">[Owasp-greece] some presentations you shouldn't miss
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#339">[ date ]</a>
              <a href="thread.html#339">[ thread ]</a>
              <a href="subject.html#339">[ subject ]</a>
              <a href="author.html#339">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#913;&#947;&#945;&#960;&#951;&#964;&#959;&#943; &#963;&#965;&#957;&#940;&#948;&#949;&#955;&#966;&#959;&#953;,

&#920;&#945; &#952;&#941;&#955;&#945;&#956;&#949; &#957;&#945; &#963;&#945;&#962; &#949;&#957;&#951;&#956;&#949;&#961;&#974;&#963;&#959;&#965;&#956;&#949; &#972;&#964;&#953; &#964;&#959; &#921;&#957;&#963;&#964;&#953;&#964;&#959;&#973;&#964;&#959; &#917;&#955;&#941;&#947;&#967;&#959;&#965; &#931;&#965;&#963;&#964;&#951;&#956;&#940;&#964;&#969;&#957;
&#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#953;&#954;&#942;&#962; (ISACA Athens Chapter) &#954;&#945;&#953; &#964;&#959; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#972; &#928;&#945;&#961;&#940;&#961;&#964;&#951;&#956;&#945; &#964;&#959;&#965; OWASP
(OWASP Greece Chapter) &#956;&#949; &#964;&#951;&#957; &#949;&#965;&#947;&#949;&#957;&#953;&#954;&#942; &#965;&#960;&#959;&#963;&#964;&#942;&#961;&#953;&#958;&#951; &#964;&#951;&#962; PwC &#948;&#953;&#959;&#961;&#947;&#945;&#957;&#974;&#957;&#959;&#965;&#957;
&#949;&#954;&#960;&#945;&#953;&#948;&#949;&#965;&#964;&#953;&#954;&#942; &#949;&#954;&#948;&#942;&#955;&#969;&#963;&#951; &#964;&#951;&#957; &#928;&#945;&#961;&#945;&#963;&#954;&#949;&#965;&#942; 19 &#913;&#960;&#961;&#953;&#955;&#943;&#959;&#965; 2013 &#954;&#945;&#953; &#974;&#961;&#945; 18:30 &#963;&#964;&#959;
&#949;&#954;&#960;&#945;&#953;&#948;&#949;&#965;&#964;&#953;&#954;&#972; &#954;&#941;&#957;&#964;&#961;&#959; &#964;&#951;&#962; &#964;&#949;&#955;&#949;&#965;&#964;&#945;&#943;&#945;&#962; (&#923;. &#922;&#951;&#966;&#953;&#963;&#943;&#945;&#962; 260).

&#932;&#959; &#952;&#941;&#956;&#945; &#964;&#951;&#962; &#949;&#954;&#948;&#942;&#955;&#969;&#963;&#951;&#962; &#949;&#943;&#957;&#945;&#953;: &quot;Being a spammer for 40 minutes: how spam
works, why it's slowly going away and why it won't disappear&quot; &#954;&#945;&#953; &#949;&#953;&#963;&#951;&#947;&#951;&#964;&#942;&#962;
&#959; &#954;. Martijn Grooten &#945;&#960;&#972; &#964;&#959; Virus Bulletin.

&#913;&#960;&#945;&#961;&#945;&#943;&#964;&#951;&#964;&#951; &#960;&#961;&#959;&#971;&#960;&#972;&#952;&#949;&#963;&#951; &#947;&#953;&#945; &#964;&#951; &#963;&#965;&#956;&#956;&#949;&#964;&#959;&#967;&#942; &#963;&#945;&#962; &#949;&#943;&#957;&#945;&#953; &#951; &#963;&#965;&#956;&#960;&#955;&#942;&#961;&#969;&#963;&#951; &#964;&#951;&#962;
&#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; &#966;&#972;&#961;&#956;&#945;&#962; &#949;&#947;&#947;&#961;&#945;&#966;&#942;&#962; &#960;&#959;&#965; &#952;&#945; &#946;&#961;&#949;&#943;&#964;&#949; &#963;&#964;&#959;&#957; &#953;&#963;&#964;&#972;&#964;&#959;&#960;&#959; &#964;&#959;&#965; ISACA (
<A HREF="https://docs.google.com/forms/d/1gHWOxv7GtNKmWKY_sCk-SoSM06no3hA_mVBr4VoUhzI/edit">https://docs.google.com/forms/d/1gHWOxv7GtNKmWKY_sCk-SoSM06no3hA_mVBr4VoUhzI/edit</A>)
&#956;&#941;&#967;&#961;&#953;
&#964;&#951;&#957; &#932;&#949;&#964;&#940;&#961;&#964;&#951; 17 &#913;&#960;&#961;&#953;&#955;&#943;&#959;&#965;. &#923;&#972;&#947;&#969; &#964;&#969;&#957; &#960;&#949;&#961;&#953;&#959;&#961;&#953;&#963;&#956;&#941;&#957;&#969;&#957; &#952;&#941;&#963;&#949;&#969;&#957;, &#952;&#945; &#964;&#951;&#961;&#951;&#952;&#949;&#943; &#963;&#949;&#953;&#961;&#940;
&#960;&#961;&#959;&#964;&#949;&#961;&#945;&#953;&#972;&#964;&#951;&#964;&#945;&#962;.

&#919; &#963;&#965;&#956;&#956;&#949;&#964;&#959;&#967;&#942; &#949;&#943;&#957;&#945;&#953; &#948;&#969;&#961;&#949;&#940;&#957;. &#928;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#949;&#962; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#946;&#961;&#949;&#943;&#964;&#949; &#949;&#948;&#974;:
<A HREF="https://www.owasp.org/images/e/e0/Training_19.04.13_ISACA_OWASP.pdf">https://www.owasp.org/images/e/e0/Training_19.04.13_ISACA_OWASP.pdf</A>

&#931;&#951;&#956;&#949;&#953;&#974;&#957;&#949;&#964;&#945;&#953; &#972;&#964;&#953; &#963;&#964;&#959;&#965;&#962; &#954;&#945;&#964;&#972;&#967;&#959;&#965;&#962; &#964;&#969;&#957; &#949;&#960;&#945;&#947;&#947;&#949;&#955;&#956;&#945;&#964;&#953;&#954;&#974;&#957; &#960;&#953;&#963;&#964;&#959;&#960;&#959;&#953;&#942;&#963;&#949;&#969;&#957; &#952;&#945; &#948;&#959;&#952;&#959;&#973;&#957;
&#946;&#949;&#946;&#945;&#953;&#974;&#963;&#949;&#953;&#962; &#947;&#953;&#945; &#945;&#957;&#945;&#947;&#957;&#974;&#961;&#953;&#963;&#951; &#948;&#973;&#959; (2) CPEs.

&#917;&#955;&#960;&#943;&#950;&#959;&#965;&#956;&#949; &#957;&#945; &#963;&#945;&#962; &#948;&#959;&#973;&#956;&#949; &#949;&#954;&#949;&#943;,

&#922;&#969;&#957;&#963;&#964;&#945;&#957;&#964;&#943;&#957;&#959;&#962; &#928;&#945;&#960;&#945;&#960;&#945;&#957;&#945;&#947;&#953;&#974;&#964;&#959;&#965;
OWASP Greek Chapter Leader


Abstract: In the world of cybercrime, spam is a rare success story: that
amount of spam sent around on an average day is only 20% of what it once
was. In this presentation, I will look at how spam works and how spammers
work, why its volume has indeed reduced and what implications that has, and
why spam won't go away.

Short bio: Martijn Grooten used to work as a mathematician until half a
dozen years ago, he switched countries and jobs and started working in IT
security. He has set up and run comparative anti-spam tests and is working
on web-filter tests now. He has written and spoken about a wide range of
security topics.
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-greece/attachments/20130402/5bd6a35d/attachment.html">http://lists.owasp.org/pipermail/owasp-greece/attachments/20130402/5bd6a35d/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000340.html">[Owasp-greece] some presentations you shouldn't miss
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#339">[ date ]</a>
              <a href="thread.html#339">[ thread ]</a>
              <a href="subject.html#339">[ subject ]</a>
              <a href="author.html#339">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
