<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] [a mo&#380;e kariera w IT security??
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%0A%20%3D%3Fiso-8859-2%3Fq%3F%3D5Ba_mo%3DBFe_kariera_w_IT_security%3F%3D%0A%20%3D%3Fiso-8859-2%3Fq%3F%3D3F%3D3F%3F%3D&In-Reply-To=%3C51D5B506.5010903%40mckey.pl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000319.html">
   <LINK REL="Next"  HREF="000320.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] [a mo&#380;e kariera w IT security??</H1>
    <B>Marcin Kaczmarek</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%0A%20%3D%3Fiso-8859-2%3Fq%3F%3D5Ba_mo%3DBFe_kariera_w_IT_security%3F%3D%0A%20%3D%3Fiso-8859-2%3Fq%3F%3D3F%3D3F%3F%3D&In-Reply-To=%3C51D5B506.5010903%40mckey.pl%3E"
       TITLE="[Owasp-poland] [a mo&#380;e kariera w IT security??">marcin at mckey.pl
       </A><BR>
    <I>Thu Jul  4 17:46:46 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000319.html">[Owasp-poland] [a mo&#380;e kariera w Alior Bank S.A.?] [by&#322;o: Re:  IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;]
</A></li>
        <LI>Next message: <A HREF="000320.html">[Owasp-poland] [a mo&#380;e kariera w Alior Bank S.A.?] [by&#322;o: Re: IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;]
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#322">[ date ]</a>
              <a href="thread.html#322">[ thread ]</a>
              <a href="subject.html#322">[ subject ]</a>
              <a href="author.html#322">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hej,

Nie powiem nie, je&#347;li naprawd&#281; macie ciekawe projekty... Chocia&#380; ja 
ostatnio kontraktowo robi&#281;, nie narzekam zbytnio, a je&#347;li chodzi o te 
oferty pracy, to najcz&#281;&#347;ciej firmy si&#281; do mnie zg&#322;aszaj&#261; z propozycj&#261;. I 
dobrze, tylko najcz&#281;&#347;ciej si&#281; jednak okazuje, &#380;e hmm... to chyba zbyt 
niskie pozycje, niskie stanowiska. Do jakiego&#347; &quot;zespo&#322;u&quot;... a nie o to 
chodzi.

Nie interesuj&#261; mnie stanowiska w &quot;zespo&#322;ach security specialist&quot; bo 
takie stanowiska s&#261; o wiele poni&#380;ej moich kompetencji i do&#347;wiadczenia, 
st&#261;d bierze si&#281; wiele nieporozumie&#324;... jak b&#281;dzie stanowisko &quot;security 
manager&quot; czy podobne - to id&#281;, ale rozmawia&#263; chc&#281; z osobami 
kompetentnymi, znaj&#261;cymi si&#281; na rzeczy i najlepiej z zarz&#261;du, a nie ze 
studenciakami-&#347;wie&#380;akami, kt&#243;rzy przygod&#281; w IT &#322;&#261;czyli z graniem w &quot;gry 
na pleja, na peceta&quot; na gie&#322;dach :)))

Ja naprawd&#281; jestem otwarty na ciekawe stanowiska / projekty, ale niech 
to wygl&#261;da profesjonalnie, a nie tak jak w wielu przypadkach, gdzie 
spotykam si&#281; z dziwnymi lud&#378;mi (ostatnio w Warszawie na procesie 
rekrutacyjnym o podobnej do poprzedniej firmy nazwie... r&#243;&#380;ni&#261;cej si&#281; 
tylko jedn&#261; literk&#261; - te&#380; by&#322;em i te&#380; mnie nie zaakceptowali, bo: &quot;moje 
oczekiwania i motywacja by&#322;a niezgodna z oczekiwaniami firmy&quot;) ;))))

Chyba zaczn&#281; nagrywa&#263; te &quot;interview&quot; - wtedy b&#281;dzie jasno&#347;&#263; jak to 
wygl&#261;da. Bo teraz to mamy tylko opinie, a nie dowody. A poniewa&#380; zajmuj&#281; 
si&#281; informatyk&#261; &#347;ledcz&#261;, stosowne urz&#261;dzenia posiadam ;)

Jak ju&#380; pisa&#322;em, a niekt&#243;rzy mog&#261; sprawdzi&#263; na Linkedinie, siedz&#281; w 
bran&#380;y ju&#380; od 1995 (a nawet 1994 roku), rok po zacz&#281;ciu studi&#243;w na PWr, 
gdy sie&#263; by&#322;a jeszcze w wieku niemowl&#281;cym, a obecni specjali&#347;ci od IT 
security byli w przedszkolach, albo w klasach 1-4 podstaw&#243;wki.

Posiada&#322;o si&#281; wtedy komputery serii Atari i Commodore (odpowiednio 65XE 
i C-64), p&#243;&#378;niej odpowiednio Atari STE i Amiga 500 :)))

Czas PC dopiero nadchodzi&#322;, na pocz&#261;tku kr&#243;lowa&#322;y 486SX (to by&#322;a moja 
pierwsza w&#322;asna wersja, z DOSem 5.0 i ogromnym dyskiem... 40MB)

O security to wtedy jeszcze nikt nie s&#322;ysza&#322;, ani si&#281; nikt nie 
przejmowa&#322;, chocia&#380; s&#322;uchy o wirusach chodzi&#322;y r&#243;&#380;nymi drogami (jeszcze 
w technikum pami&#281;tam panik&#281;, jak&#261; wywo&#322;a&#322; program odwracaj&#261;cy czcionki 
na ekranie &quot;na lew&#261; stron&#281;&quot; - ca&#322;&#261; pracowni&#281; zamkn&#281;li, bo WIRUS!!!).

Z ciekawostek przyrodniczych: w otoczeniu sieciowym (win 3.11, win 95) 
na mojej maszynie by&#322;o ok. 400 - 500 host&#243;w (novellowych) :)) 
najcz&#281;&#347;ciej dost&#281;pnych do przejrzenia (nie wszystkiego, ale nie by&#322;o 
trudno si&#281; dobi&#263;). No i oczywi&#347;cie SCO UNIX :))) jako nak&#322;adka na DOS...

Przygoda z security zacz&#281;&#322;a si&#281; podczas mojego administrowania sieci&#261; i 
Suna Enterprise 250, jako pierwszego serwera poczty / www. Wtedy nikt 
nie my&#347;la&#322; o otwartym proxy na poczcie ( ;))))) ), kt&#243;re umo&#380;liwia&#322;o 
skorzystanie z serwera pocztowego z dowolnego kompa, z dowolnego maila i 
na dowolny mail :)) wystarczy&#322;o si&#281; stelnetowa&#263; na 25 ;)) Dosta&#322;em 
&quot;ustawiony&quot; serwer - i nim administruj, ch&#322;opaku.

Wi&#281;c zacz&#261;&#322;em od przekompilowywania sendmaila (m4... grrr..) potem 
wdra&#380;ania regu&#322; blokuj&#261;cych, tcpwrapper&#243;w... i tak mi ju&#380; zosta&#322;o.

Mia&#322;em kilka atak&#243;w na serwery (Solaris, Linux, Windows NT, a potem 2000 
server), kt&#243;re nale&#380;a&#322;o obs&#322;u&#380;y&#263; oraz incydenty z dialerami w&#347;r&#243;d 
pierwszych internetowc&#243;w polskich spod 0-202122 :)
To by&#322; rok 2001 - 2002 - i co, nie mam kompetencji??? :))))

Dow&#243;d? Prosz&#281; bardzo: 
<A HREF="http://groups.google.com/forum/#!search/sun$20solaris$20marcin$20kaczmarek/pl.comp.sys.sun.admin/y0fKOkyN2zU/KsWrSODT1VMJ">http://groups.google.com/forum/#!search/sun$20solaris$20marcin$20kaczmarek/pl.comp.sys.sun.admin/y0fKOkyN2zU/KsWrSODT1VMJ</A>

I tu si&#281; pomyli&#322;em: mam wi&#281;cej ni&#380; 10 lat do&#347;wiadczenia w security - ale 
praktycznego, a to niemile widziane u korpo.

Tak - nie bawi&#322;em si&#281; wtedy w szukanie kurs&#243;w i certyfikat&#243;w CISSP, 
CISA, CEH, Comptia+ (bo w wi&#281;kszo&#347;ci nie by&#322;y dost&#281;pne, a poza tym nikt 
na uczelni nie chcia&#322; mi fundowa&#263; kurs&#243;w i cert&#243;w) :) wi&#281;c do 
wszystkiego dochodzi&#322;em sam rze&#378;bi&#261;c w j&#261;drach linuxa, kompiluj&#261;c kody, 
ustawiaj&#261;c demony, przepisuj&#261;c &#378;r&#243;d&#322;a (ach ten C i Perl ). Teraz si&#281; w 
to bawi&#281;: CISSP i CISA ju&#380; w drodze, bo mnie sta&#263;.

Potem nadszed&#322; czas Apacz&#243;w oraz PHP wraz z MySQLami - kolejne wyzwania, 
kolejne zagro&#380;enia (wystawione MySQL na serwerze publicznym z rootem bez 
has&#322;a - no na pocz&#261;tku mi si&#281; zdarzy&#322;o, no co... ;))
Ale nie mia&#322;em wi&#281;kszych atak&#243;w, wi&#281;c czym pr&#281;dzej wyci&#261;&#322;em. I tutaj si&#281; 
gdzie&#347; zaczyna moja przygoda z powijakami OWASP (polskiej wersji jeszcze 
nie by&#322;o, korzysta&#322;em z angielskiej)

Przechodzi&#322;y potem posty do serwer&#243;w RBL o wypisanie z list ;) bo komu&#347; 
si&#281; zachcia&#322;o wys&#322;a&#263; &#322;a&#324;cuszek mailowy na 10.000 kont... Blokady 
domy&#347;lnych hase&#322; na us&#322;ugi, likwidowanie hase&#322; takich samych jak login 
(tak tak - kiedy&#347; naprawd&#281; BY&#321;Y takie problemy...)

Potem by&#322;y ciekawostki z ustawianiem pf (do dzi&#347; lubi&#281; pf, proste, 
skuteczne i &#322;adne w konfiguracji narz&#281;dzie) w OpenBSD, iptables w 
Linuxach, ipf w FreeBSD... robieniem rsync&#243;w, backup&#243;w - usi&#322;owaniem 
&quot;po&#322;&#261;czenia&quot; Windows host&#243;w z zasobami samby... &#380;eby to jako&#347; mia&#322;o r&#281;ce 
i nogi.

Tak, to wtedy si&#281; nazywa&#322;o security. I by&#322;o to ca&#322;kiem LIVE, a nie &#380;adne 
tam wypisywanie kom&#243;rek w Excelu.

Robi&#322;em na Solarisach, Linuxach, OpenBSD, FreeBSD, Mac OS (starych), Mac 
OS X Server (kiedy&#347; by&#322;a taka wersja), AIX, klastrach SAN, NAS...  
pami&#281;tacie co&#347; takiego jak QNX? Albo BeOS ? te&#380; si&#281; nieco tym bawi&#322;em.
No, na Windowsach te&#380;, stare AD, potem NS, pojawi&#322; si&#281; 2003 server, GPO 
i inne takie tam.
Wtedy ka&#380;dy w sumie do&#347;&#263; olewa&#322; security, ale ja stara&#322;em si&#281; jednak 
zabezpiecza&#263; swoje maszynki przed &quot;compromise&quot;. Swego czasu na pytanie, 
co to znaczy &quot;compromised machine&quot; jeden z &quot;rekruter&#243;w&quot; stwierdzi&#322;, &#380;e 
to kompromis ustawie&#324; na maszynie... dalej nie mia&#322;em ochoty rozmawia&#263;.

Tak wi&#281;c jestem otwarty na r&#243;&#380;ne ciekawe projekty, mam kilka realizacji, 
o kt&#243;rych z r&#243;&#380;nych wzgl&#281;d&#243;w nie mog&#281; pisa&#263; (bo to umowy kontraktowe), 
ale niekt&#243;re z moich pomys&#322;&#243;w wdro&#380;eniowych funkcjonuj&#261; (albo wkr&#243;tce 
b&#281;d&#261; funkcjonowa&#263;) na rynku. Poniewa&#380; s&#261; to aplikacje zwi&#261;zane z 
security no niestety nie mog&#281; ;))

Takich ludzi korporacje nie potrzebuj&#261;, bo one m&#243;wi&#261; tak: &quot;znale&#378;li&#347;my 
osob&#281;, kt&#243;ra lepiej pasuje na dane stanowisko&quot; albo &quot;pana kompetencje s&#261; 
za ma&#322;e&quot;, albo &quot;personalnie nam pan nie odpowiada&quot; albo ca&#322;kiem inny 
pow&#243;d, aby jako&#347; uzasadni&#263; fakt: &quot;niestety pana kompetencje nam 
zagra&#380;aj&#261; bo obawiamy si&#281;, &#380;e by&#263; mo&#380;e b&#281;dzie nas pan chcia&#322; wygry&#378;&#263; ze 
stanowiska i potem si&#281; zem&#347;ci&#263;&quot; ;)))

Pozdrawiam,
Marcin.

W dniu 04.07.2013 17:34, Przemyslaw Skowron pisze:
&gt;<i> W&#261;tek sta&#322; si&#281; pewnie popularny wi&#281;c spr&#243;buj&#281; mu sprosta&#263;.
</I>&gt;<i>
</I>
-- 
Pozdrawiam,
Marcin Kaczmarek
McKey Multimedia Systems

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000319.html">[Owasp-poland] [a mo&#380;e kariera w Alior Bank S.A.?] [by&#322;o: Re:  IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;]
</A></li>
	<LI>Next message: <A HREF="000320.html">[Owasp-poland] [a mo&#380;e kariera w Alior Bank S.A.?] [by&#322;o: Re: IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;]
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#322">[ date ]</a>
              <a href="thread.html#322">[ thread ]</a>
              <a href="subject.html#322">[ subject ]</a>
              <a href="author.html#322">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
