<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20IT%20Risk%20%26%20Security%20Analyst%20-%20kontakt%20w%20sprawie%0A%20procesu%20rekrutacyjnego%20-%20moje%20kilka%20uwag%20na%20temat%20tego%20%22procesu%22&In-Reply-To=%3CCA%2BojsF2%2BOjz656u7e-Yrhq6sGaSRNocypNDN09_WMno%2BHSkMdA%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000314.html">
   <LINK REL="Next"  HREF="000317.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;</H1>
    <B>Tomasz Niewdana</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20IT%20Risk%20%26%20Security%20Analyst%20-%20kontakt%20w%20sprawie%0A%20procesu%20rekrutacyjnego%20-%20moje%20kilka%20uwag%20na%20temat%20tego%20%22procesu%22&In-Reply-To=%3CCA%2BojsF2%2BOjz656u7e-Yrhq6sGaSRNocypNDN09_WMno%2BHSkMdA%40mail.gmail.com%3E"
       TITLE="[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;">tomasz.niewdana at gmail.com
       </A><BR>
    <I>Wed Jul  3 18:43:26 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000314.html">[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;
</A></li>
        <LI>Next message: <A HREF="000317.html">[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#315">[ date ]</a>
              <a href="thread.html#315">[ thread ]</a>
              <a href="subject.html#315">[ subject ]</a>
              <a href="author.html#315">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Dzi&#281;ki Marcinie za podzielenie si&#281; do&#347;wiadczeniami :)

Czy rzeczywi&#347;cie wynagrodzenie dla tego stanowiska to jest 4500 PLN brutto ?

Pami&#281;tam, &#380;e w gr&#281; wchodzi&#322;a kwota 7000-9000 brutto

- Tomek

W dniu &#347;roda, 3 lipca 2013 u&#380;ytkownik Marcin Kaczmarek napisa&#322;:

&gt;<i>  Witajcie,
</I>&gt;<i>
</I>&gt;<i> Postanowi&#322;em kr&#243;tko scharakteryzowa&#263; proces rekrutacyjny, w kt&#243;rym mia&#322;em
</I>&gt;<i> do&#347;&#263; w&#261;tpliw&#261; przyjemno&#347;&#263; uczestniczy&#263;. Pomijaj&#261;c wycieczk&#281; do Krakowa, w
</I>&gt;<i> okresie mocnych upa&#322;&#243;w, dosta&#322;em tzw. &quot;feedback&quot; od strony tzw.
</I>&gt;<i> &quot;rekruter&#243;w&quot;, kt&#243;rymi okaza&#322;o si&#281; dw&#243;ch ch&#322;opak&#243;w, na oko 25 letnich...
</I>&gt;<i> kt&#243;rzy mieli &quot;ocenia&#263;&quot; moje kompetencje w zakresie security :)
</I>&gt;<i> (rozumianego, jak si&#281; okaza&#322;o zupe&#322;nie dziwacznie).
</I>&gt;<i>
</I>&gt;<i> Od pewnego czasu obserwuj&#281; wielkie procesy rekrutacyjne &quot;wielkich
</I>&gt;<i> korporacji&quot;, kt&#243;re chc&#261; zatrudnia&#263; przys&#322;owiowych murzyn&#243;w... ale do rzeczy.
</I>&gt;<i>
</I>&gt;<i> Oczywi&#347;cie, jak mo&#380;na si&#281; by&#322;o spodziewa&#263;, feedback by&#322; negatywny i nie
</I>&gt;<i> zosta&#322;em &quot;zakwalifikowany&quot; na proponowane stanowisko, rzekomo z powod&#243;w
</I>&gt;<i> &quot;kompetencyjnych&quot;, czy te&#380; hmm... personalnych :))
</I>&gt;<i>
</I>&gt;<i> Nie dziwi&#281; si&#281;, bowiem rekrutowanie na odpowiedzialne stanowiska powinno
</I>&gt;<i> odbywa&#263; si&#281; raczej z udzia&#322;em kogo&#347; z zarz&#261;du, a nie cz&#322;onk&#243;w jakiego&#347;
</I>&gt;<i> zespo&#322;u, zw&#261;cych si&#281; z angielska &quot;team leaderami&quot;.
</I>&gt;<i>
</I>&gt;<i> No dobra, ale kr&#243;tka charakterystyka.
</I>&gt;<i>
</I>&gt;<i> Przyby&#322;em na miejsce, gdzie oczekiwa&#322;em na &quot;rozmow&#281; rekrutacyjn&#261;&quot; ;) na
</I>&gt;<i> kt&#243;r&#261; zjawi&#322; si&#281; jaki&#347; cz&#322;owiek w wieku lat oko&#322;o 28, w kr&#243;tkich
</I>&gt;<i> spodenkach, kolorowej koszulce - i zaprosi&#322; mnie do pokoju, w kt&#243;rym mia&#322;a
</I>&gt;<i> odby&#263; si&#281; rozmowa, jak si&#281; okaza&#322;o, w j&#281;zyku angielskim (z kt&#243;rym co
</I>&gt;<i> poniekt&#243;rzy mieli chyba pewne trudno&#347;ci komunikacyjne... bo nie do ko&#324;ca
</I>&gt;<i> chyba rozumieli o czym m&#243;wi&#281;)
</I>&gt;<i>
</I>&gt;<i> Rozpocz&#281;&#322;a si&#281; rozmowa, maj&#261;ca na celu za wszelk&#261; cen&#281; wykazanie, &#380;e
</I>&gt;<i> posiada si&#281; spore braki w wiedzy i do&#347;wiadczeniu. Oczywi&#347;cie ten etap by&#322;
</I>&gt;<i> bardzo prosty, z mojej strony przeszed&#322; g&#322;adziutko, a mo&#380;e zbyt g&#322;adko, w
</I>&gt;<i> ko&#324;cowym rezultacie okaza&#322;o si&#281;, &#380;e negatywnie :)))) No ba, wiedza nt.
</I>&gt;<i> bezpiecze&#324;stwa IT ze strony rekruter&#243;w bliska zeru... nie ma si&#281; co
</I>&gt;<i> dziwi&#263;... po raz kolejny.
</I>&gt;<i>
</I>&gt;<i> Korci&#322;o mnie, aby zada&#263; pytanie, ile test&#243;w bezpiecze&#324;stwa ch&#322;opaki
</I>&gt;<i> zrobili, jak pisali scenariusze... ale potem si&#281; ugryz&#322;em w j&#281;zyk. Oni nie
</I>&gt;<i> s&#261; od tego. Oni oceniaj&#261;, na ile dany kandydat b&#281;dzie &quot;pos&#322;uszny&quot; i
</I>&gt;<i> &quot;pokorny&quot; :))))
</I>&gt;<i>
</I>&gt;<i> No wi&#281;c dwa korpoludki, zacz&#281;&#322;y mnie nast&#281;pnie &quot;wypytywa&#263;&quot; np. o skr&#243;ty.
</I>&gt;<i> To jest sprawdzanie kompetencji... no w sumie tak. Wa&#380;ne s&#261; skr&#243;ty,
</I>&gt;<i> nazwy... to podstawa bezpiecze&#324;stwa :))) Co to jest KPI, CIA, GML (jak si&#281;
</I>&gt;<i> okaza&#322;o, poniewa&#380; mieli k&#322;opoty z angielskim to mia&#322;o to by&#263; JML...) i
</I>&gt;<i> takie tam.
</I>&gt;<i>
</I>&gt;<i> P&#243;&#378;niej owe dwa korpoludki pr&#243;bowa&#322;y si&#281; chyba czego&#347; dowiedzie&#263; o
</I>&gt;<i> bezpiecze&#324;stwie, bo ich wiedza opiera&#322;a si&#281; g&#322;&#243;wnie na procedurach i
</I>&gt;<i> procesach korporacyjnych (r&#243;b tak, jak podaje KPI, wype&#322;niaj kom&#243;rki w
</I>&gt;<i> Excelu itp.)
</I>&gt;<i> Pr&#243;bowa&#322;em wyprowadzi&#263; ich z b&#322;&#281;du, pr&#243;buj&#261;c nawi&#261;za&#263; rozmow&#281; o prawdziwym
</I>&gt;<i> bezpiecze&#324;stwie (kwestie np. atakowania XSS, w jaki spos&#243;b stworzy&#263;
</I>&gt;<i> jakiego&#347; buffer overflow...), ale tutaj napotka&#322;em swoisty mur. Zero.
</I>&gt;<i> O code injection nie by&#322;o nawet mowy, bo za&#322;o&#380;y&#322;em, &#380;e musieliby najpierw
</I>&gt;<i> zajrze&#263; do s&#322;ownika.
</I>&gt;<i>
</I>&gt;<i> W opisie stanowiska by&#322;o: &quot;IT security and risk analyst&quot; - brzmienie
</I>&gt;<i> stanowiska bardzo pi&#281;kne, rzeczywisto&#347;&#263; skrzeczy. Masz wype&#322;nia&#263; kom&#243;rki w
</I>&gt;<i> Excelu i wyrabia&#263; &quot;ilo&#347;&#263;&quot; na miesiac, czy tydzie&#324;, oraz tzw. &quot;jako&#347;&#263;&quot;
</I>&gt;<i> (Quality). Quality miedzy si&#281; w tym wypadku ilo&#347;ci&#261; lanej wody w opisie
</I>&gt;<i> &quot;incydentu&quot;, albo &quot;zagro&#380;enia&quot;. Zero konkret&#243;w... to ju&#380; wol&#281; robi&#263;
</I>&gt;<i> pentesty na zlecenie. Konkretna robota, konkretne efekty, konkretne ceny.
</I>&gt;<i>
</I>&gt;<i> Niekompetencja, brak pewnej og&#322;ady i problemy z j&#281;zykiem angielskim u
</I>&gt;<i> &quot;rekruter&#243;w&quot; - fatalne. Studenciaki - &#347;wie&#380;aki. Raczej na pewno nie
</I>&gt;<i> wiedzia&#322;y, co to by&#322;y dialery (swego czasu...) :)))
</I>&gt;<i> Do mnie starali si&#281; m&#243;wi&#263; po angielsku, ale mi&#281;dzy sob&#261; to ju&#380; po polsku,
</I>&gt;<i> bo widocznie &quot;komunikatywny angielski&quot; by&#322; z ich strony pewnym problemem i
</I>&gt;<i> nie za bardzo rozumieli, o &quot;czym ja do nich m&#243;wi&#281;&quot;, jak porusza&#322;em sprawy
</I>&gt;<i> zwi&#261;zane z bezpiecze&#324;stwem (analizy bussiness impact, disaster recovery,
</I>&gt;<i> backup procedures...)
</I>&gt;<i>
</I>&gt;<i> Podsumowuj&#261;c na przysz&#322;o&#347;&#263;.
</I>&gt;<i>
</I>&gt;<i> Nie ma sensu uczestniczy&#263; w procesach rekrutacyjnych, na, wydawa&#322;oby si&#281;,
</I>&gt;<i> ciekawe stanowiska zwi&#261;zane z bezpiecze&#324;stwem, je&#347;li nie ma si&#281; kontaktu z
</I>&gt;<i> kim&#347; bezpo&#347;rednio z zarz&#261;du, CEO, dyrektorami itd.
</I>&gt;<i>
</I>&gt;<i> *To te&#380; uwaga do os&#243;b, kt&#243;re kieruj&#261; tutaj takie oferty.**  **SPRAWDZA&#262;!!!
</I>&gt;<i> *
</I>&gt;<i> Tzw. 'rekruterzy' to najcz&#281;&#347;ciej osoby, pracuj&#261;ce w firmie do ok. 3 lat
</I>&gt;<i> (nie d&#322;u&#380;ej), kt&#243;re pr&#243;buj&#261; stworzy&#263; sobie &quot;zesp&#243;&#322;&quot; odpowiednich ludzi, na
</I>&gt;<i> kt&#243;rych mo&#380;na zwala&#263; ewentualne winy, a jak kto&#347; posiada du&#380;&#261; wiedz&#281; i
</I>&gt;<i> do&#347;wiadczenie, to lepiej wol&#261; takich os&#243;b unika&#263;, bo mo&#380;na sto&#322;ek straci&#263;,
</I>&gt;<i> albo ewentualnie p&#243;&#378;niej dosta&#263; si&#281; &quot;pod&quot; tego rekrutowanego. A to boli.
</I>&gt;<i>
</I>&gt;<i> Uczestniczy&#322;em w kilku &quot;procesach rekrutacyjnych&quot; na podobne stanowiska i
</I>&gt;<i> w 98% wygl&#261;da&#322;o to w miar&#281; podobnie. W takich &quot;murzyniarniach&quot; nie chc&#261;
</I>&gt;<i> zatrudnia&#263; os&#243;b z du&#380;ym do&#347;wiadczeniem, wykazuj&#261;cych si&#281; wieloma projektami
</I>&gt;<i> - tam chc&#261; takich &quot;murzynk&#243;w&quot;, kt&#243;rzy b&#281;d&#261; wiernie wykonywali polecenia
</I>&gt;<i> swoich &quot;team leader&#243;w&quot;. Obecnie takie procesy traktuj&#281; jedynie jako swoiste
</I>&gt;<i> badanie - i nie omieszkam wkr&#243;tce na blogu opisa&#263; te procesy.
</I>&gt;<i>
</I>&gt;<i> &quot;IT security &amp; analyst&quot; - wynagrodzenie na poziomie 4500 brutto...
</I>&gt;<i>
</I>&gt;<i> Niestety firma UBS, czy jak ona tam si&#281; zwie, straci&#322;a wiele w moich
</I>&gt;<i> oczach na podstawie tego do&#347;wiadczenia &quot;procesu rekrutacyjnego&quot;, pomijaj&#261;c
</I>&gt;<i> to, &#380;e podczas odwiedzin w siedzibie znalaz&#322;em kilka rzeczy, kt&#243;re pod
</I>&gt;<i> wzgl&#281;dem bezpiecze&#324;stwa wydawa&#322;y si&#281; w&#261;tpliwej jako&#347;ci... no ale. Przecie&#380;
</I>&gt;<i> to nie o to chodzi&#322;o.
</I>&gt;<i>
</I>&gt;<i> NIe bierzcie udzia&#322;u w procesach dla UBS, je&#347;li nie chcecie by&#263;
</I>&gt;<i> &quot;przepytywani&quot; przez studenciak&#243;w o skr&#243;ty, kt&#243;rych sami nie potrafi&#261;
</I>&gt;<i> dobrze przeliterowa&#263;.
</I>&gt;<i>
</I>&gt;<i> Pozdrawiam,
</I>&gt;<i> Marcin Kaczmarek
</I>&gt;<i>
</I>&gt;<i> W dniu 05.06.2013 12:12, Joanna Stypula pisze:
</I>&gt;<i>
</I>&gt;<i> Szanowni Pa&#324;stwo,
</I>&gt;<i>
</I>&gt;<i> jestem Researcherk&#261; w firmie Antal International. Dzi&#281;ki &#380;yczliwo&#347;ci
</I>&gt;<i> cz&#322;onk&#243;w Pa&#324;stwa grupy otrzyma&#322;am wskaz&#243;wki dotycz&#261;ce mailowego kontaktu z
</I>&gt;<i> Pa&#324;stwem i pozwoli&#322;am sobie z niego skorzysta&#263;.
</I>&gt;<i>
</I>&gt;<i> Prowadz&#281; obecnie proces rekrutacyjny na stanowisko IT Risk &amp; Security
</I>&gt;<i> Analyst.dla jednego z najwi&#281;kszych bank&#243;w inwestycyjnych na &#347;wiecie. W
</I>&gt;<i> zwi&#261;zku z tym, &#380;e jeste&#347;cie Pa&#324;stwo grup&#261; docelow&#261;, do kt&#243;rej si&#281; zwracam,
</I>&gt;<i> nie b&#281;d&#281; ukrywa&#263;, &#380;e jest to firma UBS. M&#243;j Klient poszukuje obecnie
</I>&gt;<i> zar&#243;wno specjalist&#243;w technicznych, zwi&#261;zanych z bezpiecze&#324;stwem aplikacji,
</I>&gt;<i> jak i teoretycznych - do&#347;wiadczonych w zagadnieniach zwi&#261;zanych z ryzykiem
</I>&gt;<i> IT i zarz&#261;dzaniem ryzykiem.
</I>&gt;<i>
</I>&gt;<i> Pod spodem zamieszczam opis stanowiska, aby&#347;cie mogli Pa&#324;stwo si&#281; z nim
</I>&gt;<i> bli&#380;ej zapozna&#263;. Zaznaczam jednak, &#380;e opis ten nie jest list&#261; sztywnych
</I>&gt;<i> wytycznych i Klient otwarty jest na r&#243;&#380;nie sprofilowanych specjalist&#243;w.
</I>&gt;<i> Je&#347;li kt&#243;ry&#347; z Was by&#322;by zainteresowany takim projektem - zapraszam do
</I>&gt;<i> kontaktu i wsp&#243;&#322;pracy.
</I>&gt;<i>
</I>&gt;<i> By&#322;abym te&#380; Pa&#324;stwu niezmiernie wdzi&#281;czna za przekazanie mojej wiadomo&#347;ci
</I>&gt;<i> osobom z Pa&#324;stwa siatki kontakt&#243;w, poniewa&#380; przyznam szczerze, &#380;e
</I>&gt;<i> wyczerpa&#322;am ju&#380; wszystkie znane mi &#378;r&#243;d&#322;a,  w kt&#243;rych mo&#380;na poszukiwa&#263;
</I>&gt;<i> potencjalnych Kandydat&#243;w na to stanowisko.
</I>&gt;<i>
</I>&gt;<i> Pod spodem zamieszczam *opis stanowiska*, aby mogli si&#281; Pa&#324;stwo z nim
</I>&gt;<i> bli&#380;ej zapozna&#263;.
</I>&gt;<i>   *Description:*
</I>&gt;<i>  You will support the IT Risk and Security (ITR&amp;S) organization in
</I>&gt;<i> performing assessments and in identifying the control gaps and control
</I>&gt;<i> failures in       application and infrastructure designs and future
</I>&gt;<i> deployments.
</I>&gt;<i>
</I>&gt;<i> We are seeking candidates who will join existing IT Risk Assessments
</I>&gt;<i> Infrastructure or Application team. Teams will cooperate with internal
</I>&gt;<i> clients to determine the risks presented to the business and the Bank. An
</I>&gt;<i> integral part of this process includes validation of compliance with Bank
</I>&gt;<i> and industry standards, initiatives and strategic direction, negotiation
</I>&gt;<i> with business and IT on the options, risks and mitigating factors affecting
</I>&gt;<i> the final risk that the business accepts to manage.
</I>&gt;<i>
</I>&gt;<i> *Responsibilities: *
</I>&gt;<i> * Prepare initial and in-depth technology Risk Assessment reports
</I>&gt;<i> * Conduct control effectiveness assessments
</I>&gt;<i> * Participate in development or improvement of the tools used by Risk
</I>&gt;<i> Assessment team
</I>&gt;<i> * Participate in initiatives to improve Risk Assessment processes and
</I>&gt;<i> tools across the Bank
</I>&gt;<i> * Manage exceptions, identified issues and propose recommendations
</I>&gt;<i> * Keep other teams within Risk Assessment informed on progress and
</I>&gt;<i> delivery status
</I>&gt;<i> * Perform initial data gathering and a follow-up advisory based on the
</I>&gt;<i> type of the request
</I>&gt;<i> * Act as a mentor for junior colleagues and lead trainings and awareness
</I>&gt;<i> presentations
</I>&gt;<i>
</I>&gt;<i> *Requirements:*  * IT related University degree
</I>&gt;<i> * Minimum 3 year experience in technology risk analysis or IT audit or
</I>&gt;<i> operational security position
</I>&gt;<i> * IT Security expert knowledge in one of following domains: E-commerce,
</I>&gt;<i> network zoning, cipher techniques and PKI, operating systems, networking,
</I>&gt;<i> database security, SDLC, virtualization, Access and Entitlement Management,
</I>&gt;<i> mobile technology, security technologies, outsourcing and vendor management
</I>&gt;<i> * Very good written and spoken English
</I>&gt;<i> * Very good communication skills and ability to work in the team
</I>&gt;<i>
</I>&gt;<i> Additional assets:
</I>&gt;<i> * Experience in IT Security Penetration tests or IT project
</I>&gt;<i> management/business analyses
</I>&gt;<i> * Experience in OS and network administration, database or software
</I>&gt;<i> architecture design, programming
</I>&gt;<i> * Qualifications, both achieved or certification in progress: CISSP, CISM,
</I>&gt;<i> CISA, CRISC, CSSLP, ISO27001 LA, CEH and other IT / IT Security / Audit
</I>&gt;<i> related
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> Pozdrawiam serdecznie,
</I>&gt;<i>
</I>&gt;<i> *Joanna Stypula**
</I>&gt;<i> **Researcher, IT Services
</I>&gt;<i> Antal International*
</I>&gt;<i> 50-148, ul.Wita Stwosza 1
</I>&gt;<i> Wroclaw
</I>&gt;<i> Tel: +48 71 736 5000
</I>&gt;<i> Fax: +48 22 483 50 01
</I>&gt;<i> Email: *<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">JStypula at antal.com</A>* &lt;javascript:_e({}, 'cvml',
</I>&gt;<i> '<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">JStypula at antal.com</A>');&gt;
</I>&gt;<i> Web: *www.antal.pl
</I>&gt;<i> * &lt;<A HREF="http://www.antal.pl/">http://www.antal.pl/</A>&gt;
</I>&gt;<i> NIP: PL 5251559635, KRS: 0000117277, Regon: 012170170
</I>&gt;<i> Sad Rejonowy w Warszawie, XII Wydzial Gospodarczy Krajowego Rejestru
</I>&gt;<i> Sadowego Wysokosc kapitalu zakladowego: PLN 50.000,00 oplacony w calosci
</I>&gt;<i>  ------------------------------
</I>&gt;<i>
</I>&gt;<i> *My&#347;lisz o karierze w bran&#380;y rekrutacyjnej?...Porozmawiajmy!*
</I>&gt;<i>
</I>&gt;<i> *Antal's global network has physical offices in;* Belgium, Brazil,
</I>&gt;<i> Bulgaria, Cameroon, China, Croatia, Egypt, France, Germany, Ghana, Hungary,
</I>&gt;<i> India, Israel, Italy, Luxembourg, Malta, Netherlands, Nigeria, Pakistan,
</I>&gt;<i> Philippines, Poland, Romania, Russia, Singapore, Slovakia, South Africa,
</I>&gt;<i> Spain, Sweden, Switzerland, Turkey, United Arab Emirates, United Kingdom
</I>&gt;<i>
</I>&gt;<i> *&quot;Global Recruitment Solutions Applied Locally&quot;*
</I>&gt;<i>
</I>&gt;<i> **
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>  ------------------------------
</I>&gt;<i>
</I>&gt;<i> This email message is confidential to the intended recipient. Any
</I>&gt;<i> unauthorised use, dissemination of the information, or copying of this
</I>&gt;<i> message is prohibited. If you are not the intended recipient, kindly notify
</I>&gt;<i> the sender by return e-mail and delete this message. Alternatively, please
</I>&gt;<i> contact us via our website.
</I>&gt;<i> Antal International Limited is not responsible and cannot be held liable
</I>&gt;<i> for:
</I>&gt;<i> - anyone who, under any circumstances, has received this e-mail in error
</I>&gt;<i> - the contents of personal or private messages sent by members of staff
</I>&gt;<i> - security of information sent by e-mail at your request.
</I>&gt;<i>
</I>&gt;<i> If you don't want to receive email from Antal please reply with
</I>&gt;<i> &quot;Unsubscribe&quot; in the subject line. (This is an automatic process, no
</I>&gt;<i> message body is required) This does not effect &quot;Jobs-by-Email&quot; from our
</I>&gt;<i> website.
</I>&gt;<i> ------------------------------
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-poland mailing <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">listOwasp-poland at lists.owasp.org</A> &lt;javascript:_e({}, 'cvml', '<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">Owasp-poland at lists.owasp.org</A>');&gt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">https://lists.owasp.org/mailman/listinfo/owasp-poland</A>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> --
</I>&gt;<i> Pozdrawiam,
</I>&gt;<i> Marcin Kaczmarek
</I>&gt;<i> McKey Multimedia Systems
</I>&gt;<i> IT Security and Outsourcingwww.it.mckey.pl
</I>&gt;<i> tel. +48-604-184-163
</I>&gt;<i>
</I>&gt;<i>
</I>
-- 
Sent from mobile device.
Sorry for typos.
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-poland/attachments/20130703/24c73b31/attachment-0001.html">http://lists.owasp.org/pipermail/owasp-poland/attachments/20130703/24c73b31/attachment-0001.html</A>&gt;
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000314.html">[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;
</A></li>
	<LI>Next message: <A HREF="000317.html">[Owasp-poland] IT Risk &amp; Security Analyst - kontakt w sprawie procesu rekrutacyjnego - moje kilka uwag na temat tego &quot;procesu&quot;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#315">[ date ]</a>
              <a href="thread.html#315">[ thread ]</a>
              <a href="subject.html#315">[ subject ]</a>
              <a href="author.html#315">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
