<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] OWASP SYSTEMS-Stand // OWASP Germany Konferenz
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=%5BOwasp-germany%5D%20OWASP%20SYSTEMS-Stand%20//%20OWASP%20Germany%20Konferenz&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000056.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] OWASP SYSTEMS-Stand // OWASP Germany Konferenz</H1>
    <B>Thomas Schreiber (SecureNet GmbH)</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=%5BOwasp-germany%5D%20OWASP%20SYSTEMS-Stand%20//%20OWASP%20Germany%20Konferenz&In-Reply-To="
       TITLE="[Owasp-germany] OWASP SYSTEMS-Stand // OWASP Germany Konferenz">ts at securenet.de
       </A><BR>
    <I>Thu Sep 25 06:18:03 EDT 2008</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000056.html">[Owasp-germany] OWASP SYSTEMS-Stand // OWASP Germany Konferenz
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#55">[ date ]</a>
              <a href="thread.html#55">[ thread ]</a>
              <a href="subject.html#55">[ subject ]</a>
              <a href="author.html#55">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hallo zusammen,

lange ist es still gewesen in der Liste, nun m&#246;chten Georg und ich neue
Aktivit&#228;ten ansto&#223;en. Ein Ziel dabei ist, das OWASP German Chapter auf eine
breitere Basis zu stellen. 

F&#252;r folgende Aktivit&#228;ten ist tatkr&#228;ftige Unterst&#252;tzung gefragt:


1) OWASP German Chapter auf der SYSTEMS 2008 (21.-24.11. in M&#252;nchen)
====================================================================

Wir haben hier zu sehr attraktiven Konditionen einen Messestand in der
Security-Halle bestellt und werden von OWASP US verschiedene
Messestand-Utensilien erhalten bzw. ggfs. selbst erstellen.

Neben der Darstellung der OWASP an sich ist es auch unser Ziel, die
Systems-Besucher auf die f&#252;r November geplante OWASP Germany
Konferenz hinzuweisen und sie f&#252;r eine Teilnahme begeistern...siehe n&#228;chster
Punkt.

Mitwirkende gesucht!
--------------------

Wer m&#246;chte (zeitweise) auf dem Stand die OWASP vertreten? Voraussetzung:
neben fachlichen Kenntnissen in der Lage sein, kompetent &#252;ber die OWASP
Auskunft zu geben. Bitte Reply mit terminlichen Pr&#228;ferenzen, so dass wir das
koordinieren k&#246;nnen.

   Terminsache: bitte bis 5.10.08


2) OWASP Germany Konferenz
==========================

Wir m&#246;chten in diesem Jahr noch eine OWASP Germany Konferenz durchf&#252;hren.

Der Termin steht schon fest: 
	
    Dienstag 25.11.
    mit Vorabend-Veranstaltung am Montag, 24.11. 2008

Der Ort ist noch offen, Frankfurt wird angestrebt.

Thema und Format: Die Konferenz ist eine professionelle, im Kern 1-t&#228;gige
Veranstaltung zum Thema &quot;Web Application Security und OWASP: Stand 2008&quot; mit
einer Vorabend-Veranstaltung zum Netzwerken. Sie ist zugleich Vorbereitung
und Test f&#252;r eine gr&#246;ssere OWASP Germany Konferenz Mitte 2009.

Die Hauptzielgruppe dieses Jahr sind Personen, die sich schon mit dem
Thema Web Application Security besch&#228;ftigen, aber noch nicht
notwendigerweise gro&#223;e Cracks sind - wobei die Cracks durchaus
willkommen sind.

Entsprechend diesen Zielen wollen wir &#220;berblicks-/Business-Vortr&#228;ge sowie
technischere Vortr&#228;ge f&#252;r Insider anbieten. Abh&#228;ngig vom Material, das wir
zusammen bekommen, sch&#228;rfen wir Thema und Titel dann noch nach.

Die Konferenz soll von dem Engagement aller OWASP-Aktiven getragen werden!

Wir erw&#228;gen, die Veranstaltung mit moderaten Teilnahme-Geb&#252;hren (Studenten
kostenlos), so dass die direkten Kosten wie Tagespauschale des Hotels
getragen werden, sowie &#252;ber Sponsoren einer kleinen Ausstellung (falls wir
das noch schaffen) zu finanzieren.

Mitwirkende gesucht! 
--------------------

Die Konferenz soll und muss von der OWASP-Community getragen werden. Wir
laden hiermit alle Interessierte zum Mitmachen ein! Insbesondere:

==&gt; Vortr&#228;ge
Bitte reicht eure Vortragsvorschl&#228;ge schnellstm&#246;glich ein. Dauer: 30-60 min.
Es sollen gute Vortr&#228;ge sein, nicht notwendigerweise komplett neue.

==&gt; Ideen
F&#252;hlt euch frei, Ideen, Erfahrungen, etc. beizusteuern.

==&gt; Mundpropaganda
Ansprache von potentiellen Interessenten aus Eurem Bekannten- und
Kundenkreis als Teilnehmer. Diese ermutigen, dass sie den Termin 25.11.
schon mal blocken.

==&gt; F&#252;r die Veranstaltung werben im Bekannten- und Kundenkreis

==&gt; Ansprache von potentiellen Sponsoren/Ausstellern aus Eurem Bekannten-
und Kundenkreis, um grunds&#228;tzlich Interesse besteht. Ob wir die erste
Konferenz dann tats&#228;chlich bereits mit Sponsoren/Ausstellern ausstatten, ist
noch zu entscheiden (s.u.)

Terminsache! Bitte Feedback (insbesondere Vortragsvorschl&#228;ge) bis

    5.10.08


Formelles
---------

Diskussionsbeitr&#228;ge bitte an die Liste richten. Alles andere (insbes.
Vortragsvorschl&#228;ge und Systems-Teilnahme) an diese Adresse:

	<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">germany at owasp.org</A> [*]


Wie ist das weitere Vorgehen?
-----------------------------

Mo, 13. Oktober, 17:00 Uhr, ort: vsstl. Frankfurt Innenstadt:

Planungsbesprechung f&#252;r die o.g. Veranstaltungen:

Teilnehmer:
- Chapter-&quot;Board&quot; sowie Teilnehmer der OWASP Germany Liste, die bei der
Organisation f&#252;r die OWASP Conference mitwirken wollen

Agenda:
- Status, offene Punkte und Richtlinien f&#252;r das &quot;Messestand-Personal
Systems 2008&quot;

- OWASP Germany Conference 2008:
- Festlegung Agenda (aus hoffentlich viel zu vielen Vorschl&#228;gen...)
- Status Teilnehmerzahl, Sponsoren etc.
- genauer Veranstaltungsort
- Aufgaben-Verteilung
- Festlegung weiterer ggfs. notwendiger Organisationstermine


(Ausblick: Im n&#228;chsten Jahr sollen dann mit einem gr&#246;sseren Angebot auch
&quot;WebAppSec-Einsteiger&quot; gezielt angesprochen werden - dann auch ggfs. mit
mehr Werbung, aber vor allem mit viel mehr Vorlauf und Planung.)


Wir freuen uns auf reichlich Feedback und Eigeninitiative!

Thomas Schreiber und 
Georg Hess (z.Zt. auf der OWASP Conference in New York), 
die beiden OWASP German Chapter Leader.

[*] Die Adresse <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">germany at owasp.org</A> wird gerade eingerichtet. Falls die Mail
bounct, bitte mit 1 Tag Wartezeit erneut versuchen oder an die Liste
schicken

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000056.html">[Owasp-germany] OWASP SYSTEMS-Stand // OWASP Germany Konferenz
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#55">[ date ]</a>
              <a href="thread.html#55">[ thread ]</a>
              <a href="subject.html#55">[ subject ]</a>
              <a href="author.html#55">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
