<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Lisanslama Algoritmalar&#305;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%3D%3Fiso-8859-9%3Fq%3FLisanslama_Algoritmalar%3DFD%3F%3D&In-Reply-To=6dc88c3c0809250514r33f2109ak377ea6e549b329a5%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000417.html">
   <LINK REL="Next"  HREF="000414.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Lisanslama Algoritmalar&#305;</H1>
    <B>O&#287;uzhan YILMAZ</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%3D%3Fiso-8859-9%3Fq%3FLisanslama_Algoritmalar%3DFD%3F%3D&In-Reply-To=6dc88c3c0809250514r33f2109ak377ea6e549b329a5%40mail.gmail.com"
       TITLE="[Owasp-turkey] Lisanslama Algoritmalar&#305;">aspsrc at gmail.com
       </A><BR>
    <I>Thu Sep 25 09:08:45 EDT 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000417.html">[Owasp-turkey] Lisanslama Algoritmalar&#305;
</A></li>
        <LI>Next message: <A HREF="000414.html">[Owasp-turkey] Owasp-turkey Digest, Vol 18, Issue 5
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#419">[ date ]</a>
              <a href="thread.html#419">[ thread ]</a>
              <a href="subject.html#419">[ subject ]</a>
              <a href="author.html#419">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Merhabalar,
Herkes do&#287;ru anlam&#305;&#351; olay&#305; ;) , bir yanl&#305;&#351; anla&#351;&#305;lma s&#246;zkonusu de&#287;il.
Te&#351;ekk&#252;rler.

G&#246;r&#252;&#351;leriniz ger&#231;ekten &#231;ok yararl&#305; oldu.
MITM ve Fake server edi&#351;elerimi DES ve SSL kullanarak gideriyorum.
Aktivasyon sunucusuyla haberle&#351;mesini b&#246;ylelikle bir karara ba&#287;lam&#305;&#351; olduk.

Ferruhun dedi&#287;i &#231;ok do&#287;ru. &#304;&#351;in birde Crack taraf&#305; var. .Net ile yaz&#305;ld&#305;&#287;&#305;
i&#231;in kolayl&#305;kla decompile ediliyor. Bunu bir nebze kapatmak i&#231;in Xenocode'un
Postbuild ismindeki Obfuscator'&#252;n&#252; kullan&#305;yorum. Strong Name'e pek gerek
duymam&#305;&#351;t&#305;m ama dikkate al&#305;p ne yapabilirim ona bak&#305;cam.

Kerem'in verdi&#287;i ba&#287;lant&#305;da bir ka&#231; fikir verdi. Bunlar&#305; birle&#351;tirebilirsem
en az&#305;ndan &#231;o&#287;u ki&#351;i taraf&#305;ndan a&#351;&#305;lamayacak bir g&#252;venlik &#231;emberi olu&#351;turmu&#351;
olurum. Amac&#305;m da zaten bu. &#199;o&#287;unlu&#287;un a&#351;amayaca&#287;&#305; bir g&#252;venlik seviyesinde
olursa yeterlidir.

Herkese Kolay Gelsin.


25 Eyl&#252;l 2008 Per&#351;embe 15:14 tarihinde Ferruh Mavituna
&lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">ferruh at mavituna.com</A>&gt;yazd&#305;:

&gt;<i> Merhabalar,
</I>&gt;<i>
</I>&gt;<i> Ben acikcasi temel istegi henuz tam anlayamadim buradaki, belki bir seyi
</I>&gt;<i> kaciriyorumdur.
</I>&gt;<i>
</I>&gt;<i> Anladigim kadariyla bir yazilim var, sunuculara kurulacak ve konu bunun
</I>&gt;<i> lisanslamasi. Sanirim yazilimin kuruldugu sunucuya baglanan client' lar la
</I>&gt;<i> alakali bir konu yok. Esas olay hosting firmasindaki yazilim lisansi.
</I>&gt;<i>
</I>&gt;<i> SSL kullandikca ve invalidated SSL leri kabul etmedikce (varsayilan olarak
</I>&gt;<i> .net kabul etmiyor) MITM (ortadaki adam) saldirilarindan korkmaniza gerek
</I>&gt;<i> yok. SSL sizi bunlardan koruyor. Ama zaten sanirim esas konu MITM degil de
</I>&gt;<i> biri sahte bir lisasn sunucusu yaparsa. Ben oraya gitmeden daha ciddi bir
</I>&gt;<i> sorunun altini da cizeyim, direk .NET kodunu degistirmek ve klasik crack
</I>&gt;<i> uretmek bence daha ciddi bir sorun olacaktir. Yani butun DES keyler ve SSL
</I>&gt;<i> lerin yaninda saldirgan sadece bir bit degistirerek o istegi sonucunu her
</I>&gt;<i> zaman True olarak gosterebilir. (*ama fake sunucu atagina en pratik cozum
</I>&gt;<i> SSL ve hardcoded domain olacaktir, dolayisiyla o tip bir lisans sisteminde
</I>&gt;<i> SSL sorununu bir nebze de olsa cozer, ek olarak ik tarafindan paylastigi bir
</I>&gt;<i> onay algoritmasi da yetecektir.*)
</I>&gt;<i>
</I>&gt;<i> Herseyden once sisteminiz duzenli guncelleme gerekmedikce ve online bir
</I>&gt;<i> isleme gerek duymadikca hersey client-side olmus oluyor. Sonuc malum
</I>&gt;<i> bildigin gibi client-side da guvenlik yok. Dolayisiyla yazilim baskasinin
</I>&gt;<i> bilgisayarina yuklenince konu kapanmis oluyor, ama amac bunu en zor hale
</I>&gt;<i> getirmek. Yani tam anlamiyla &quot;security through obscurity&quot;.
</I>&gt;<i>
</I>&gt;<i> Ilk olarak .NET Obfuscator lardan bir tanesini siddetle tavsiye ederim, bu
</I>&gt;<i> sayede kodu decompile etmek ve anlamak saldirgan icin biraz daha zor
</I>&gt;<i> olacaktir. Ikinci olarak. Strong Naming kullanmak da bu konuda azda olsa
</I>&gt;<i> yardimci olacak seylerden biri, genel olarakta guzel bir pratik zaten
</I>&gt;<i> guvenlik acisindan.
</I>&gt;<i>
</I>&gt;<i> Bence kendi lisans sisteminizi yazmak yerine hazir sistemlerden birini
</I>&gt;<i> kullanabilirsiniz, acikcasi aklimda olan bir yazilim yok ama bu isi yapan
</I>&gt;<i> bir cok firma var. Kendi basit lisasn sisteminiz + bu tip hazir bir
</I>&gt;<i> lisanslama modeli (veya modifiye edilmisi) + obfuscation sanirim en iyi
</I>&gt;<i> cozumlerden biri olacaktir.
</I>&gt;<i>
</I>&gt;<i> Dedigim gibi olayi tamamen yanlis anlamista olabilirim :)
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> 2008/9/24 O&#287;uzhan YILMAZ &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">aspsrc at gmail.com</A>&gt;
</I>&gt;<i>
</I>&gt;&gt;<i> Merhabalar,
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Uzun zamandan beri &#252;zerinde &#231;al&#305;&#351;t&#305;&#287;&#305;m .net framework 2.0 ve C# kullanarak
</I>&gt;&gt;<i> geli&#351;tirdi&#287;im Server-Client tarz&#305; bir uygulamam var.
</I>&gt;&gt;<i> K&#305;saca yapt&#305;&#287;&#305; i&#351;i belirtmek gerekirse. w&#304;ndows Application &#351;eklinde
</I>&gt;&gt;<i> &#231;al&#305;&#351;an Hosting Kontrol Paneli diyebiliriz. Sunucu k&#305;sm&#305; hosting &#351;irketinin
</I>&gt;&gt;<i> sunucusunda &#231;al&#305;&#351;&#305;yor. Hosting &#351;irketide m&#252;&#351;terilerine masa&#252;st&#252; uygulamas&#305;
</I>&gt;&gt;<i> tarz&#305;ndaki istemcisini da&#287;&#305;t&#305;p hizmetlerini m&#252;&#351;terinin kendi y&#246;netmesini
</I>&gt;&gt;<i> sa&#287;l&#305;yor.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Esas dan&#305;&#351;mak istedi&#287;im husus ise. Bu &#252;r&#252;n&#252;n lisanslamas&#305;n&#305; en
</I>&gt;&gt;<i> g&#252;venilir(?) &#351;ekilde hangi t&#252;rde yapabiliriz.? Konu ile ilgili d&#252;nyadaki
</I>&gt;&gt;<i> standartlar nelerdir?
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Genelde yap&#305;lan teknik ve benim d&#252;&#351;&#252;nd&#252;&#287;&#252;m &#351;&#246;yle.
</I>&gt;&gt;<i> Uygulaman&#305;n kurulu oldu&#287;u sunucudan &#252;reticinin sunucusuna i&#231;inde anahtar
</I>&gt;&gt;<i> bilgisi olan bir istek gidiyor. &#220;retici sunucusuda bu istek'e g&#246;re olumlu
</I>&gt;&gt;<i> yada olumsuz cevap d&#246;nd&#252;r&#252;yor. Bu teknik ortadaki adam sald&#305;r&#305;s&#305; gibi bir
</I>&gt;&gt;<i> &#231;ok y&#246;nteme a&#231;&#305;k oldu&#287;undan biraz endi&#351;eliyim. Aradaki veriyi ssl ile
</I>&gt;&gt;<i> g&#246;nderirsek yinede bu tipteki y&#246;ntemleri by-pass edebilirmiyiz? &#304;stek'te
</I>&gt;&gt;<i> bulunan sunucya fake bir &#252;retici sunucusuda g&#246;sterilebilir.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Sonu&#231;: Hala tam olarak nas&#305;l bir lisanslama y&#246;ntemi kullanaca&#287;&#305;m&#305;
</I>&gt;&gt;<i> belirleyemedim.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> --
</I>&gt;&gt;<i> O&#287;uzhan
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> _______________________________________________
</I>&gt;&gt;<i> Owasp-turkey mailing list
</I>&gt;&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
</I>&gt;&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> --
</I>&gt;<i> Ferruh Mavituna
</I>&gt;<i> <A HREF="http://ferruh.mavituna.com">http://ferruh.mavituna.com</A>
</I>&gt;<i>
</I>


-- 
O&#287;uzhan
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20080925/b309aa3d/attachment.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20080925/b309aa3d/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000417.html">[Owasp-turkey] Lisanslama Algoritmalar&#305;
</A></li>
	<LI>Next message: <A HREF="000414.html">[Owasp-turkey] Owasp-turkey Digest, Vol 18, Issue 5
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#419">[ date ]</a>
              <a href="thread.html#419">[ thread ]</a>
              <a href="subject.html#419">[ subject ]</a>
              <a href="author.html#419">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
