<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-Mx] Reuni&#243;n OWASP
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-Mx%5D%20%3D%3Fiso-8859-1%3FQ%3FReuni%3DF3n_OWASP%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000019.html">
   <LINK REL="Next"  HREF="000021.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-Mx] Reuni&#243;n OWASP</H1>
    <B>Victor Chapela</B> 
    <A HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-Mx%5D%20%3D%3Fiso-8859-1%3FQ%3FReuni%3DF3n_OWASP%3F%3D&In-Reply-To="
       TITLE="[Owasp-Mx] Reuni&#243;n OWASP">victor at sm4rt.com
       </A><BR>
    <I>Wed May 10 16:46:35 EDT 2006</I>
    <P><UL>
        <LI>Previous message: <A HREF="000019.html">[Owasp-Mx] Reuni&#243;n OWASP
</A></li>
        <LI>Next message: <A HREF="000021.html">[Owasp-Mx] Reuni&#243;n OWASP de ma&#241;ana
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#20">[ date ]</a>
              <a href="thread.html#20">[ thread ]</a>
              <a href="subject.html#20">[ subject ]</a>
              <a href="author.html#20">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hola a todos,

Como algunos supieron, la reuni&#243;n se pospuso por causas de fuerza mayor para
el pr&#243;ximo Martes 23 de Mayo. Les pido de antemano una disculpa a todos los
que nos se les pudo dar aviso oportuno.

La causa de fuerza mayor fue que el Domingo pasado me ca&#237; de un caballo.
Como consecuencia de mi doble-maroma-mortal-inversa, me romp&#237; la ap&#243;fisis
transfersa de cuarta v&#233;rtebra lumbar (estoy seguro que alg&#250;n geek disfrutar&#225;
de la presici&#243;n m&#233;dica de esto). Estoy en general bien -fuera de caminar
como viejito reum&#225;tico de 101 a&#241;os-. Por este motivo ped&#237; se pospusiera la
primera reuni&#243;n de OWASP para dentro dos semanas.

Fernando Solc&#225;, Director de eBanking y Productos Especializados de
Scotiabank gentilmente nos ha prestado una sala de juntas para la primera
reuni&#243;n. En esta primera reuni&#243;n Sm4rt patrocinar&#225; con algo de comer.
Tambi&#233;n se est&#225;n haciendo preparativos para que 15 personas de
Aguascalientes se conecten por audio/videoconferencia. Si alguien m&#225;s vive
fuera y quiere sumarse, m&#225;ndenme un correo para que tratemos de hacer
funcionar esto de las reuniones remotas.

La pr&#243;xima reuni&#243;n:

Martes 23 de Mayo - 6:30pm a 9:00pm

Torre Scotiabank
Blv Avila Camacho 1, piso 17 
Lomas de Chapultepec 
CP 11009 M&#233;xico DF.

Temas a Exponer

6:30 - 7:15 Introducci&#243;n. - V&#237;ctor Chapela - Presentaci&#243;n de OWASP, sus
metodolog&#237;as y sus herramientas. 
7:15 - 8:00	Vulnerabilidades en Web Services - Carlos Ochoa - Se
mostrar&#225;n los nuevos tipos de ataques que acaban de surigir contra Web
Services.
8:00 - 9:00 Discusi&#243;n abierta para definir el prop&#243;sito de las reuniones
subsecuentes, los temas futuros y el papel de M&#233;xico en la seguridad
inform&#225;tica.

Juan Carlos Herrero que trabaja con Sm4rt estar&#225; llevando un registro de las
personas que asistir&#225;n. Est&#225; copiado en este correo para que le hagan llegar
directo a &#233;l sus confirmaciones. Esto nos permitir&#225; saber de antemano si la
sala que nos prestaron va a ser suficiente y para calcular la comida que
llevemos.

La reuni&#243;n de Junio ya tiene definido un lugar tambi&#233;n. Felipe Lemaitre,
director de seguridad de Microsoft, nos ha ofrecido hacerla en sus
instalaciones. En principio sigue programada para el 13 de Junio. D&#233;jenme
saber si prefieren que la movamos un poco para que no queden tan juntas.

Les mando saludos a todos y espero nos veamos pronto,
V&#237;ctor Chapela



</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000019.html">[Owasp-Mx] Reuni&#243;n OWASP
</A></li>
	<LI>Next message: <A HREF="000021.html">[Owasp-Mx] Reuni&#243;n OWASP de ma&#241;ana
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#20">[ date ]</a>
              <a href="thread.html#20">[ thread ]</a>
              <a href="subject.html#20">[ subject ]</a>
              <a href="author.html#20">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-mexicocity">More information about the Owasp-mexicocity
mailing list</a><br>
</body></html>
