<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP-Geneva] Actualit&#233; OWASP Gen&#232;ve premier trimestre 2010
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-geneva%40lists.owasp.org?Subject=%5BOWASP-Geneva%5D%20%3D%3Fiso-8859-1%3Fq%3FActualit%3DE9_OWASP_Gen%3DE8ve_premier_%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3Ftrimestre_2010%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP-Geneva] Actualit&#233; OWASP Gen&#232;ve premier trimestre 2010</H1>
    <B>AF</B> 
    <A HREF="mailto:owasp-geneva%40lists.owasp.org?Subject=%5BOWASP-Geneva%5D%20%3D%3Fiso-8859-1%3Fq%3FActualit%3DE9_OWASP_Gen%3DE8ve_premier_%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3Ftrimestre_2010%3F%3D&In-Reply-To="
       TITLE="[OWASP-Geneva] Actualit&#233; OWASP Gen&#232;ve premier trimestre 2010">antonio.fontes at owasp.org
       </A><BR>
    <I>Wed Jan 20 02:48:04 EST 2010</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#9">[ date ]</a>
              <a href="thread.html#9">[ thread ]</a>
              <a href="subject.html#9">[ subject ]</a>
              <a href="author.html#9">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Membres,

L&#8217;ann&#233;e 2010 d&#233;marre rapidement avec deux &#233;v&#233;nements importants d&#233;di&#233;s &#224; la
s&#233;curit&#233; logicielle, auxquels OWASP Gen&#232;ve jouera respectivement le r&#244;le de
partenaire et d&#8217;organisateur.


*== Insomni&#8217;hack 2010*

Pour la troisi&#232;me ann&#233;e cons&#233;cutive, la soci&#233;t&#233; SCRT r&#233;&#233;dite un concept qui
a permis &#224; plus d&#8217;une cinquantaine de passionn&#233;s de s&#233;curit&#233; de
l&#8217;information, amateurs ou professionnels, venus de Suisse et France
voisine, de pouvoir mettre en application leurs connaissances dans le cadre
d&#8217;une comp&#233;tition.

En tant que partenaire de l&#8217;&#233;v&#232;nement, OWASP Gen&#232;ve tiendra un stand
d&#8217;information aupr&#232;s duquel vous pourrez venir vous informer sur les projets
actuels et les futures activit&#233;s d&#8217;OWASP Gen&#232;ve ainsi que de l&#8217;OWASP sur le
plan international. Que vous soyez visiteur ou participant, n&#8217;h&#233;sitez donc
pas &#224; passer au stand OWASP si vous souhaitez en savoir plus sur la
fondation!

*Insomni&#8217;hack 2010 aura lieu le 22 janvier prochain, *&#224; la Haute Ecole du
Paysage d'Ing&#233;nierie et d'Architecture, &#224; Gen&#232;ve.
La participation &#224; la comp&#233;tition est gratuite et ouverte &#224; tous, sur simple
inscription via la page officielle de l&#8217;&#233;v&#232;nement:
<A HREF="http://www.scrt.ch/pages/concours10.html">http://www.scrt.ch/pages/concours10.html</A>




*== Geneva Application Security Meeting (OWASP Geneve chapter meeting)*

Premi&#232;re &#233;dition d&#8217;une manifestation organis&#233;e conjointement par OWASP
Gen&#232;ve et OpenID Suisse romande, la conf&#233;rence Geneva Application Security
Meeting accueillera des intervenants venus pr&#233;senter l&#8217;&#233;tat des
connaissances en mati&#232;re d&#8217;int&#233;gration de l&#8217;authentification forte dans les
applications web. Une occasion unique de d&#233;couvrir et comprendre des
solutions d&#8217;authentification forte aujourd&#8217;hui propos&#233;es aux grandes et
moins grandes entreprises, quelque soient leurs budgets.

Il sera &#233;galement l&#8217;occasion pour les plus curieux de participer en
exclusivit&#233; &#224; un laboratoire &#8216;authentification forte&#8217;, durant lequel les
participants pourront mettre en &#339;uvre le dispositif d&#8217;authentification forte
con&#231;u par la soci&#233;t&#233; Yubico. Les participants se verront ainsi offrir une
cl&#233; d&#8217;authentification forte YubiKey qu&#8217;ils activeront pour leur usage
personnel (ou professionnel) et avec laquelle ils pourront repartir d&#232;s la
fin de la manifestation.


*Geneva Application Security Meeting aura lieu le 4 mars prochain, *&#224;
Gen&#232;ve.
Des informations d&#233;taill&#233;es quant au lieu, site officiel et formalit&#233;s
d&#8217;inscription (inscription gratuite) vous seront communiqu&#233;es tr&#232;s
prochainement via cette liste et sur le site OWASP Gen&#232;ve (
<A HREF="http://www.owasp.org/index.php/Geneva">http://www.owasp.org/index.php/Geneva</A>). Vous pouvez toutefois d&#233;j&#224; trouver
un agenda d&#233;taill&#233; de la manifestation sur le blog Citadelle &#233;lectronique
tenu par M. Maret, responsable d'OpenID pour la Suisse romande:
<A HREF="http://www.citadelle-electronique.net/2009/11/geneva-conference-2010-owasp-openid.html">http://www.citadelle-electronique.net/2009/11/geneva-conference-2010-owasp-openid.html</A>
.


Sur ces bonnes nouvelles, je conclus ce message en vous invitant
chaleureusement &#224; r&#233;server dans votre agenda les soir&#233;es du 22 janvier et 4
mars prochains, tout en vous pr&#233;sentant mes meilleurs voeux pour cette
nouvelle ann&#233;e 2010.

Meilleures salutations,

Antonio Fontes
OWASP Gen&#232;ve


-- 
OWASP Geneva Chapter
chapter site: <A HREF="http://www.owasp.org/index.php/Geneva">http://www.owasp.org/index.php/Geneva</A>
mailing list: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-Geneva">https://lists.owasp.org/mailman/listinfo/owasp-Geneva</A>
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-geneva/attachments/20100120/c859a0d7/attachment.html">https://lists.owasp.org/pipermail/owasp-geneva/attachments/20100120/c859a0d7/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#9">[ date ]</a>
              <a href="thread.html#9">[ thread ]</a>
              <a href="subject.html#9">[ subject ]</a>
              <a href="author.html#9">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-geneva">More information about the OWASP-Geneva
mailing list</a><br>
</body></html>
