<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] SAVE THE DATE! OWASP AppSec Israel 2015 conference -	Note the new venue!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20SAVE%20THE%20DATE%21%20OWASP%20AppSec%20Israel%202015%20conference%20-%0A%09Note%20the%20new%20venue%21&In-Reply-To=%3C00c201d0b4d0%248cf491e0%24a6ddb5a0%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000473.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] SAVE THE DATE! OWASP AppSec Israel 2015 conference -	Note the new venue!</H1>
    <B>Avi D (Israel Chapter)</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20SAVE%20THE%20DATE%21%20OWASP%20AppSec%20Israel%202015%20conference%20-%0A%09Note%20the%20new%20venue%21&In-Reply-To=%3C00c201d0b4d0%248cf491e0%24a6ddb5a0%24%40owasp.org%3E"
       TITLE="[OWASP Israel] SAVE THE DATE! OWASP AppSec Israel 2015 conference -	Note the new venue!">avi.douglen at owasp.org
       </A><BR>
    <I>Thu Jul  2 14:08:17 UTC 2015</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000473.html">[OWASP Israel] New position at AppSec Labs Israel
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#472">[ date ]</a>
              <a href="thread.html#472">[ thread ]</a>
              <a href="subject.html#472">[ subject ]</a>
              <a href="author.html#472">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hi Everybody!

 

I am excited to announce that the annual OWASP AppSec Israel Conference will
take place this year on Tuesday, October 13th, 2015 (not on 12th as
previously mentioned)  &#8211; exactly one week after Sukkot, so no excuses &#8220;after
the chagim&#8221;!

 

I am happy to note that the past few years, the conference has been growing
tremendously. Unfortunately, that does mean that we have outgrown our usual
venue... This was not an easy decision. Thankfully, we have found another
excellent venue to host the conference. 

 

This year, the conference will be held in The College of Management
(Michlala l&#8217;Minhal), in Rishon LeZion.

 

 

As you all know, OWASP&#8217;s AppSec Israel is the largest conference in Israel
for application security, and regularly draws over hundreds of participants.
Last year more than 450 attended &#8211; don&#8217;t miss it this year! 

The Conference will include lecture tracks, and also a sponsors display area
for vendors of products and services relevant to Application Security. 

Attending the conference is free of charge, however advance registration
will be required. We will open registration shortly.  

 

We will also open the Call for Presentations (CFP) soon, hopefully as soon
as next week &#8211; so get those idea juices flowing! 

We&#8217;ll also start a sponsorship drive soon - details are available here
<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A> . 

 

I will send out more details soon! 

 

Looking forward to seeing you all! 

Avi D 

OWASP IL 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1488;&#1504;&#1497; &#1504;&#1500;&#1492;&#1489; &#1500;&#1492;&#1493;&#1491;&#1497;&#1506; &#1499;&#1497; &#1499;&#1504;&#1505; OWASP AppSec &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1492;&#1513;&#1504;&#1492; &#1489;&#1497;&#1493;&#1501; &#1490;', &#1492;-13
&#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1500;' &#1514;&#1513;&#1512;&#1497;) &#8211; &#1489;&#1491;&#1497;&#1493;&#1511; &#1513;&#1489;&#1493;&#1506; &#1500;&#1488;&#1495;&#1512; &#1505;&#1493;&#1499;&#1493;&#1514;, &#1499;&#1498; &#1513;&#1488;&#1497;&#1503; &#1514;&#1497;&#1512;&#1493;&#1510;&#1497;&#1501; &#1513;&#1500; &quot;&#1488;&#1495;&#1512;&#1497; &#1492;&#1495;&#1490;&#1497;&#1501;&quot;!

 

&#1488;&#1504;&#1497; &#1513;&#1502;&#1495; &#1500;&#1510;&#1497;&#1497;&#1503; &#1499;&#1497; &#1489;&#1513;&#1504;&#1497;&#1501; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1493;&#1514;, &#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1490;&#1491;&#1500;&#1492; &#1489;&#1512;&#1502;&#1492; &#1504;&#1497;&#1499;&#1512;&#1514;. &#1488;&#1493;&#1500;&#1501;, &#1500;&#1510;&#1506;&#1512;&#1504;&#1493;
&#1492;&#1502;&#1511;&#1493;&#1501; &#1492;&#1511;&#1489;&#1493;&#1506; &#1499;&#1489;&#1512; &#1488;&#1497;&#1504;&#1493; &#1502;&#1505;&#1508;&#1497;&#1511; &#1499;&#1491;&#1497; &#1500;&#1492;&#1499;&#1497;&#1500; &#1488;&#1493;&#1514;&#1504;&#1493;. &#1494;&#1488;&#1514; &#1500;&#1488; &#1492;&#1497;&#1514;&#1492; &#1492;&#1495;&#1500;&#1496;&#1492; &#1511;&#1500;&#1492;, &#1488;&#1498;
&#1500;&#1513;&#1502;&#1495;&#1514;&#1504;&#1493; &#1502;&#1510;&#1488;&#1504;&#1493; &#1502;&#1511;&#1493;&#1501; &#1502;&#1506;&#1493;&#1500;&#1492; &#1504;&#1493;&#1505;&#1507; &#1513;&#1497;&#1488;&#1512;&#1495; &#1488;&#1514; &#1492;&#1499;&#1504;&#1505;. 

 

&#1492;&#1513;&#1504;&#1492;, &#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1497;&#1504;&#1492;&#1500;, &#1489;&#1512;&#1488;&#1513;&#1493;&#1503; &#1500;&#1510;&#1497;&#1493;&#1503;. 

 

 

&#1499;&#1504;&#1505; AppSec Israel &#1513;&#1500; OWASP &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1493;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492; &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1493; &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501;. &#1513;&#1504;&#1492; &#1513;&#1506;&#1489;&#1512;&#1492; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493; &#1497;&#1493;&#1514;&#1512; &#1502;-450 &#1488;&#1497;&#1513; &#8211;
&#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493; &#1492;&#1513;&#1504;&#1492;!

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1499;&#1502;&#1493; &#1490;&#1501; &#1488;&#1494;&#1493;&#1512; &#1489;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;.

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1488;&#1493;&#1500;&#1501; &#1497;&#1497;&#1491;&#1512;&#1513; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1493;&#1511;&#1491;&#1502;&#1514;. &#1488;&#1504;&#1493; &#1504;&#1508;&#1514;&#1495; &#1488;&#1514; &#1492;&#1492;&#1512;&#1513;&#1502;&#1492; &#1489;&#1511;&#1512;&#1493;&#1489;.


 

&#1499;&#1502;&#1493; &#1499;&#1503;, &#1488;&#1504;&#1493; &#1504;&#1508;&#1514;&#1495; &#1488;&#1514; &#1492;-Call for Presentations (CFP) &#1489;&#1511;&#1512;&#1493;&#1489;, &#1488;&#1504;&#1497; &#1502;&#1511;&#1493;&#1493;&#1492; &#1499;&#1489;&#1512;
&#1489;&#1513;&#1489;&#1493;&#1506; &#1492;&#1489;&#1488; &#8211; &#1488;&#1494; &#1514;&#1514;&#1495;&#1497;&#1500;&#1493; &#1500;&#1492;&#1499;&#1497;&#1503; &#1488;&#1514; &#1492;&#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1500;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514;! 

&#1504;&#1514;&#1495;&#1497;&#1500; &#1490;&#1501; &#1500;&#1490;&#1497;&#1497;&#1505; &#1495;&#1505;&#1493;&#1497;&#1493;&#1514; &#1489;&#1494;&#1502;&#1503; &#1492;&#1511;&#1512;&#1493;&#1489;, &#1489;&#1497;&#1504;&#1514;&#1497;&#1497;&#1501; &#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A>&gt;
<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A> 

 

&#1504;&#1513;&#1500;&#1495; &#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1489;&#1492;&#1511;&#1491;&#1501;. 

 

&#1502;&#1495;&#1499;&#1492; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1514; &#1499;&#1493;&#1500;&#1499;&#1501;! 

 

&#1488;&#1489;&#1497; &#1491;

OWASP IL

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20150702/3d0793d6/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20150702/3d0793d6/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000473.html">[OWASP Israel] New position at AppSec Labs Israel
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#472">[ date ]</a>
              <a href="thread.html#472">[ thread ]</a>
              <a href="subject.html#472">[ subject ]</a>
              <a href="author.html#472">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
