<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec Israel 2015 conference - Committee and	Call For Presentations!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202015%20conference%20-%20Committee%20and%0A%09Call%20For%20Presentations%21&In-Reply-To=%3C109401d0c548%24cbd5fba0%246381f2e0%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000474.html">
   <LINK REL="Next"  HREF="000476.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec Israel 2015 conference - Committee and	Call For Presentations!</H1>
    <B>Avi D (Israel Chapter)</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202015%20conference%20-%20Committee%20and%0A%09Call%20For%20Presentations%21&In-Reply-To=%3C109401d0c548%24cbd5fba0%246381f2e0%24%40owasp.org%3E"
       TITLE="[OWASP Israel] OWASP AppSec Israel 2015 conference - Committee and	Call For Presentations!">avi.douglen at owasp.org
       </A><BR>
    <I>Thu Jul 23 13:09:22 UTC 2015</I>
    <P><UL>
        <LI>Previous message: <A HREF="000474.html">[OWASP Israel] Trustwave Spiderlabs is hiring!
</A></li>
        <LI>Next message: <A HREF="000476.html">[OWASP Israel] OWASP AppSec Israel 2015 conference - Call For	Presentations!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#475">[ date ]</a>
              <a href="thread.html#475">[ thread ]</a>
              <a href="subject.html#475">[ subject ]</a>
              <a href="author.html#475">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hi Everybody! 

 

As already announced, the annual OWASP AppSec Israel Conference will take
place this year on Tuesday, October 13th, 2015 &#8211; exactly one week after
Sukkot.  

This year, the conference will be held in The College of Management
(Michlala l&#8217;Minhal), in Rishon LeZion.

 

As you all know, OWASP&#8217;s AppSec Israel is the largest conference in Israel
for application security, and regularly draws over hundreds of participants.
Last year more than 450 attended &#8211; don&#8217;t miss it this year! 

The Conference will include lecture tracks, and also a sponsors display area
for vendors of products and services relevant to Application Security. 

 

Attending the conference is free of charge, however advance registration
will be required. We will open registration shortly.  

We&#8217;ll also start a sponsorship drive soon - details are available here
<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A> . 

For details on the Call for Presentations (CFP) &#8211; see below.

 

In order to support all the work involved in organizing a great conference,
we have drafted new committee members. I have invited Erez Metula and Hemed
Gur Ary to join the Israel chapter board, and they&#8217;ve agreed to take on this
work. Thank you! 

The rest of the chapter board membership can be found here:
<A HREF="https://www.owasp.org/index.php/Category:Israel">https://www.owasp.org/index.php/Category:Israel</A> 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;! 

 

&#1499;&#1504;&#1505; OWASP AppSec &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1492;&#1513;&#1504;&#1492; &#1489;&#1497;&#1493;&#1501; &#1490;', &#1492;-13 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1500;' &#1514;&#1513;&#1512;&#1497;) &#8211;
&#1489;&#1491;&#1497;&#1493;&#1511; &#1513;&#1489;&#1493;&#1506; &#1500;&#1488;&#1495;&#1512; &#1505;&#1493;&#1499;&#1493;&#1514;. 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1492;&#1513;&#1504;&#1492; &#1489;&#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1497;&#1504;&#1492;&#1500;, &#1489;&#1512;&#1488;&#1513;&#1493;&#1503; &#1500;&#1510;&#1497;&#1493;&#1503;. 

 

&#1499;&#1504;&#1505; AppSec Israel &#1513;&#1500; OWASP &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1493;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492; &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1493; &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501;. &#1513;&#1504;&#1492; &#1513;&#1506;&#1489;&#1512;&#1492; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493; &#1497;&#1493;&#1514;&#1512; &#1502;-450 &#1488;&#1497;&#1513; &#8211;
&#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493; &#1492;&#1513;&#1504;&#1492;!

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1499;&#1502;&#1493; &#1490;&#1501; &#1488;&#1494;&#1493;&#1512; &#1489;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;.

 

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1488;&#1493;&#1500;&#1501; &#1497;&#1497;&#1491;&#1512;&#1513; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1493;&#1511;&#1491;&#1502;&#1514;. &#1488;&#1504;&#1493; &#1504;&#1508;&#1514;&#1495; &#1488;&#1514; &#1492;&#1492;&#1512;&#1513;&#1502;&#1492; &#1489;&#1511;&#1512;&#1493;&#1489;.


&#1504;&#1514;&#1495;&#1497;&#1500; &#1490;&#1501; &#1500;&#1490;&#1497;&#1497;&#1505; &#1495;&#1505;&#1493;&#1497;&#1493;&#1514; &#1489;&#1494;&#1502;&#1503; &#1492;&#1511;&#1512;&#1493;&#1489;, &#1489;&#1497;&#1504;&#1514;&#1497;&#1497;&#1501; &#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A>&gt;
<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A> 

&#1506;&#1489;&#1493;&#1512; &#1502;&#1497;&#1491;&#1506; &#1488;&#1493;&#1491;&#1493;&#1514; &#1492;-Call for Presentations (CFP) &#8211; &#1512;&#1488;&#1492; &#1500;&#1502;&#1496;&#1492;. 

 

&#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1514;&#1502;&#1493;&#1498; &#1489;&#1499;&#1500; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1499;&#1512;&#1493;&#1499;&#1492; &#1489;&#1488;&#1512;&#1490;&#1493;&#1503; &#1499;&#1504;&#1505; &#1502;&#1506;&#1493;&#1500;&#1492;, &#1490;&#1497;&#1497;&#1505;&#1504;&#1493; &#1495;&#1489;&#1512;&#1497; &#1493;&#1493;&#1506;&#1491;&#1492; &#1495;&#1491;&#1513;&#1497;&#1501;.
&#1488;&#1504;&#1497; &#1492;&#1494;&#1502;&#1504;&#1514;&#1497; &#1488;&#1514; &#1488;&#1512;&#1494; &#1502;&#1496;&#1493;&#1500;&#1492; &#1493;&#1488;&#1514; &#1495;&#1502;&#1491; &#1490;&#1493;&#1512; &#1488;&#1512;&#1497; &#1500;&#1492;&#1510;&#1496;&#1512;&#1507; &#1500;&#1489;&#1493;&#1512;&#1491; &#1513;&#1500; &#1492;&#1505;&#1504;&#1497;&#1507; &#1492;&#1497;&#1513;&#1512;&#1488;&#1500;&#1497;, &#1493;&#1492;&#1501;
&#1492;&#1505;&#1499;&#1497;&#1502;&#1493; &#1500;&#1511;&#1495;&#1514; &#1506;&#1500; &#1506;&#1510;&#1502;&#1501; &#1488;&#1514; &#1492;&#1502;&#1513;&#1497;&#1502;&#1492;. &#1514;&#1493;&#1491;&#1492;! 

&#1513;&#1488;&#1512; &#1495;&#1489;&#1512;&#1497; &#1492;&#1489;&#1493;&#1512;&#1491; &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://www.owasp.org/index.php/Category:Israel">https://www.owasp.org/index.php/Category:Israel</A>&gt;
<A HREF="https://www.owasp.org/index.php/Category:Israel">https://www.owasp.org/index.php/Category:Israel</A> 

 

 

 

In order to ensure fascinating lectures as every year, we are Calling for
Presentations and anyone is invited to submit a proposal for a presentation.


 

Even if you've never done this before - you should not be discouraged from
submitting! It is important to the conference committee to have a variety of
speakers, and even if this is your first time presenting we will ensure that
you have the support needed to give a great talk.

 

CFP details and submission form:
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015_CFP">https://www.owasp.org/index.php/AppSec_Israel_2015_CFP</A>  

 

SUBMISSION DEADLINE: August 31, 2015

 

If you have any questions, discussions, etc please contact Erez Metula
(<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">erezmetula at appsec-labs.com</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">erezmetula at appsec-labs.com</A>&gt;  ). 

Note that only submissions entered into the CFP form will be considered, so
please do not send via email. 

 

Conference page: <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A> 

 

Good luck! 

 

Looking forward to seeing you all! 

Avi D 

OWASP Israel

 

&#1502;&#1495;&#1499;&#1492; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1514; &#1499;&#1493;&#1500;&#1499;&#1501;! 

 

&#1488;&#1489;&#1497; &#1491;

OWASP &#1497;&#1513;&#1512;&#1488;&#1500;

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20150723/19ae3465/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20150723/19ae3465/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000474.html">[OWASP Israel] Trustwave Spiderlabs is hiring!
</A></li>
	<LI>Next message: <A HREF="000476.html">[OWASP Israel] OWASP AppSec Israel 2015 conference - Call For	Presentations!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#475">[ date ]</a>
              <a href="thread.html#475">[ thread ]</a>
              <a href="subject.html#475">[ subject ]</a>
              <a href="author.html#475">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
