<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] ki allo phishing me stoxo tous pelates tis Ethnikis
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20ki%20allo%20phishing%20me%20stoxo%20tous%20pelates%20tis%20Ethnikis&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000056.html">
   <LINK REL="Next"  HREF="000058.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] ki allo phishing me stoxo tous pelates tis Ethnikis</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20ki%20allo%20phishing%20me%20stoxo%20tous%20pelates%20tis%20Ethnikis&In-Reply-To="
       TITLE="[Owasp-greece] ki allo phishing me stoxo tous pelates tis Ethnikis">conpap at di.uoa.gr
       </A><BR>
    <I>Wed Feb  7 07:05:16 EST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000056.html">[Owasp-greece] skimming fraud
</A></li>
        <LI>Next message: <A HREF="000058.html">[Owasp-greece] OWASP.gr - Enimerwtiko deltio 3 - 2/2007
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#57">[ date ]</a>
              <a href="thread.html#57">[ thread ]</a>
              <a href="subject.html#57">[ subject ]</a>
              <a href="author.html#57">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
&#931;&#942;&#956;&#949;&#961;&#945; &#941;&#955;&#945;&#946;&#945; &#964;&#959; &#960;&#945;&#961;&#945;&#954;&#940;&#964;&#969; e-mail. &#928;&#945;&#961;&#945;&#964;&#951;&#961;&#959;&#973;&#956;&#949; &#972;&#964;&#953; &#945;&#966;&#949;&#957;&#972;&#962; &#964;&#945; &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; &#964;&#969;&#957;
phishers &#946;&#949;&#955;&#964;&#953;&#974;&#957;&#959;&#957;&#964;&#945;&#953;, &#945;&#966;&#949;&#964;&#941;&#961;&#959;&#965; &#945;&#954;&#959;&#955;&#959;&#965;&#952;&#959;&#973;&#957; &#941;&#957;&#945; &#948;&#953;&#954;&#972; &#964;&#959;&#965;&#962; &#951;&#956;&#949;&#961;&#959;&#955;&#959;&#947;&#953;&#959;...
:<i>o)
</I>

&#913;&#947;&#945;&#960;&#951;&#964;&#941; on- line &#960;&#949;&#955;&#940;&#964;&#951; &#964;&#951;&#962; &#917;&#920;&#925;&#921;&#922;&#919;&#931; &#932;&#929;&#913;&#928;&#917;&#918;&#913;&#931; &#932;&#919;&#931; &#917;&#923;&#923;&#913;&#916;&#927;&#931;

&#932;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#941;&#962; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#947;&#941;&#962; &#956;&#941;&#963;&#969; &#964;&#959;&#965; &#948;&#953;&#945;&#948;&#953;&#954;&#964;&#973;&#959;&#965; &#948;&#949;&#957; &#952;&#945; &#949;&#943;&#957;&#945;&#953; &#948;&#953;&#945;&#952;&#941;&#963;&#953;&#956;&#949;&#962; &#964;&#959;
&#967;&#961;&#959;&#957;&#953;&#954;&#972; &#948;&#953;&#940;&#963;&#964;&#951;&#956;&#945; &#945;&#960;&#972; 6 &#934;&#949;&#946;&#961;&#959;&#965;&#945;&#961;&#943;&#959;&#965; &#941;&#969;&#962; 8 &#934;&#949;&#946;&#961;&#959;&#965;&#945;&#961;&#943;&#959;&#965; &#964;&#959;&#965; 2007 &#955;&#972;&#947;&#969;
&#964;&#949;&#967;&#957;&#953;&#954;&#942;&#962; &#949;&#958;&#965;&#960;&#951;&#961;&#941;&#964;&#951;&#963;&#951;&#962; &#964;&#959;&#965; &#963;&#965;&#963;&#964;&#942;&#956;&#945;&#964;&#959;&#962;.

&#933;&#960;&#949;&#957;&#952;&#965;&#956;&#943;&#950;&#959;&#965;&#956;&#949; &#972;&#964;&#953; &#964;&#959; &#964;&#949;&#967;&#957;&#953;&#954;&#972; &#964;&#956;&#942;&#956;&#945; &#949;&#954;&#964;&#949;&#955;&#949;&#943; &#964;&#951;&#957; &#945;&#957;&#945;&#946;&#940;&#952;&#956;&#953;&#963;&#951; &#964;&#959;&#965;
&#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; &#956;&#949; &#963;&#954;&#959;&#960;&#972; &#964;&#951;&#957; &#946;&#949;&#955;&#964;&#943;&#969;&#963;&#951; &#964;&#951;&#962; &#960;&#959;&#953;&#972;&#964;&#951;&#964;&#945;&#962; &#964;&#969;&#957; &#960;&#961;&#959;&#963;&#966;&#949;&#961;&#972;&#956;&#949;&#957;&#969;&#957;
&#965;&#960;&#951;&#961;&#949;&#963;&#953;&#974;&#957;&#963;&#967;&#949;&#964;&#953;&#954;&#974;&#957; &#956;&#949; &#964;&#953;&#962; on-line &#964;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#941;&#962; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#947;&#941;&#962;.

&#913;&#957; &#948;&#949;&#957; &#941;&#967;&#949;&#964;&#949; &#945;&#954;&#972;&#956;&#945; &#949;&#960;&#945;&#955;&#951;&#952;&#949;&#973;&#963;&#949;&#953; &#964;&#945; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; &#963;&#945;&#962; &#947;&#953;&#945; &#964;&#951;&#957; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#943;&#951;&#963;&#951;
&#964;&#969;&#957; on-line &#964;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#974;&#957; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#947;&#974;&#957;, &#954;&#940;&#957;&#964;&#949; &#964;&#959; &#964;&#974;&#961;&#945;.

&#908;&#955;&#959;&#953; &#959;&#953; &#960;&#949;&#955;&#940;&#964;&#949;&#962; &#964;&#959;&#965; On-line &#964;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#959;&#973; &#963;&#965;&#963;&#964;&#942;&#956;&#945;&#964;&#972;&#962; &#956;&#945;&#962; &#960;&#961;&#941;&#960;&#949;&#953; &#957;&#945; &#954;&#940;&#957;&#959;&#965;&#957;
&#954;&#955;&#953;&#954; &#963;&#964;&#959; &#960;&#945;&#961;&#945;&#954;&#940;&#964;&#969; &#963;&#973;&#957;&#948;&#949;&#963;&#956;&#959; &#947;&#953;&#945; &#957;&#945; &#958;&#949;&#954;&#953;&#957;&#942;&#963;&#949;&#953; &#951; &#948;&#953;&#945;&#948;&#953;&#954;&#945;&#963;&#943;&#945; &#949;&#960;&#945;&#955;&#942;&#952;&#949;&#965;&#963;&#951;&#962;
&#964;&#969;&#957; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#969;&#957; &#964;&#959;&#965; &#967;&#961;&#942;&#963;&#964;&#951;

<A HREF="https://homebank.nbg.gr/nbgib/Logon.jsp">https://homebank.nbg.gr/nbgib/Logon.jsp</A>

&#913;&#965;&#964;&#941;&#962; &#959;&#953; &#959;&#948;&#951;&#947;&#943;&#949;&#962; &#941;&#967;&#959;&#965;&#957; &#963;&#964;&#945;&#955;&#949;&#943; &#963;&#8217; &#972;&#955;&#959;&#965;&#962; &#964;&#959;&#965;&#962; &#960;&#949;&#955;&#940;&#964;&#949;&#962; &#964;&#951;&#962;
<A HREF="https://homebank.nbg.gr/nbgib/Logon.jsp">https://homebank.nbg.gr/nbgib/Logon.jsp</A> &#917;&#920;&#925;&#921;&#922;&#919; &#932;&#929;&#913;&#928;&#917;&#918;&#913; &#932;&#919;&#931; &#917;&#923;&#923;&#913;&#916;&#927;&#931;.
&#928;&#945;&#961;&#945;&#954;&#945;&#955;&#974; &#945;&#954;&#959;&#955;&#959;&#965;&#952;&#942;&#963;&#964;&#949; &#964;&#949;&#962; &#947;&#953;&#945; &#964;&#951;&#957; &#945;&#960;&#959;&#966;&#965;&#947;&#942; &#964;&#951;&#962; &#945;&#960;&#949;&#957;&#949;&#961;&#947;&#959;&#960;&#959;&#943;&#951;&#963;&#951;&#962; &#964;&#959;&#965;
&#963;&#965;&#963;&#964;&#942;&#956;&#945;&#964;&#959;&#962; &#956;&#949;&#964;&#940; &#964;&#951;&#957; &#959;&#955;&#959;&#954;&#955;&#942;&#961;&#969;&#963;&#951; &#964;&#951;&#962; &#945;&#957;&#945;&#946;&#940;&#952;&#956;&#953;&#963;&#951;&#962; &#964;&#959;&#965; &#963;&#965;&#963;&#964;&#942;&#956;&#945;&#964;&#959;&#962;.

&#931;&#945;&#962; &#950;&#951;&#964;&#940;&#956;&#949; &#963;&#965;&#947;&#957;&#974;&#956;&#951; &#947;&#953;&#945; &#972;&#955;&#949;&#962; &#964;&#953;&#962; &#948;&#965;&#963;&#954;&#959;&#955;&#943;&#949;&#962; &#954;&#945;&#953; &#949;&#965;&#967;&#945;&#961;&#953;&#963;&#964;&#959;&#973;&#956;&#949; &#947;&#953;&#945; &#964;&#951;&#957;
&#963;&#965;&#957;&#949;&#961;&#947;&#945;&#963;&#943;&#945;.

&#917;&#953;&#955;&#953;&#954;&#961;&#953;&#957;&#940;,

&#917;&#952;&#957;&#953;&#954;&#942; &#932;&#961;&#940;&#960;&#949;&#950;&#945; &#964;&#951;&#962; &#917;&#955;&#955;&#940;&#948;&#959;&#962;
&#932;&#956;&#942;&#956;&#945; &#917;&#955;&#941;&#947;&#967;&#959;&#965; &#923;&#959;&#947;&#945;&#961;&#953;&#945;&#963;&#956;&#974;&#957;

&#916;&#949;&#965;&#964;&#941;&#961;&#945;, 6 &#934;&#949;&#946;&#961;&#959;&#965;&#945;&#961;&#943;&#959;&#965; 2007


&#169; 2003, &#917;&#952;&#957;&#953;&#954;&#942; &#932;&#961;&#940;&#960;&#949;&#950;&#945; &#964;&#951;&#962; &#917;&#955;&#955;&#940;&#948;&#959;&#962;

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000056.html">[Owasp-greece] skimming fraud
</A></li>
	<LI>Next message: <A HREF="000058.html">[Owasp-greece] OWASP.gr - Enimerwtiko deltio 3 - 2/2007
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#57">[ date ]</a>
              <a href="thread.html#57">[ thread ]</a>
              <a href="subject.html#57">[ subject ]</a>
              <a href="author.html#57">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
