<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece]  skimming fraud
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%20skimming%20fraud&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000052.html">
   <LINK REL="Next"  HREF="000054.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece]  skimming fraud</H1>
    <B>Emmanuel Georgakakis</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%20skimming%20fraud&In-Reply-To="
       TITLE="[Owasp-greece]  skimming fraud">E.Georgakakis at encodegroup.com
       </A><BR>
    <I>Tue Feb  6 05:00:03 EST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000052.html">[Owasp-greece] Social engineering mesa apo tis fulakes...
</A></li>
        <LI>Next message: <A HREF="000054.html">[Owasp-greece] skimming fraud
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#53">[ date ]</a>
              <a href="thread.html#53">[ thread ]</a>
              <a href="subject.html#53">[ subject ]</a>
              <a href="author.html#53">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#913;&#960;&#959; &#940;&#961;&#952;&#961;&#959; &#964;&#951;&#962; &#954;&#945;&#952;&#951;&#956;&#949;&#961;&#953;&#957;&#942;&#962;:
&#928;&#955;&#959;&#954;&#940;&#956;&#953;&#945;&#187; &#963;&#949; &#915;&#949;&#961;&#956;&#945;&#957;&#943;&#945;, &#914;&#941;&#955;&#947;&#953;&#959;, &#927;&#955;&#955;&#945;&#957;&#948;&#943;&#945; &#954;&#945;&#953; &#921;&#964;&#945;&#955;&#943;&#945; &#941;&#967;&#949;&#953;, &#963;&#973;&#956;&#966;&#969;&#957;&#945; &#956;&#949; &#964;&#951;&#957; &#945;&#963;&#964;&#965;&#957;&#959;&#956;&#943;&#945;, &#964;&#959; &#948;&#953;&#949;&#952;&#957;&#941;&#962; &#954;&#973;&#954;&#955;&#969;&#956;&#945; &#945;&#960;&#945;&#964;&#949;&#974;&#957;&#969;&#957;, &#956;&#941;&#955;&#959;&#962; &#964;&#959;&#965; &#959;&#960;&#959;&#943;&#959;&#965; &#963;&#965;&#957;&#949;&#955;&#942;&#966;&#952;&#951; &#960;&#961;&#959;&#967;&#952;&#941;&#962; &#963;&#964;&#959;&#965;&#962; &#913;&#956;&#960;&#949;&#955;&#959;&#954;&#942;&#960;&#959;&#965;&#962;, &#964;&#951; &#963;&#964;&#953;&#947;&#956;&#942; &#960;&#959;&#965; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#959;&#973;&#963;&#949; &#945;&#957;&#940;&#955;&#951;&#968;&#951; &#956;&#941;&#963;&#969; &#956;&#951;&#967;&#945;&#957;&#942;&#956;&#945;&#964;&#959;&#962; &#945;&#965;&#964;&#972;&#956;&#945;&#964;&#969;&#957; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#947;&#974;&#957; (&#913;&#932;&#924;) &#964;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#959;&#973; &#965;&#960;&#959;&#954;&#945;&#964;&#945;&#963;&#964;&#942;&#956;&#945;&#964;&#959;&#962;, &#956;&#949; &#964;&#951; &#967;&#961;&#942;&#963;&#951; &#960;&#955;&#945;&#963;&#964;&#942;&#962; &#954;&#940;&#961;&#964;&#945;&#962;. &#927; &#963;&#965;&#955;&#955;&#951;&#966;&#952;&#949;&#943;&#962;, &#941;&#957;&#945;&#962; 26&#967;&#961;&#959;&#957;&#959;&#962; &#929;&#959;&#965;&#956;&#940;&#957;&#959;&#962;, &#948;&#949;&#965;&#964;&#949;&#961;&#972;&#955;&#949;&#960;&#964;&#945; &#960;&#961;&#953;&#957; &#960;&#941;&#963;&#949;&#953; &#963;&#964;&#945; &#967;&#941;&#961;&#953;&#945; &#964;&#969;&#957; &#945;&#963;&#964;&#965;&#957;&#959;&#956;&#953;&#954;&#974;&#957;, &#949;&#943;&#967;&#949; &#960;&#940;&#961;&#949;&#953; 1.000 &#949;&#965;&#961;&#974; &#945;&#960;&#972; &#955;&#959;&#947;&#945;&#961;&#953;&#945;&#963;&#956;&#972; &#945;&#957;&#965;&#960;&#959;&#968;&#943;&#945;&#963;&#964;&#959;&#965; &#960;&#949;&#955;&#940;&#964;&#951; &#964;&#951;&#962; &#964;&#961;&#940;&#960;&#949;&#950;&#945;&#962;, &#964;&#945; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; &#964;&#959;&#965; &#959;&#960;&#959;&#943;&#959;&#965; &#949;&#943;&#967;&#949; &#965;&#960;&#959;&#954;&#955;&#941;&#968;&#949;&#953; &#957;&#969;&#961;&#943;&#964;&#949;&#961;&#945;. &#927;&#953; &#941;&#961;&#949;&#965;&#957;&#949;&#962; &#964;&#951;&#962; &#945;&#963;&#964;&#965;&#957;&#959;&#956;&#943;&#945;&#962; &#947;&#953;&#945; &#964;&#959;&#957; &#949;&#957;&#964;&#959;&#960;&#953;&#963;&#956;&#972; &#954;&#945;&#953; &#964;&#951; &#963;&#973;&#955;&#955;&#951;&#968;&#951; &#964;&#959;&#965; 26&#967;&#961;&#959;&#957;&#959;&#965; &#940;&#961;&#967;&#953;&#963;&#945;&#957; &#960;&#961;&#953;&#957; &#945;&#960;&#972; &#941;&#958;&#953; &#956;&#942;&#957;&#949;&#962;. &#932;&#972;&#964;&#949; &#941;&#947;&#953;&#957;&#949; &#954;&#945;&#964;&#945;&#947;&#947;&#949;&#955;&#943;&#945; &#963;&#964;&#951;&#957; &#913;&#963;&#966;&#940;&#955;&#949;&#953;&#945; &#913;&#964;&#964;&#953;&#954;&#942;&#962; &#945;&#960;&#972; &#964;&#951;&#957; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#942; &#917;&#957;&#969;&#963;&#951; &#932;&#961;&#945;&#960;&#949;&#950;&#974;&#957;, &#963;&#973;&#956;&#966;&#969;&#957;&#945; &#956;&#949; &#964;&#951;&#957; &#959;&#960;&#959;&#943;&#945; &#963;&#965;&#957;&#959;&#955;&#953;&#954;&#940; &#941;&#958;&#953; &#940;&#964;&#959;&#956;&#945;, &#956;&#941;&#955;&#951; &#964;&#951;&#962; &#943;&#948;&#953;&#945;&#962; &#963;&#960;&#949;&#943;&#961;&#945;&#962;, &#960;&#945;&#947;&#943;&#948;&#949;&#965;&#945;&#957; &#956;&#951;&#967;&#945;&#957;&#942;&#956;&#945;&#964;&#945; &#945;&#965;&#964;&#972;&#956;&#945;&#964;&#969;&#957; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#947;&#974;&#957; &#963;&#949; &#964;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#940; &#965;&#960;&#959;&#954;&#945;&#964;&#945;&#963;&#964;&#942;&#956;&#945;&#964;&#945; &#972;&#967;&#953; &#956;&#972;&#957;&#959; &#963;&#964;&#951;&#957; &#913;&#964;&#964;&#953;&#954;&#942; &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#963;&#964;&#951;&#957; &#965;&#960;&#972;&#955;&#959;&#953;&#960;&#951; &#967;&#974;&#961;&#945;. &#927;&#953; &#948;&#961;&#940;&#963;&#964;&#949;&#962; &#964;&#959;&#960;&#959;&#952;&#949;&#964;&#959;&#973;&#963;&#945;&#957; &#963;&#964;&#945; &#913;&#932;&#924; &#963;&#965;&#963;&#954;&#949;&#965;&#941;&#962; &#956;&#949; &#964;&#953;&#962; &#959;&#960;&#959;&#943;&#949;&#962; &#945;&#957;&#964;&#941;&#947;&#961;&#945;&#966;&#945;&#957; &#964;&#959;&#965;&#962; &#954;&#969;&#948;&#953;&#954;&#959;&#973;&#962; &#945;&#960;&#972; &#964;&#953;&#962; &#954;&#940;&#961;&#964;&#949;&#962; &#964;&#969;&#957; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#963;&#963;&#959;&#956;&#941;&#957;&#969;&#957; &#960;&#959;&#955;&#953;&#964;&#974;&#957;. &#931;&#964;&#951; &#963;&#965;&#957;&#941;&#967;&#949;&#953;&#945;, &#941;&#966;&#964;&#953;&#945;&#967;&#957;&#945;&#957; &#960;&#955;&#945;&#963;&#964;&#941;&#962; &#954;&#940;&#961;&#964;&#949;&#962;, &#963;&#964;&#953;&#962; &#959;&#960;&#959;&#943;&#949;&#962; &#964;&#959;&#960;&#959;&#952;&#949;&#964;&#959;&#973;&#963;&#945;&#957; &#956;&#945;&#947;&#957;&#951;&#964;&#953;&#954;&#941;&#962; &#964;&#945;&#953;&#957;&#943;&#949;&#962; &#956;&#949; &#964;&#945; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; &#960;&#959;&#965; &#949;&#943;&#967;&#945;&#957; &#965;&#960;&#959;&#954;&#955;&#941;&#968;&#949;&#953;. &#924;&#949; &#964;&#953;&#962; &#954;&#940;&#961;&#964;&#949;&#962; &#945;&#965;&#964;&#941;&#962; &#960;&#961;&#959;&#941;&#946;&#945;&#953;&#957;&#945;&#957; &#963;&#949; &#945;&#957;&#940;&#955;&#951;&#968;&#951; &#956;&#949;&#964;&#961;&#951;&#964;&#974;&#957;.
&#913;&#960;&#972; &#964;&#945; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; &#960;&#959;&#965; &#963;&#965;&#947;&#954;&#941;&#957;&#964;&#961;&#969;&#963;&#945;&#957; &#959;&#953; &#945;&#963;&#964;&#965;&#957;&#959;&#956;&#953;&#954;&#959;&#943;, &#964;&#945; &#956;&#941;&#955;&#951; &#964;&#951;&#962; &#963;&#960;&#949;&#943;&#961;&#945;&#962; &#941;&#948;&#949;&#953;&#967;&#957;&#945;&#957; &#953;&#948;&#953;&#945;&#943;&#964;&#949;&#961;&#951; &#960;&#961;&#959;&#964;&#943;&#956;&#951;&#963;&#951; &#963;&#949; &#964;&#961;&#945;&#960;&#949;&#950;&#953;&#954;&#940; &#965;&#960;&#959;&#954;&#945;&#964;&#945;&#963;&#964;&#942;&#956;&#945;&#964;&#945; &#963;&#964;&#951;&#957; &#949;&#965;&#961;&#973;&#964;&#949;&#961;&#951; &#960;&#949;&#961;&#953;&#959;&#967;&#942; &#964;&#969;&#957; &#913;&#956;&#960;&#949;&#955;&#959;&#954;&#942;&#960;&#969;&#957;. &#917;&#960;&#949;&#953;&#964;&#945; &#945;&#960;&#972; &#959;&#961;&#947;&#945;&#957;&#969;&#956;&#941;&#957;&#951; &#960;&#945;&#961;&#945;&#954;&#959;&#955;&#959;&#973;&#952;&#951;&#963;&#951; &#945;&#961;&#954;&#949;&#964;&#974;&#957; &#913;&#932;&#924;, &#949;&#957;&#964;&#959;&#960;&#943;&#963;&#952;&#951;&#954;&#949; &#954;&#945;&#953; &#963;&#965;&#957;&#949;&#955;&#942;&#966;&#952;&#951; &#959; 26&#967;&#961;&#959;&#957;&#959;&#962;. &#931;&#949; &#941;&#961;&#949;&#965;&#957;&#945; &#960;&#959;&#965; &#941;&#947;&#953;&#957;&#949; &#963;&#964;&#959; &#963;&#960;&#943;&#964;&#953; &#964;&#959;&#965; &#946;&#961;&#941;&#952;&#951;&#954;&#945;&#957; &#954;&#945;&#953; &#954;&#945;&#964;&#945;&#963;&#967;&#941;&#952;&#951;&#954;&#945;&#957; &#941;&#957;&#945;&#962; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#972;&#962; &#956;&#951;&#967;&#945;&#957;&#953;&#963;&#956;&#972;&#962; &#960;&#945;&#947;&#943;&#948;&#949;&#965;&#963;&#951;&#962; &#913;&#932;&#924; &#954;&#945;&#953; &#941;&#947;&#947;&#961;&#945;&#966;&#945; &#945;&#960;&#959;&#963;&#964;&#959;&#955;&#942;&#962; &#967;&#961;&#951;&#956;&#945;&#964;&#953;&#954;&#974;&#957; &#960;&#959;&#963;&#974;&#957; &#963;&#964;&#951; &#929;&#959;&#965;&#956;&#945;&#957;&#943;&#945;. &#928;&#961;&#959;&#941;&#954;&#965;&#968;&#949; &#948;&#949;, &#972;&#964;&#953; &#956;&#945;&#950;&#943; &#956;&#949; &#964;&#959;&#965;&#962; &#963;&#965;&#957;&#949;&#961;&#947;&#959;&#973;&#962; &#964;&#959;&#965;, &#960;&#959;&#965; &#945;&#957;&#945;&#950;&#951;&#964;&#959;&#973;&#957;&#964;&#945;&#953;, &#949;&#943;&#967;&#945;&#957; &#964;&#959;&#965;&#962; &#964;&#949;&#955;&#949;&#965;&#964;&#945;&#943;&#959;&#965;&#962; &#941;&#958;&#953; &#956;&#942;&#957;&#949;&#962; &#945;&#966;&#945;&#953;&#961;&#941;&#963;&#949;&#953; &#945;&#960;&#972; &#964;&#959;&#965;&#962; &#960;&#949;&#955;&#940;&#964;&#949;&#962; &#956;&#943;&#945;&#962; &#956;&#972;&#957;&#959; &#964;&#961;&#940;&#960;&#949;&#950;&#945;&#962; 450.000 &#949;&#965;&#961;&#974;, &#949;&#957;&#974; &#964;&#959; &#963;&#965;&#957;&#959;&#955;&#953;&#954;&#972; &#973;&#968;&#959;&#962; &#964;&#951;&#962; &#945;&#960;&#940;&#964;&#951;&#962; &#952;&#945; &#949;&#958;&#945;&#954;&#961;&#953;&#946;&#969;&#952;&#949;&#943; &#956;&#949;&#964;&#940; &#964;&#951;&#957; &#959;&#955;&#959;&#954;&#955;&#942;&#961;&#969;&#963;&#951; &#964;&#951;&#962; &#941;&#961;&#949;&#965;&#957;&#945;&#962;. &#928;&#961;&#959;&#941;&#954;&#965;&#968;&#949; &#949;&#960;&#943;&#963;&#951;&#962; &#972;&#964;&#953; &#959;&#953; &#948;&#961;&#940;&#963;&#964;&#949;&#962; &#949;&#943;&#967;&#945;&#957; &#949;&#960;&#945;&#966;&#941;&#962; &#956;&#949; &#940;&#955;&#955;&#945; &#956;&#941;&#955;&#951; &#964;&#959;&#965; &#954;&#965;&#954;&#955;&#974;&#956;&#945;&#964;&#959;&#962; &#963;&#949; &#948;&#953;&#940;&#966;&#959;&#961;&#949;&#962; &#949;&#965;&#961;&#969;&#960;&#945;&#970;&#954;&#941;&#962; &#967;&#974;&#961;&#949;&#962; &#954;&#945;&#953; &#972;&#964;&#953; &#960;&#961;&#972;&#954;&#949;&#953;&#964;&#945;&#953; &#947;&#953;&#945; &#948;&#953;&#949;&#952;&#957;&#941;&#962; &#954;&#973;&#954;&#955;&#969;&#956;&#945; &#171;SKIMMING FRAUD&#187;, &#972;&#960;&#969;&#962; &#949;&#943;&#957;&#945;&#953; &#948;&#953;&#949;&#952;&#957;&#974;&#962; &#947;&#957;&#969;&#963;&#964;&#942; &#951; &#963;&#965;&#947;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#951; &#945;&#960;&#940;&#964;&#951;, (&#171;&#945;&#960;&#940;&#964;&#951; &#958;&#945;&#966;&#961;&#943;&#963;&#956;&#945;&#964;&#959;&#962;&#187;, &#963;&#964;&#945; &#954;&#945;&#952;'&#951;&#956;&#940;&#962;). &#919;&#948;&#951; &#945;&#960;&#972; &#964;&#953;&#962; &#948;&#953;&#969;&#954;&#964;&#953;&#954;&#941;&#962; &#945;&#961;&#967;&#941;&#962; &#964;&#951;&#962; &#967;&#974;&#961;&#945;&#962; &#956;&#945;&#962; &#949;&#957;&#951;&#956;&#949;&#961;&#974;&#952;&#951;&#954;&#949; &#951; &#921;&#957;&#964;&#949;&#961;&#960;&#972;&#955;, &#960;&#961;&#959;&#954;&#949;&#953;&#956;&#941;&#957;&#959;&#965; &#957;&#945; &#947;&#943;&#957;&#959;&#965;&#957; &#960;&#945;&#961;&#940;&#955;&#955;&#951;&#955;&#949;&#962; &#941;&#961;&#949;&#965;&#957;&#949;&#962; &#954;&#945;&#953; &#963;&#964;&#953;&#962; &#965;&#960;&#972;&#955;&#959;&#953;&#960;&#949;&#962; &#967;&#974;&#961;&#949;&#962;. &#913;&#960;&#972; &#964;&#951;&#957; &#945;&#963;&#964;&#965;&#957;&#959;&#956;&#943;&#945; &#963;&#965;&#957;&#953;&#963;&#964;&#940;&#964;&#945;&#953; &#963;&#964;&#959;&#965;&#962; &#960;&#959;&#955;&#943;&#964;&#949;&#962; &#957;&#945; &#949;&#943;&#957;&#945;&#953; &#953;&#948;&#953;&#945;&#943;&#964;&#949;&#961;&#945; &#960;&#961;&#959;&#963;&#949;&#954;&#964;&#953;&#954;&#959;&#943; &#972;&#964;&#945;&#957; &#967;&#961;&#951;&#963;&#953;&#956;&#959;&#960;&#959;&#953;&#959;&#973;&#957; &#913;&#932;&#924;. &#925;&#945; &#966;&#961;&#959;&#957;&#964;&#943;&#950;&#959;&#965;&#957; &#957;&#945; &#954;&#945;&#955;&#973;&#960;&#964;&#959;&#965;&#957; &#964;&#959; &#960;&#955;&#951;&#954;&#964;&#961;&#959;&#955;&#972;&#947;&#953;&#959;, &#974;&#963;&#964;&#949; &#957;&#945; &#956;&#951; &#966;&#945;&#943;&#957;&#949;&#964;&#945;&#953; &#959; &#964;&#949;&#964;&#961;&#945;&#968;&#942;&#966;&#953;&#959;&#962; &#954;&#969;&#948;&#953;&#954;&#972;&#962; &#960;&#959;&#965; &#960;&#955;&#951;&#954;&#964;&#961;&#959;&#955;&#959;&#947;&#959;&#973;&#957; &#954;&#945;&#953; &#957;&#945; &#960;&#961;&#959;&#964;&#953;&#956;&#959;&#973;&#957; &#964;&#951; &#967;&#961;&#942;&#963;&#951; &#956;&#951;&#967;&#945;&#957;&#951;&#956;&#940;&#964;&#969;&#957; &#913;&#932;&#924; &#963;&#949; &#967;&#974;&#961;&#959;&#965;&#962; &#948;&#953;&#945;&#961;&#954;&#974;&#962; &#966;&#965;&#955;&#945;&#963;&#963;&#972;&#956;&#949;&#957;&#959;&#965;&#962;, &#972;&#960;&#969;&#962; &#947;&#953;&#945; &#960;&#945;&#961;&#940;&#948;&#949;&#953;&#947;&#956;&#945; &#959;&#953; &#963;&#964;&#945;&#952;&#956;&#959;&#943; &#964;&#959;&#965; &#956;&#949;&#964;&#961;&#972;.

&#927;&#953; &#948;&#961;&#940;&#963;&#964;&#949;&#962; &#964;&#959;&#960;&#959;&#952;&#949;&#964;&#959;&#973;&#963;&#945;&#957; &#963;&#964;&#945; &#913;&#932;&#924; &#963;&#965;&#963;&#954;&#949;&#965;&#941;&#962; &#956;&#949; &#964;&#953;&#962; &#959;&#960;&#959;&#943;&#949;&#962; &#945;&#957;&#964;&#941;&#947;&#961;&#945;&#966;&#945;&#957; &#964;&#959;&#965;&#962; &#954;&#969;&#948;&#953;&#954;&#959;&#973;&#962; &#945;&#960;&#972; &#964;&#953;&#962; &#954;&#940;&#961;&#964;&#949;&#962; &#964;&#969;&#957; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#963;&#963;&#959;&#956;&#941;&#957;&#969;&#957; &#960;&#959;&#955;&#953;&#964;&#974;&#957;. &#931;&#964;&#951; &#963;&#965;&#957;&#941;&#967;&#949;&#953;&#945;, &#941;&#966;&#964;&#953;&#945;&#967;&#957;&#945;&#957; &#960;&#955;&#945;&#963;&#964;&#941;&#962; &#954;&#940;&#961;&#964;&#949;&#962;, &#963;&#964;&#953;&#962; &#959;&#960;&#959;&#943;&#949;&#962; &#964;&#959;&#960;&#959;&#952;&#949;&#964;&#959;&#973;&#963;&#945;&#957; &#956;&#945;&#947;&#957;&#951;&#964;&#953;&#954;&#941;&#962; &#964;&#945;&#953;&#957;&#943;&#949;&#962; &#956;&#949; &#964;&#945; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; &#960;&#959;&#965; &#949;&#943;&#967;&#945;&#957; &#965;&#960;&#959;&#954;&#955;&#941;&#968;&#949;&#953;
&#922;&#955;&#945;&#963;&#953;&#954;&#942; &#960;&#949;&#961;&#943;&#960;&#964;&#969;&#963;&#951; &#960;&#959;&#965; &#948;&#949;&#957; &#958;&#941;&#961;&#949;&#953; &#947;&#953;&#945; &#964;&#953; &#956;&#953;&#955;&#940;&#949;&#953; &#959; &#948;&#951;&#956;&#959;&#963;&#953;&#959;&#947;&#961;&#940;&#966;&#959;&#962;, &#954;&#945;&#952;&#974;&#962; &#960;&#961;&#959;&#966;&#945;&#957;&#974;&#962; &#956;&#949; &#964;&#953;&#962; &#963;&#965;&#963;&#954;&#949;&#965;&#941;&#962; &#960;&#959;&#965; &#964;&#959;&#960;&#959;&#952;&#949;&#964;&#959;&#973;&#963;&#945;&#957; &#963;&#954;&#959;&#960;&#972;&#962; &#942;&#964;&#945;&#957; &#957;&#945; &#956;&#960;&#959;&#961;&#959;&#973;&#957; &#957;&#945; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#942;&#963;&#959;&#965;&#957; &#945;&#954;&#961;&#953;&#946;&#941;&#962; &#945;&#957;&#964;&#943;&#947;&#961;&#945;&#966;&#959; &#964;&#959;&#965; magnetic stripe &#964;&#951;&#962; &#954;&#940;&#961;&#964;&#945;&#962;. (&#954;&#940;&#964;&#953; &#945;&#961;&#954;&#949;&#964;&#940; &#949;&#973;&#954;&#959;&#955;&#959;).
&#931;&#964;&#951;&#957; &#913;&#947;&#947;&#955;&#943;&#945; (&#951; HSBC &#945;&#960;&#959; &#960;&#961;&#959;&#963;&#969;&#960;&#953;&#954;&#942; &#960;&#949;&#943;&#961;&#945;) &#949;&#954;&#948;&#943;&#948;&#949;&#953; debit cards (&#954;&#940;&#961;&#964;&#949;&#962; &#947;&#953;&#945; &#945;&#957;&#940;&#955;&#951;&#968;&#951; &#956;&#949;&#964;&#961;&#951;&#964;&#974;&#957; &#954;&#945;&#964;&#940; &#946;&#940;&#963;&#951;) &#960;&#959;&#965; &#949;&#954;&#964;&#972;&#962; &#945;&#960;&#959; magnetic stripe &#941;&#967;&#949;&#953; &#954;&#945;&#953; sim card &#947;&#953;&#945; &#960;&#949;&#961;&#945;&#953;&#964;&#941;&#961;&#969; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;. &#922;&#945;&#953; &#963;&#964;&#945; &#948;&#953;&#954;&#940; &#956;&#945;&#962; &#954;&#940;&#960;&#959;&#953;&#945; &#963;&#964;&#953;&#947;&#956;&#942;....
&#935;&#961;&#942;&#963;&#953;&#956;&#959; &#952;&#945; &#942;&#964;&#945;&#957; &#957;&#945; &#948;&#943;&#957;&#959;&#957;&#964;&#945;&#957; &#963;&#964;&#951; &#948;&#951;&#956;&#959;&#963;&#953;&#972;&#964;&#951;&#964;&#945; (&#948;&#949;&#957; &#958;&#941;&#961;&#969; &#945;&#957; &#941;&#967;&#949;&#953; &#947;&#943;&#957;&#949;&#953; &#942;&#948;&#951;) &#966;&#969;&#964;&#959;&#947;&#961;&#945;&#966;&#943;&#949;&#962; &#945;&#960;&#959; &#964;&#945; '&#960;&#945;&#947;&#953;&#948;&#949;&#965;&#956;&#941;&#957;&#945;' &#913;&#932;&#924;. 


******************************************************************
Any views expressed in this message are those of the
individual sender, except where the sender specifically
states them to be the views of ENCODE S.A.
******************************************************************

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000052.html">[Owasp-greece] Social engineering mesa apo tis fulakes...
</A></li>
	<LI>Next message: <A HREF="000054.html">[Owasp-greece] skimming fraud
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#53">[ date ]</a>
              <a href="thread.html#53">[ thread ]</a>
              <a href="subject.html#53">[ subject ]</a>
              <a href="author.html#53">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
