<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Social engineering mesa apo tis fulakes...
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Social%20engineering%20mesa%20apo%20tis%20fulakes...&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000053.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Social engineering mesa apo tis fulakes...</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Social%20engineering%20mesa%20apo%20tis%20fulakes...&In-Reply-To="
       TITLE="[Owasp-greece] Social engineering mesa apo tis fulakes...">conpap at di.uoa.gr
       </A><BR>
    <I>Mon Feb  5 07:18:52 EST 2007</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000053.html">[Owasp-greece]  skimming fraud
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#52">[ date ]</a>
              <a href="thread.html#52">[ thread ]</a>
              <a href="subject.html#52">[ subject ]</a>
              <a href="author.html#52">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
<A HREF="http://www.naftemporiki.gr/news/static/07/02/05/1297991.htm">http://www.naftemporiki.gr/news/static/07/02/05/1297991.htm</A>

&quot;&#922;&#961;&#945;&#964;&#959;&#973;&#956;&#949;&#957;&#959;&#962; &#963;&#964;&#953;&#962; &#966;&#965;&#955;&#945;&#954;&#941;&#962; &#924;&#945;&#955;&#945;&#957;&#948;&#961;&#943;&#957;&#959;&#965;, &#949;&#954;&#946;&#943;&#945;&#950;&#949; &#953;&#948;&#953;&#959;&#954;&#964;&#942;&#964;&#949;&#962; &#954;&#955;&#949;&#956;&#956;&#941;&#957;&#969;&#957;
&#945;&#965;&#964;&#959;&#954;&#953;&#957;&#942;&#964;&#969;&#957; &#954;&#945;&#953; &#960;&#955;&#969;&#964;&#974;&#957; &#963;&#954;&#945;&#966;&#974;&#957;, &#950;&#951;&#964;&#974;&#957;&#964;&#945;&#962; &#955;&#973;&#964;&#961;&#945; &#947;&#953;&#945; &#964;&#951;&#957; &#949;&#960;&#953;&#963;&#964;&#961;&#959;&#966;&#942; &#964;&#959;&#965;&#962;.&quot;

&quot;&#908;&#960;&#969;&#962; &#945;&#957;&#945;&#954;&#959;&#953;&#957;&#974;&#952;&#951;&#954;&#949; &#945;&#960;&#972; &#964;&#951;&#957; &#913;&#963;&#966;&#940;&#955;&#949;&#953;&#945; &#916;&#965;&#964;&#953;&#954;&#942;&#962; &#913;&#964;&#964;&#953;&#954;&#942;&#962; &#960;&#959;&#965; &#949;&#958;&#953;&#967;&#957;&#943;&#945;&#963;&#949; &#964;&#951;&#957;
&#965;&#960;&#972;&#952;&#949;&#963;&#951;, &#959; 58&#967;&#961;&#959;&#957;&#959;&#962; &#954;&#961;&#945;&#964;&#959;&#973;&#956;&#949;&#957;&#959;&#962; &#949;&#960;&#953;&#954;&#959;&#953;&#957;&#969;&#957;&#959;&#973;&#963;&#949; &#945;&#960;&#972; &#954;&#945;&#961;&#964;&#959;&#964;&#951;&#955;&#941;&#966;&#969;&#957;&#959;, &#960;&#959;&#965;
&#946;&#961;&#943;&#963;&#954;&#949;&#964;&#945;&#953; &#956;&#941;&#963;&#945; &#963;&#964;&#953;&#962; &#966;&#965;&#955;&#945;&#954;&#941;&#962;, &#956;&#949; &#964;&#953;&#962; &#945;&#963;&#964;&#965;&#957;&#959;&#956;&#953;&#954;&#941;&#962; &#954;&#945;&#953; &#955;&#953;&#956;&#949;&#957;&#953;&#954;&#941;&#962; &#965;&#960;&#951;&#961;&#949;&#963;&#943;&#949;&#962;,
&#963;&#964;&#953;&#962; &#959;&#960;&#959;&#943;&#949;&#962; &#948;&#942;&#955;&#969;&#957;&#949; &#972;&#964;&#953; &#942;&#964;&#945;&#957; &#945;&#957;&#974;&#964;&#949;&#961;&#959;&#962; &#945;&#958;&#953;&#969;&#956;&#945;&#964;&#953;&#954;&#972;&#962; &#964;&#951;&#962; &#945;&#963;&#964;&#965;&#957;&#959;&#956;&#943;&#945;&#962; &#942; &#964;&#959;&#965;
&#955;&#953;&#956;&#949;&#957;&#953;&#954;&#959;&#973; &#954;&#945;&#953; &#950;&#951;&#964;&#959;&#973;&#963;&#949; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; &#954;&#955;&#949;&#956;&#956;&#941;&#957;&#969;&#957; &#945;&#965;&#964;&#959;&#954;&#953;&#957;&#942;&#964;&#969;&#957; &#942; &#949;&#958;&#969;&#955;&#941;&#956;&#946;&#953;&#969;&#957;
&#956;&#951;&#967;&#945;&#957;&#974;&#957; &#954;&#945;&#953; &#964;&#969;&#957; &#953;&#948;&#953;&#959;&#954;&#964;&#942;&#964;&#974;&#957; &#964;&#959;&#965;&#962;. &#931;&#964;&#951; &#963;&#965;&#957;&#941;&#967;&#949;&#953;&#945; &#949;&#960;&#953;&#954;&#959;&#953;&#957;&#969;&#957;&#959;&#973;&#963;&#949; &#956;&#949; &#964;&#959;&#965;&#962;
&#954;&#945;&#964;&#972;&#967;&#959;&#965;&#962; &#964;&#959;&#965;&#962;, &#953;&#963;&#967;&#965;&#961;&#953;&#950;&#972;&#956;&#949;&#957;&#959;&#962; &#972;&#964;&#953; &#949;&#943;&#967;&#949; &#964;&#945; &#954;&#955;&#949;&#956;&#956;&#941;&#957;&#945; &#959;&#967;&#942;&#956;&#945;&#964;&#945; &#942; &#956;&#951;&#967;&#945;&#957;&#941;&#962; &#954;&#945;&#953;
&#950;&#951;&#964;&#959;&#973;&#963;&#949; &#948;&#953;&#940;&#966;&#959;&#961;&#945; &#967;&#961;&#951;&#956;&#945;&#964;&#953;&#954;&#940; &#960;&#959;&#963;&#940;, &#960;&#961;&#959;&#954;&#949;&#953;&#956;&#941;&#957;&#959;&#965; &#957;&#945; &#964;&#959;&#965;&#962; &#964;&#945; &#949;&#960;&#953;&#963;&#964;&#961;&#941;&#968;&#949;&#953;.&quot;


&#922;&#945;&#955;&#940; &#957;&#945; &#960;&#941;&#966;&#964;&#959;&#965;&#957; &#963;&#964;&#951;&#957; &#960;&#945;&#947;&#943;&#948;&#945; &#945;&#960;&#955;&#959;&#943; &#960;&#959;&#955;&#943;&#964;&#949;&#962;, &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#945;&#963;&#964;&#965;&#957;&#959;&#956;&#953;&#954;&#959;&#943;;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000053.html">[Owasp-greece]  skimming fraud
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#52">[ date ]</a>
              <a href="thread.html#52">[ thread ]</a>
              <a href="subject.html#52">[ subject ]</a>
              <a href="author.html#52">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
