<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] OWASP membership
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20OWASP%20membership&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000264.html">
   <LINK REL="Next"  HREF="000266.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] OWASP membership</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20OWASP%20membership&In-Reply-To="
       TITLE="[Owasp-greece] OWASP membership">conpap at di.uoa.gr
       </A><BR>
    <I>Wed Apr 13 13:42:11 EDT 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="000264.html">[Owasp-greece] &#924;&#949;&#947;&#940;&#955;&#951; &#954;&#943;&#957;&#951;&#963;&#951; &#963;&#964;&#959; &#954;&#959;&#956;&#956;&#940;&#964;&#953; &#964;&#951;&#962; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#964;&#949;&#955;&#949;&#965;&#964;&#945;&#943;&#945;...
</A></li>
        <LI>Next message: <A HREF="000266.html">[Owasp-greece] 2nd OWASP Greek Chapter Meeting for 2011
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#265">[ date ]</a>
              <a href="thread.html#265">[ thread ]</a>
              <a href="subject.html#265">[ subject ]</a>
              <a href="author.html#265">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#922;&#945;&#955;&#951;&#963;&#960;&#941;&#961;&#945;,

&#932;&#959;&#957; &#964;&#949;&#955;&#949;&#965;&#964;&#945;&#943;&#959; &#954;&#945;&#953;&#961;&#972; &#956;&#949; &#941;&#967;&#959;&#965;&#957; &#961;&#969;&#964;&#942;&#963;&#949;&#953; &#945;&#961;&#954;&#949;&#964;&#959;&#943; &#945;&#960;&#972; &#949;&#963;&#940;&#962; &#947;&#953;&#945; &#964;&#959; &#963;&#951;&#956;&#945;&#943;&#957;&#949;&#953; &#957;&#945;
&#949;&#943;&#957;&#945;&#953; &#954;&#945;&#957;&#949;&#943;&#962; OWASP member &#954;&#945;&#953; &#964;&#953; &#960;&#955;&#949;&#959;&#957;&#949;&#954;&#964;&#942;&#956;&#945;&#964;&#945; &#941;&#967;&#949;&#953;.

&#927;&#953; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; &#945;&#965;&#964;&#941;&#962; &#960;&#949;&#961;&#953;&#941;&#967;&#959;&#957;&#964;&#945;&#953; &#945;&#957;&#945;&#955;&#965;&#964;&#953;&#954;&#940; &#963;&#964;&#951; &#963;&#949;&#955;&#943;&#948;&#945;
<A HREF="https://www.owasp.org/index.php/Membership">https://www.owasp.org/index.php/Membership</A> &#951; &#959;&#960;&#959;&#943;&#945; &#945;&#957;&#945;&#966;&#941;&#961;&#949;&#953; &#945;&#966;&#949;&#957;&#972;&#962; &#972;&#964;&#953; &#951;
&#963;&#965;&#957;&#948;&#961;&#959;&#956;&#942; &#963;&#964;&#959; OWASP &#949;&#943;&#957;&#945;&#953; $50 &#964;&#959; &#967;&#961;&#972;&#957;&#959; (&#945;&#957;&#964;&#953;&#963;&#964;&#959;&#953;&#967;&#959;&#973;&#957; &#960;&#949;&#961;&#943;&#960;&#959;&#965; &#963;&#949; 35 &#949;&#965;&#961;&#974;) &#954;&#945;&#953;
&#945;&#966;&#949;&#964;&#941;&#961;&#959;&#965; &#948;&#943;&#957;&#949;&#953; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; &#947;&#953;&#945; &#964;&#945; &#959;&#966;&#941;&#955;&#951; &#960;&#959;&#965; &#945;&#960;&#959;&#954;&#959;&#956;&#943;&#950;&#949;&#953; &#954;&#945;&#957;&#949;&#943;&#962;.

&#928;&#941;&#961;&#945; &#945;&#960;&#972; &#964;&#945; &#959;&#966;&#941;&#955;&#951; &#960;&#959;&#965; &#941;&#967;&#959;&#965;&#957; &#964;&#945; &#956;&#941;&#955;&#951; &#960;&#945;&#947;&#954;&#959;&#963;&#956;&#943;&#969;&#962; (&#960;&#959;&#965; &#963;&#965;&#956;&#960;&#949;&#961;&#953;&#955;&#945;&#956;&#946;&#940;&#957;&#959;&#965;&#957;
&#955;&#959;&#947;&#945;&#961;&#953;&#945;&#963;&#956;&#972; e-mail @owasp.org &#954;&#945;&#953; &#948;&#965;&#957;&#945;&#964;&#972;&#964;&#951;&#964;&#945; &#968;&#942;&#966;&#959;&#965; &#963;&#964;&#953;&#962; &#949;&#954;&#955;&#959;&#947;&#941;&#962; &#947;&#953;&#945; &#964;&#959;
&#948;&#953;&#959;&#953;&#954;&#951;&#964;&#953;&#954;&#972; &#963;&#965;&#956;&#946;&#959;&#973;&#955;&#953;&#959; &#964;&#959;&#965; OWASP &#960;&#959;&#965; &#952;&#945; &#947;&#943;&#957;&#959;&#965;&#957; &#964;&#959; &#949;&#961;&#967;&#972;&#956;&#949;&#957;&#959; &#966;&#952;&#953;&#957;&#972;&#960;&#969;&#961;&#959;) &#965;&#960;&#940;&#961;&#967;&#959;&#965;&#957;
&#954;&#945;&#953; &#959;&#961;&#953;&#963;&#956;&#941;&#957;&#945; &#949;&#960;&#953;&#960;&#955;&#941;&#959;&#957; &#960;&#955;&#949;&#959;&#957;&#949;&#954;&#964;&#942;&#956;&#945;&#964;&#945; &#947;&#953;&#945; &#949;&#956;&#940;&#962; &#963;&#964;&#951;&#957; &#917;&#955;&#955;&#940;&#948;&#945;. &#917;&#953;&#948;&#953;&#954;&#972;&#964;&#949;&#961;&#945;:

- &#932;&#945; &#956;&#941;&#955;&#951; &#964;&#959;&#965; OWASP &#941;&#967;&#959;&#965;&#957; 20 &#949;&#965;&#961;&#974; &#941;&#954;&#960;&#964;&#969;&#963;&#951; &#945;&#960;&#972; &#964;&#951;&#957; &#949;&#947;&#947;&#961;&#945;&#966;&#942; &#964;&#959;&#965;&#962; &#963;&#964;&#959; AthCon,
&#964;&#959; &#963;&#951;&#956;&#945;&#957;&#964;&#953;&#954;&#972;&#964;&#949;&#961;&#959; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#960;&#959;&#965; &#947;&#943;&#957;&#949;&#964;&#945;&#953; &#963;&#964;&#951; &#967;&#974;&#961;&#945; &#956;&#945;&#962; &#954;&#945;&#953; &#960;&#959;&#965; &#966;&#941;&#964;&#959;&#962;
&#952;&#945; &#948;&#953;&#949;&#958;&#945;&#967;&#952;&#949;&#943; &#963;&#964;&#953;&#962; 2 &#954;&#945;&#953; 3 &#921;&#959;&#965;&#957;&#943;&#959;&#965;. &#924;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#946;&#961;&#949;&#943;&#964;&#949; &#960;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#949;&#962; &#960;&#955;&#951;&#966;&#959;&#961;&#943;&#949;&#962;
&#954;&#945;&#953; &#957;&#945; &#949;&#947;&#947;&#961;&#945;&#966;&#949;&#943;&#964;&#949; &#949;&#948;&#974;: <A HREF="http://www.athcon.org/register/">http://www.athcon.org/register/</A>

- &#916;&#969;&#961;&#949;&#940;&#957; &#949;&#943;&#963;&#959;&#948;&#959; &#963;&#964;&#959; OWASP Training Day &#960;&#959;&#965; &#952;&#945; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#951;&#952;&#949;&#943; &#963;&#964;&#953;&#962; 25 &#924;&#945;&#912;&#959;&#965;.
&#928;&#961;&#972;&#954;&#949;&#953;&#964;&#945;&#953; &#947;&#953;&#945; &#956;&#953;&#945; &#951;&#956;&#949;&#961;&#942;&#963;&#953;&#945; &#949;&#954;&#960;&#945;&#943;&#948;&#949;&#965;&#963;&#951; &#963;&#949; &#949;&#961;&#947;&#945;&#955;&#949;&#943;&#945; &#954;&#945;&#953; &#956;&#949;&#952;&#959;&#948;&#959;&#955;&#959;&#947;&#943;&#949;&#962; &#964;&#959;&#965; OWASP
&#960;&#959;&#965; &#952;&#945; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#951;&#952;&#949;&#943; &#945;&#960;&#972; &#964;&#959;&#965;&#962; &#943;&#948;&#953;&#959;&#965;&#962; &#964;&#959;&#965;&#962; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#959;&#973;&#962; &#964;&#959;&#965;&#962;, &#959;&#953; &#959;&#960;&#959;&#943;&#959;&#953; &#952;&#945;
&#941;&#961;&#952;&#959;&#965;&#957; &#963;&#964;&#951; &#967;&#974;&#961;&#945; &#956;&#945;&#962; &#945;&#960;&#959;&#954;&#955;&#949;&#953;&#963;&#964;&#953;&#954;&#940; &#947;&#953;&#945; &#964;&#951;&#957; &#949;&#954;&#960;&#945;&#943;&#948;&#949;&#965;&#963;&#951; &#945;&#965;&#964;&#942;. &#928;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#949;&#962;
&#960;&#955;&#951;&#966;&#959;&#961;&#959;&#961;&#943;&#949;&#962; &#963;&#967;&#949;&#964;&#953;&#954;&#940; &#956;&#949; &#964;&#959; Training Day &#952;&#945; &#963;&#945;&#962; &#948;&#974;&#963;&#959;&#965;&#956;&#949; &#964;&#953;&#962; &#945;&#956;&#941;&#963;&#969;&#962; &#949;&#960;&#972;&#956;&#949;&#957;&#949;&#962;
&#951;&#956;&#941;&#961;&#949;&#962;.

&#924;&#941;&#955;&#959;&#962; &#964;&#959;&#965; OWASP &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#947;&#943;&#957;&#949;&#964;&#949; &#949;&#948;&#974;:
<A HREF="http://www.regonline.com/owasp_membership">http://www.regonline.com/owasp_membership</A>
&#922;&#945;&#964;&#940; &#964;&#951;&#957; &#949;&#947;&#947;&#961;&#945;&#966;&#942; &#963;&#945;&#962; &#956;&#951;&#957; &#958;&#949;&#967;&#940;&#963;&#949;&#964;&#949; &#957;&#945; &#948;&#951;&#955;&#974;&#963;&#949;&#964;&#949; &#963;&#964;&#959; &#954;&#945;&#964;&#940;&#955;&#955;&#951;&#955;&#959; &#960;&#949;&#948;&#943;&#959; &#964;&#951;&#957; &#917;&#955;&#955;&#940;&#948;&#945;
(Greece) &#963;&#945;&#957; &#964;&#959; chapter &#964;&#959; &#959;&#960;&#959;&#943;&#959; &#945;&#957;&#942;&#954;&#949;&#964;&#949;.

&#922;&#969;&#957;&#963;&#964;&#945;&#957;&#964;&#943;&#957;&#959;&#962; &#928;&#945;&#960;&#945;&#960;&#945;&#957;&#945;&#947;&#953;&#974;&#964;&#959;&#965;
OWASP Greek Chapter Leader
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-greece/attachments/20110413/a6d9fb8b/attachment.html">https://lists.owasp.org/pipermail/owasp-greece/attachments/20110413/a6d9fb8b/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000264.html">[Owasp-greece] &#924;&#949;&#947;&#940;&#955;&#951; &#954;&#943;&#957;&#951;&#963;&#951; &#963;&#964;&#959; &#954;&#959;&#956;&#956;&#940;&#964;&#953; &#964;&#951;&#962; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#964;&#949;&#955;&#949;&#965;&#964;&#945;&#943;&#945;...
</A></li>
	<LI>Next message: <A HREF="000266.html">[Owasp-greece] 2nd OWASP Greek Chapter Meeting for 2011
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#265">[ date ]</a>
              <a href="thread.html#265">[ thread ]</a>
              <a href="subject.html#265">[ subject ]</a>
              <a href="author.html#265">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
