<tt>
&lt;!DOCTYPE&nbsp;HTML&nbsp;PUBLIC&nbsp;&quot;-//W3C//DTD&nbsp;HTML&nbsp;4.0&nbsp;TRANSITIONAL//EN&quot;&gt;<br>
&lt;HTML&gt;<br>
&lt;HEAD&gt;<br>
&nbsp;&nbsp;&lt;META&nbsp;HTTP-EQUIV=&quot;Content-Type&quot;&nbsp;CONTENT=&quot;text/html;&nbsp;CHARSET=UTF-8&quot;&gt;<br>
&nbsp;&nbsp;&lt;META&nbsp;NAME=&quot;GENERATOR&quot;&nbsp;CONTENT=&quot;GtkHTML/3.28.3&quot;&gt;<br>
&lt;/HEAD&gt;<br>
&lt;BODY&gt;<br>
Gente,&nbsp;primero&nbsp;que&nbsp;nada&nbsp;Feliz&nbsp;Navidad&nbsp;para&nbsp;todos!!!&lt;BR&gt;<br>
Hoy&nbsp;nos&nbsp;juntamos&nbsp;y&nbsp;conversamos&nbsp;un&nbsp;poco&nbsp;sobre&nbsp;la&nbsp;organizaci&#243;n&nbsp;de&nbsp;la&nbsp;AppSec.&nbsp;Una&nbsp;de&nbsp;las&nbsp;cosas&nbsp;que&nbsp;concluimos&nbsp;es&nbsp;que&nbsp;debemos&nbsp;armar&nbsp;una&nbsp;&quot;comisi&#243;n&quot;&nbsp;para&nbsp;organizar&nbsp;el&nbsp;evento.&nbsp;Los&nbsp;miembros&nbsp;de&nbsp;la&nbsp;comisi&#243;n&nbsp;deber&#225;n&nbsp;tomar&nbsp;un&nbsp;rol&nbsp;m&#225;s&nbsp;activo&nbsp;que&nbsp;el&nbsp;resto&nbsp;del&nbsp;grupo&nbsp;y&nbsp;comprometerse&nbsp;en&nbsp;asistir&nbsp;a&nbsp;las&nbsp;reuniones&nbsp;de&nbsp;coordinaci&#243;n&nbsp;y&nbsp;en&nbsp;llevar&nbsp;adelante&nbsp;las&nbsp;tareas&nbsp;que&nbsp;se&nbsp;definan.&nbsp;A&nbsp;todos&nbsp;los&nbsp;que&nbsp;les&nbsp;interese&nbsp;participar&nbsp;de&nbsp;esta&nbsp;comisi&#243;n&nbsp;que&nbsp;avisen,&nbsp;pero&nbsp;seamos&nbsp;cocientes&nbsp;que&nbsp;del&nbsp;compromiso&nbsp;que&nbsp;implica.&nbsp;Los&nbsp;que&nbsp;no&nbsp;puedan&nbsp;(por&nbsp;razones&nbsp;laborales&nbsp;u&nbsp;otras)&nbsp;asumir&nbsp;este&nbsp;compromiso,&nbsp;igual&nbsp;podr&#225;n&nbsp;ayudar&nbsp;en&nbsp;la&nbsp;medida&nbsp;de&nbsp;su&nbsp;disponibilidad&nbsp;con&nbsp;tareas&nbsp;voluntarias&nbsp;que&nbsp;la&nbsp;comisi&#243;n&nbsp;estar&#225;&nbsp;coordinando.&nbsp;La&nbsp;idea&nbsp;es&nbsp;que&nbsp;todos&nbsp;participemos,&nbsp;pero&nbsp;alguien&nbsp;se&nbsp;tiene&nbsp;que&nbsp;poner&nbsp;la&nbsp;cosa&nbsp;al&nbsp;hombro&nbsp;para&nbsp;que&nbsp;salga.&lt;BR&gt;<br>
por&nbsp;ahora&nbsp;los&nbsp;que&nbsp;se&nbsp;ofrecieron&nbsp;para&nbsp;esta&nbsp;comisi&#243;n&nbsp;son:<br>
&lt;UL&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Mauro&nbsp;Flores&nbsp;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Gerardo&nbsp;Canedo&nbsp;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Mateo&nbsp;Martinez&nbsp;(on-line)&nbsp;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Guillermo&nbsp;Skrilec<br>
&lt;/UL&gt;<br>
Esta&nbsp;comisi&#243;n&nbsp;se&nbsp;va&nbsp;a&nbsp;juntar&nbsp;en&nbsp;marzo&nbsp;(fecha&nbsp;a&nbsp;definir)&nbsp;para&nbsp;empezar&nbsp;a&nbsp;trabajar,&nbsp;y&nbsp;la&nbsp;agenda&nbsp;prevista&nbsp;para&nbsp;dicha&nbsp;reuni&#243;n&nbsp;seria:&nbsp;<br>
&lt;UL&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Elegir&nbsp;chairman<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Definir&nbsp;fecha&nbsp;(Marzo-abril?)&nbsp;y&nbsp;dimensionar&nbsp;Training&nbsp;y&nbsp;Conferencia.<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Fijar&nbsp;el&nbsp;lugar&nbsp;de&nbsp;la&nbsp;conference&nbsp;(Antel,&nbsp;un&nbsp;hotel,&nbsp;etc)<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Armar&nbsp;Wiki&nbsp;b&#225;sica.&nbsp;(gen&#233;rica&nbsp;de&nbsp;AppSec)<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Subir&nbsp;formulario&nbsp;del&nbsp;evento.&nbsp;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Es&nbsp;necesaria&nbsp;la&nbsp;Asoc.&nbsp;Civil?&nbsp;Averiguar&nbsp;tema&nbsp;de&nbsp;facturas&nbsp;al&nbsp;OWASP&nbsp;global.<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Formalizar&nbsp;esponsoreo&nbsp;de&nbsp;las&nbsp;universidades&nbsp;(Fing,&nbsp;Cat&#243;lica&nbsp;y&nbsp;UDM)<br>
&lt;/UL&gt;<br>
&lt;BR&gt;<br>
Adem&#225;s,&nbsp;se&nbsp;propuso&nbsp;armar&nbsp;un&nbsp;twitter&nbsp;gen&#233;rico&nbsp;para&nbsp;la&nbsp;AppSec&nbsp;Latam,&nbsp;esto&nbsp;es&nbsp;algo&nbsp;que&nbsp;vamos&nbsp;a&nbsp;tener&nbsp;que&nbsp;coordinar&nbsp;con&nbsp;Argentina&nbsp;que&nbsp;es&nbsp;la&nbsp;que&nbsp;esta&nbsp;organizando&nbsp;la&nbsp;pr&#243;xima&nbsp;AppSec&nbsp;Latam.&nbsp;La&nbsp;idea&nbsp;es&nbsp;que&nbsp;la&nbsp;gente&nbsp;no&nbsp;tenga&nbsp;todos&nbsp;los&nbsp;a&#241;os&nbsp;que&nbsp;seguir&nbsp;un&nbsp;twitter&nbsp;nuevo,&nbsp;si&nbsp;no&nbsp;que&nbsp;ah&#237;&nbsp;sepa&nbsp;que&nbsp;va&nbsp;a&nbsp;recibir&nbsp;las&nbsp;noticias&nbsp;de&nbsp;la&nbsp;pr&#243;xima&nbsp;AppSec&nbsp;Latam.&lt;BR&gt;<br>
&lt;BR&gt;<br>
Tambi&#233;n&nbsp;se&nbsp;hablo&nbsp;del&nbsp;mantenimiento&nbsp;de&nbsp;la&nbsp;Wiki&nbsp;del&nbsp;grupo.&nbsp;La&nbsp;cosa&nbsp;es&nbsp;que&nbsp;la&nbsp;&#250;ltima&nbsp;noticia&nbsp;que&nbsp;tenemos&nbsp;publicada&nbsp;es&nbsp;del&nbsp;2010,&nbsp;lo&nbsp;cual&nbsp;provoco&nbsp;que&nbsp;el&nbsp;Board&nbsp;de&nbsp;OWASP&nbsp;nos&nbsp;mandara&nbsp;un&nbsp;mail&nbsp;preguntando&nbsp;que&nbsp;hicimos&nbsp;este&nbsp;a&#241;o,&nbsp;porque&nbsp;seg&#250;n&nbsp;el&nbsp;handbook&nbsp;tenemos&nbsp;que&nbsp;organizar&nbsp;por&nbsp;lo&nbsp;menos&nbsp;3&nbsp;reuniones&nbsp;y/o&nbsp;eventos&nbsp;en&nbsp;el&nbsp;a&#241;o.&nbsp;Hicimos&nbsp;mucho&nbsp;m&#225;s&nbsp;que&nbsp;eso,&nbsp;pero&nbsp;no&nbsp;pusimos&nbsp;nada&nbsp;en&nbsp;la&nbsp;Wiki.&nbsp;Mateo&nbsp;Martinez&nbsp;se&nbsp;ofreci&#243;&nbsp;a&nbsp;mantenerlo,&nbsp;y&nbsp;la&nbsp;idea&nbsp;es&nbsp;subir&nbsp;estos&nbsp;res&#250;menes&nbsp;de&nbsp;reuniones&nbsp;a&nbsp;la&nbsp;Wiki&nbsp;para&nbsp;registrar&nbsp;la&nbsp;actividad.&nbsp;&nbsp;&lt;BR&gt;<br>
&lt;BR&gt;<br>
Finalmente&nbsp;se&nbsp;hablo&nbsp;de&nbsp;fijar&nbsp;reuniones&nbsp;peri&#243;dicas&nbsp;del&nbsp;grupo&nbsp;e&nbsp;incluir&nbsp;la&nbsp;presentaci&#243;n&nbsp;de&nbsp;alg&#250;n&nbsp;tema&nbsp;(ej:&nbsp;WebGoat,&nbsp;ZAP,&nbsp;etc).&nbsp;Algo&nbsp;corto,&nbsp;pero&nbsp;como&nbsp;para&nbsp;tener&nbsp;alg&#250;n&nbsp;estimulo&nbsp;adicional&nbsp;para&nbsp;participar&nbsp;:)&nbsp;&lt;BR&gt;<br>
Es&nbsp;evidente&nbsp;que&nbsp;alguien&nbsp;del&nbsp;grupo&nbsp;deber&#225;&nbsp;preparar&nbsp;estos&nbsp;temas...&nbsp;&nbsp;&lt;BR&gt;<br>
&lt;BR&gt;<br>
Saludos&nbsp;Mauro&nbsp;Flores<br>
&lt;/BODY&gt;<br>
&lt;/HTML&gt;<br>

</tt>
