<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-japan] OWASP Night 8/21 7pm at IIJ (Jimbocho) / Call for	speakers
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-japan%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-japan%5D%20OWASP%20Night%208/21%207pm%20at%20IIJ%20%28Jimbocho%29%20/%20Call%20for%0A%09speakers&In-Reply-To=%3CCAKWzgHQv_eLh148ObSxa8O%2BdWBpuCp3FakA6OforU2uKNqJsvA%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000028.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-japan] OWASP Night 8/21 7pm at IIJ (Jimbocho) / Call for	speakers</H1>
    <B>Riotaro OKADA</B> 
    <A HREF="mailto:owasp-japan%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-japan%5D%20OWASP%20Night%208/21%207pm%20at%20IIJ%20%28Jimbocho%29%20/%20Call%20for%0A%09speakers&In-Reply-To=%3CCAKWzgHQv_eLh148ObSxa8O%2BdWBpuCp3FakA6OforU2uKNqJsvA%40mail.gmail.com%3E"
       TITLE="[Owasp-japan] OWASP Night 8/21 7pm at IIJ (Jimbocho) / Call for	speakers">riotaro.okada at owasp.org
       </A><BR>
    <I>Sat Aug 10 04:19:57 UTC 2013</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000028.html">[Owasp-japan] OWASP Night 7th, Tonight
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#27">[ date ]</a>
              <a href="thread.html#27">[ thread ]</a>
              <a href="subject.html#27">[ subject ]</a>
              <a href="author.html#27">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>OWASP Japan&#12398;&#23713;&#30000;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;

(English follows)
&#29467;&#26257;&#12398;&#20013;&#12362;&#20803;&#27671;&#12391;&#12356;&#12425;&#12387;&#12375;&#12419;&#12356;&#12414;&#12377;&#12363;&#12290;

&#12371;&#12398;&#12383;&#12403;&#12289;&#65304;&#26376;&#65298;&#65297;&#26085;&#65303;&#26178;&#12424;&#12426;&#12289;IIJ&#12475;&#12511;&#12490;&#12540;&#12523;&#12540;&#12512;&#12395;&#12390;&#23450;&#26399;&#12511;&#12540;&#12486;&#12451;&#12531;&#12464;&#12434;&#34892;&#12358;&#12371;&#12392;&#12434;&#35336;&#30011;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;
OWASP Meeting/Night - OWASP
Japan&#12525;&#12540;&#12459;&#12523;&#12481;&#12515;&#12503;&#12479;&#12540;&#12511;&#12540;&#12486;&#12451;&#12531;&#12464;&#12399;&#12289;&#12475;&#12511;&#12490;&#12540;&#12420;&#25345;&#12385;&#36796;&#12415;&#12398;&#12521;&#12452;&#12488;&#12491;&#12531;&#12464;&#12488;&#12540;&#12463;&#12398;&#24418;&#12391;&#34892;&#12431;&#12428;&#12427;&#12289;Web&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#12395;&#38306;&#24515;&#12398;&#12354;&#12427;&#26041;&#12364;&#38598;&#12358;&#12289;&#27005;&#12375;&#12367;&#12459;&#12472;&#12517;&#12450;&#12523;&#12394;&#21193;&#24375;&#20250;&#12391;&#12377;&#12290;&#26178;&#12395;&#12499;&#12450;&#12496;&#12483;&#12471;&#12517;&#24418;&#24335;&#12398;&#12371;&#12392;&#12418;&#12354;&#12426;&#12414;&#12377;&#12290;&#12473;&#12461;&#12523;&#12289;&#24441;&#32887;&#12289;&#26989;&#31278;&#12289;&#22269;&#31821;&#12289;&#24615;&#21029;&#12289;&#24180;&#40802;&#38306;&#20418;&#12394;&#12367;&#12289;&#36960;&#24942;&#12394;&#12367;&#12362;&#36234;&#12375;&#12367;&#12384;&#12373;&#12356;&#12290;

We are planning to have a regular meeting, OWASP Night at 7pm, on
August 21st at IIJ seminar room.

OWASP Meeting/Night - The OWASP Japan Local Chapter Meeting (OWASP
Night will be at night) is held in the form of seminars and lightning
talks. It&#8217;s an opportunity for people interested in web security to
get together and exchange information and opinions in a casual and fun
environment. There are no requirements in terms of skills, profession,
nationality, gender or age. Anyone interested in web security is free
to participate.

&#20170;&#22238;&#12398;&#12488;&#12500;&#12483;&#12463;

&#30495;&#22799;&#12398;&#22812;&#12399;&#12289;Hardening One Remix&#12398;&#35207;&#32773;Team
EJ&#12363;&#12425;&#12398;&#12503;&#12524;&#12476;&#12531;&#12434;&#21547;&#12416;&#12289;&#12300;&#12356;&#12363;&#12395;&#12469;&#12452;&#12488;&#12434;&#23432;&#12427;&#12363;&#12301;&#12395;&#12501;&#12457;&#12540;&#12459;&#12473;&#12375;&#12414;&#12377;&#12290;&#20170;&#22238;&#12398;&#20250;&#22580;&#12391;&#12399;&#39154;&#39135;&#12398;&#12450;&#12524;&#12531;&#12472;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;8:30&#12395;&#32066;&#12431;&#12387;&#12390;&#12363;&#12425;&#12289;&#12393;&#12371;&#12363;&#12391;&#26257;&#27671;&#25173;&#12356;&#12434;&#12377;&#12427;&#12418;&#12424;&#12375;&#12289;&#30495;&#22799;&#12398;OWASP
Night&#12434;&#27005;&#12375;&#12435;&#12391;&#12367;&#12384;&#12373;&#12356;&#12290;

&#12473;&#12500;&#12540;&#12459;&#12540;&#12395;&#12481;&#12515;&#12524;&#12531;&#12472;&#12375;&#12414;&#12379;&#12435;&#12363;

&#12394;&#12362;&#12289;&#20170;&#22238;&#12289;2&#21517;&#31243;&#24230;&#12398;&#12473;&#12500;&#12540;&#12459;&#12540;&#12434;&#21215;&#38598;&#12375;&#12383;&#12356;&#12392;&#24605;&#12356;&#12414;&#12377;&#12290;&#12486;&#12540;&#12510;&#12399;&#12289;&#12454;&#12455;&#12502;&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#21521;&#19978;&#12398;&#12383;&#12417;&#12398;&#25216;&#34899;&#30340;&#26041;&#31574;&#12395;&#12388;&#12356;&#12390;&#12398;&#35299;&#35500;&#12289;&#12414;&#12383;&#12289;&#12454;&#12455;&#12502;&#12398;&#12469;&#12540;&#12499;&#12473;&#12434;&#36939;&#21942;&#12377;&#12427;&#12372;&#32076;&#39443;&#12395;&#12388;&#12356;&#12390;
10&#12316;20&#20998;&#12367;&#12425;&#12356;&#12391;&#12362;&#39000;&#12356;&#12375;&#12383;&#12356;&#12392;&#24605;&#12356;&#12414;&#12377;&#12290;&#12418;&#12375;&#24540;&#12376;&#12390;&#12356;&#12383;&#12384;&#12369;&#12427;&#22580;&#21512;&#12395;&#12399;&#12289;&#12372;&#25152;&#23646;&#12392;&#12372;&#36899;&#32097;&#20808;&#12289;&#12414;&#12383;&#12473;&#12500;&#12540;&#12481;&#12398;&#27010;&#35201;&#12434;&#21547;&#12417;&#12289;&#23713;&#30000;&#12414;&#12391;&#12362;&#30693;&#12425;&#12379;&#12356;&#12383;&#12384;&#12369;&#12414;&#12377;&#12392;&#21161;&#12363;&#12426;&#12414;&#12377;&#12290;&#23452;&#12375;&#12367;&#12362;&#39000;&#12356;&#12375;&#12414;&#12377;&#12290;

&#20027;&#20652;
OWASP Japan

&#26085;&#26178;&#12392;&#22580;&#25152;

6&#26376;13&#26085;&#26408;&#26332;&#26085;18:30&#21463;&#20184;&#38283;&#22987;&#12289;19&#26178;00&#20998;&#12473;&#12479;&#12540;&#12488;&#12290;
&#20837;&#22580;&#28961;&#26009;
&#20250;&#22580; &#31070;&#20445;&#30010;&#19977;&#20117;&#12499;&#12523;&#12487;&#12451;&#12531;&#12464;17F IIJ&#12475;&#12511;&#12490;&#12540;&#12523;&#12540;&#12512;
&#12479;&#12452;&#12512;&#12486;&#12540;&#12502;&#12523;

time	presenter	contents
18:30	*	Open/&#21463;&#20184;:&#26089;&#12367;&#12362;&#36234;&#12375;&#12356;&#12383;&#12384;&#12369;&#12414;&#12377;&#12392;&#21161;&#12363;&#12426;&#12414;&#12377;
                *	coming soon
21:30	*	dismiss/&#36969;&#23452;&#35299;&#25955;

&#9632; &#12508;&#12521;&#12531;&#12486;&#12451;&#12450;&#21215;&#38598;
&#24403;&#26085;&#12289;&#25774;&#24433;&#12289;&#36890;&#35379;&#12289;&#20250;&#22580;&#20418;&#12394;&#12393;&#12289;&#36939;&#21942;&#12469;&#12452;&#12489;&#12392;&#12375;&#12390;&#12362;&#25163;&#20253;&#12356;&#12356;&#12383;&#12384;&#12369;&#12427;&#26041;&#12399;&#12467;&#12513;&#12531;&#12488;&#12395;&#26360;&#12356;&#12390;&#12356;&#12383;&#12384;&#12367;&#12363;&#12289;&#12354;&#12427;&#12356;&#12399;@okdt&#12414;&#12391;&#12362;&#30693;&#12425;&#12379;&#12367;&#12384;&#12373;&#12356;&#12290;

&#9632; &#20182;&#12398;&#22320;&#22495;&#12391;&#12398;&#12497;&#12502;&#12522;&#12483;&#12463;&#12499;&#12517;&#12540;&#12452;&#12531;&#12464;&#12539;&#12469;&#12486;&#12521;&#12452;&#12488;
&#8251; &#26481;&#20140;&#37117;&#22806;&#12398;&#22320;&#22495;&#12398;&#26041;&#12293;&#12391;&#12372;&#38306;&#24515;&#12398;&#12354;&#12427;&#26041;&#12395;&#12399;&#12289;Ustream&#12354;&#12427;&#12356;&#12399;Skype&#12394;&#12393;&#12391;&#37197;&#20449;&#12434;&#26908;&#35342;&#12375;&#12414;&#12377;&#12290;&#12424;&#12429;&#12375;&#12369;&#12428;&#12400;&#12372;&#19968;&#22577;&#19979;&#12373;&#12356;&#12290;

&#9632;&#12473;&#12500;&#12540;&#12459;&#12540;&#25552;&#26696;&#21215;&#38598;
OWASP Japan&#12391;&#12399;&#12371;&#12358;&#12375;&#12383;&#12452;&#12505;&#12531;&#12488;&#12391;&#12398;&#12473;&#12500;&#12540;&#12481;&#12434;&#21215;&#38598;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;&#12454;&#12455;&#12502;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12395;&#38306;&#12377;&#12427;&#12486;&#12540;&#12510;&#12394;&#12425;&#24133;&#24195;&#12367;&#26908;&#35342;&#12375;&#12414;&#12377;&#12290;&#31777;&#21336;&#12394;&#12524;&#12472;&#12517;&#12513;&#12392;&#12486;&#12540;&#12510;&#26696;&#12434;&#26368;&#23492;&#12426;&#12398;OWASP
Japan&#12508;&#12540;&#12489;&#12513;&#12531;&#12496;&#12540;&#12395;&#12362;&#30693;&#12425;&#12379;&#12367;&#12384;&#12373;&#12356;&#12290;&#33258;&#34214;&#20182;&#34214;&#12399;&#21839;&#12356;&#12414;&#12379;&#12435;&#12290;


&#9632;&#20107;&#21069;&#30331;&#37682;/Registration:
<A HREF="http://atnd.org/events/42424">http://atnd.org/events/42424</A>

-- 
Riotaro OKADA
OWASP Japan Chapter
Leader
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000028.html">[Owasp-japan] OWASP Night 7th, Tonight
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#27">[ date ]</a>
              <a href="thread.html#27">[ thread ]</a>
              <a href="subject.html#27">[ subject ]</a>
              <a href="author.html#27">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-japan">More information about the Owasp-japan
mailing list</a><br>
</body></html>
