<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] IstSec '09 - &#304;stanbul Bilgi G&#252;venli&#287;i Konferans&#305;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%3D%3Fiso-8859-9%3Fq%3FIstSec_%3D2709_-_%3DDDstanbul_Bilgi_G%3F%3D%0A%09%3D%3Fiso-8859-9%3Fq%3F%3DFCvenli%3DF0i_Konferans%3DFD%3F%3D&In-Reply-To=ffa9ac690911220902h42833833y33dfdd290d565e38%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000792.html">
   <LINK REL="Next"  HREF="000793.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] IstSec '09 - &#304;stanbul Bilgi G&#252;venli&#287;i Konferans&#305;</H1>
    <B>Huzeyfe ONAL</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%3D%3Fiso-8859-9%3Fq%3FIstSec_%3D2709_-_%3DDDstanbul_Bilgi_G%3F%3D%0A%09%3D%3Fiso-8859-9%3Fq%3F%3DFCvenli%3DF0i_Konferans%3DFD%3F%3D&In-Reply-To=ffa9ac690911220902h42833833y33dfdd290d565e38%40mail.gmail.com"
       TITLE="[Owasp-turkey] IstSec '09 - &#304;stanbul Bilgi G&#252;venli&#287;i Konferans&#305;">huzeyfe at lifeoverip.net
       </A><BR>
    <I>Sun Nov 22 12:18:12 EST 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000792.html">[Owasp-turkey] [netsec] Etik Sald&#305;r, Kitap Kazan - CTF
</A></li>
        <LI>Next message: <A HREF="000793.html">[Owasp-turkey] FW: Etik Sald&#305;r, Kitap Kazan - CTF
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#791">[ date ]</a>
              <a href="thread.html#791">[ thread ]</a>
              <a href="subject.html#791">[ subject ]</a>
              <a href="author.html#791">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>*IstSec '09 - &#304;stanbul Bilgi G&#252;venli&#287;i Konferans&#305;*

2009 y&#305;l&#305;nda d&#252;nyaya damgas&#305; vuran ve siber tehditlere kar&#351;&#305; &#246;nemini daha
&#231;ok hissettiren siber g&#252;venlik, siber casus yeti&#351;tirme politikalar&#305;, siber
sava&#351;lar ve bu alana y&#246;nelik olarak &#252;lkelerin b&#252;t&#231;elerinden ay&#305;rd&#305;klar&#305;
hat&#305;r&#305; say&#305;l&#305;r oranlara ula&#351;an rakamlar, bilgi g&#252;venli&#287;ini bireysel,
kurumsal ve &#252;lke g&#252;venli&#287;i a&#231;&#305;s&#305;ndan kritik &#246;neme kavu&#351;turmu&#351;tur. ISTSEC '09
konferans&#305; bu eksendeki soru ve sorunlara &#231;&#246;z&#252;m ve &#231;&#246;z&#252;m &#246;nerileri sunmay&#305;
hedeflemektedir.

T&#252;rkiye'de bilgi g&#252;venli&#287;i ve a&#231;&#305;l&#305;mlar&#305; konusunda kamuoyunda fark&#305;ndal&#305;k
yaratmay&#305;, bilgi ve bilin&#231; d&#252;zeyini y&#252;kseltmeyi hedefleyen ve bu ama&#231;la
y&#305;lda iki defa yap&#305;lan bir konferans olan ISTSEC '09'un a&#231;&#305;l&#305;&#351;&#305; bu y&#305;l
Ula&#351;t&#305;rma Bakan&#305; Say&#305;n Binali YILDIRIM taraf&#305;ndan ger&#231;ekle&#351;tirilecektir.

Bu y&#305;l iki g&#252;nl&#252;k bir program olarak dizayn edilmi&#351; ISTSEC '09 konferans&#305;n&#305;n
ilk g&#252;n&#252;nde; web g&#252;venli&#287;i, Iphone ve telefon dinlemeleri, Hackerlar'&#305;n
bilgi g&#252;venli&#287;ine bak&#305;&#351; a&#231;&#305;s&#305;, kurum / &#351;irket personelinden kaynaklanan
ihlaller gibi bilgi g&#252;venli&#287;i konular&#305;nda spesifik sunumlar ve tart&#305;&#351;malar
yap&#305;lacakt&#305;r.

Bilgi g&#252;venli&#287;inin a&#231;&#305;l&#305;mlar&#305; niteli&#287;inde olan konular ise panel format&#305;nda
alan&#305;nda uzman teknik uzmanlar, emniyet&#231;iler ve hukuk&#231;ular taraf&#305;ndan
irdelenecektir.  Devletlere ve bireylere y&#246;nelen Siber Tehditlere kar&#351;&#305;,
di&#287;er &#252;lkelerde ve T&#252;rkiye'deki uygulama &#246;rnekleri ele al&#305;nacakt&#305;r. 2009
y&#305;l&#305;nda d&#252;nyaya damgas&#305; vuran ve &#246;nemini daha &#231;ok hissettiren siber
g&#252;venlik, siber casus yeti&#351;tirme politikalar&#305;, siber sava&#351;lar ve bu alana
y&#246;nelik olarak &#252;lkelerin b&#252;t&#231;elerinden ay&#305;rd&#305;klar&#305; hat&#305;r&#305; say&#305;l&#305;r oranlara
ula&#351;an rakamlar bilgi g&#252;venli&#287;ini bireysel, kurumsal ve &#252;lke g&#252;venli
a&#231;&#305;s&#305;ndan kritik &#246;neme kavu&#351;turmu&#351;tur. ISTSEC '09 konferans&#305; bu eksendeki
soru ve sorunlara &#231;&#246;z&#252;m ve &#231;&#246;z&#252;m &#246;nerileri sunmay&#305; hedeflemektedir.

Konferans&#305;n ikinci g&#252;n&#252;nde, bilgi g&#252;venli&#287;inin hukuk alan&#305;nda kar&#351;&#305;l&#305;&#287;&#305;n&#305;
te&#351;kil eden veri korumas&#305; konusu, bilgi g&#252;venli&#287;i ile olan ili&#351;kisi ve t&#305;bbi
istihbarat, cloud computing, yeni nesil ileti&#351;im teknolojileri, uluslararas&#305;
d&#252;zenlemeler ve uygulamalar &#305;&#351;&#305;&#287;&#305;nda de&#287;erlendirilecektir. Di&#287;er panellerde,
kay&#305;tl&#305; elektronik posta, bili&#351;im su&#231;lar&#305;, 5651 Say&#305;l&#305; Kanun ve bilgi
g&#252;venli&#287;i a&#231;&#305;s&#305;ndan durum tespiti yap&#305;larak &#231;&#246;z&#252;m &#246;nerileri
sunulacakt&#305;r.  *Ayr&#305;ca
t&#252;m beyaz &#351;apkal&#305; hacker'lar&#305;n davetli oldu&#287;u &quot;Capture The Flag&quot; yar&#305;&#351;mas&#305;
konferans&#305;n ikinci g&#252;n&#252;nde merakl&#305;lar&#305;na a&#231;&#305;k olacakt&#305;r.*

* ISTSEC 2009, bilgi g&#252;venli&#287;i uzmanlar&#305;n&#305;n, hacker'lar&#305;n, bilgi g&#252;venli&#287;ine
merakl&#305; olan herkesin, bili&#351;im teknolojisi hukuk&#231;ular&#305; ba&#351;ta olmak &#252;zere t&#252;m
hukuk&#231;ular&#305;n, g&#252;venlik g&#252;&#231;lerinin ve bireylerin kat&#305;lmas&#305; gereken bir
etkinliktir.*

&#304;stanbul Bilgi &#220;niversitesi Bili&#351;im Teknolojisi Hukuku Uygulama ve Ara&#351;t&#305;rma
Merkezi, Bilgi G&#252;venli&#287;i ve Adli Bili&#351;im Ara&#351;t&#305;rma Grubu ile &#304;stanbul Barosu
Bili&#351;im Hukuku Merkezi ve Bilgi G&#252;venli&#287;i Derne&#287;i taraf&#305;ndan ortakla&#351;a
d&#252;zenlenen *ISTSEC '09 Konferans&#305; 12-13 Aral&#305;k 2009 tarihlerinde;  &#304;stanbul
Bilgi &#220;niversitesi Silahtara&#287;a Kamp&#252;s&#252;'nde ger&#231;ekle&#351;tirilecektir.*

*Konferansa kat&#305;l&#305;m  &#252;cretsiz olup kay&#305;t yapt&#305;r&#305;lmas&#305; zorunludur.* Kay&#305;t
i&#231;in www.istsec.org web sayfas&#305;n&#305;n kullan&#305;lmas&#305; gerekmektedir. Kay&#305;t
yapt&#305;ran kullan&#305;c&#305;lara konferansa bir hafta kala onay mesaj&#305;
g&#246;nderilecektir.



---
Huzeyfe ONAL
Ag Guvenligi Listesine uye oldunuz mu?
<A HREF="http://www.lifeoverip.net/netsec-listesi/">http://www.lifeoverip.net/netsec-listesi/</A>

---
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20091122/bef6efa8/attachment.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20091122/bef6efa8/attachment.html</A> 
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000792.html">[Owasp-turkey] [netsec] Etik Sald&#305;r, Kitap Kazan - CTF
</A></li>
	<LI>Next message: <A HREF="000793.html">[Owasp-turkey] FW: Etik Sald&#305;r, Kitap Kazan - CTF
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#791">[ date ]</a>
              <a href="thread.html#791">[ thread ]</a>
              <a href="subject.html#791">[ subject ]</a>
              <a href="author.html#791">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
