<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Zaproszenie na spotkanie OWASP i konferencj&#281; Advanced Threat Summit
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20%3D%3Futf-8%3Fq%3FZaproszenie_na_spotkanie_OWASP_i_konfere%3F%3D%0A%09%3D%3Futf-8%3Fq%3Fncj%3DC4%3D99_Advanced_Threat_Summit%3F%3D&In-Reply-To=%3CCAGVzzLYKQ4Jzb9Y%2BFunfVX-hz2PB3%3D2M_6g5rHW24Vgnz%3D1Qig%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000556.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Zaproszenie na spotkanie OWASP i konferencj&#281; Advanced Threat Summit</H1>
    <B>Michal Kurek</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20%3D%3Futf-8%3Fq%3FZaproszenie_na_spotkanie_OWASP_i_konfere%3F%3D%0A%09%3D%3Futf-8%3Fq%3Fncj%3DC4%3D99_Advanced_Threat_Summit%3F%3D&In-Reply-To=%3CCAGVzzLYKQ4Jzb9Y%2BFunfVX-hz2PB3%3D2M_6g5rHW24Vgnz%3D1Qig%40mail.gmail.com%3E"
       TITLE="[Owasp-poland] Zaproszenie na spotkanie OWASP i konferencj&#281; Advanced Threat Summit">michal.kurek at owasp.org
       </A><BR>
    <I>Fri Nov  2 16:15:53 UTC 2018</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000556.html">[Owasp-poland] 27.XI - Zapraszam na spotkanie OWASP w Warszawie
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#555">[ date ]</a>
              <a href="thread.html#555">[ thread ]</a>
              <a href="subject.html#555">[ subject ]</a>
              <a href="author.html#555">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Witam,

Serdecznie zapraszam na kolejne warszawskie spotkanie OWASP. Tym razem
korzystamy z go&#347;cinno&#347;ci organizator&#243;w konferencji Advanced Threat Summit (
atsummit.pl), na kt&#243;r&#261; przy okazji serdecznie zapraszam - z kodem OWASP
przys&#322;uguje 10% zni&#380;ki. Nasze spotkanie rozpocznie si&#281; o godzinie 18:30 w
miejscu konferencji, czyli w hotelu Mariott. B&#281;dziemy mieli do dyspozycji
obszern&#261; sal&#281; plenarn&#261;, wi&#281;c wszyscy si&#281; pomie&#347;cimy J

W trakcie spotkania b&#281;dziemy mogli pos&#322;ucha&#263; wyj&#261;tkowego prelegenta &#8211;
globalnego lidera OWASP &#8211; Martina Knoblocha. Poni&#380;ej pe&#322;na agenda spotkania.



Dodatkowo uczestnicy spotkania OWASP b&#281;d&#261; mogli bezp&#322;atnie wzi&#261;&#263; udzia&#322; w
ostatniej sesji wieczornej konferencji Advanced Threat Summit o godzinie
17:30 - &#8222;Hakowanie umys&#322;&#243;w - czyli m&#243;zg jako komputer i co z tego wynika
dla u&#380;ytkownik&#243;w i mened&#380;er&#243;w bezpiecze&#324;stwa&#8221; &#8211; wyk&#322;ad Marka R&#243;&#380;alskiego.

Link do rejestracji na MeetUp:

<A HREF="https://www.meetup.com/owasp-poland/events/255963198/">https://www.meetup.com/owasp-poland/events/255963198/</A>

Licz&#281;, &#380;e si&#281; zobaczymy!


Pozdrawiam, Micha&#322;





18:30 &#8211; 18:35 &#8211; Meeting opening, Micha&#322; Kurek



18:35 &#8211; 19:20 &#8211; *Building secure software with OWASP tools and guides*,
Martin Knobloch, OWASP Foundation CEO



All know the OWASP TopTen, some one or more other projects. The problem is,
where the wiki is good to archive the project information, it is hard to
find information if you don't know what you are looking for. Therefore,
only a few have a broader understanding of projects (being tools or guides)
you can use in your software development lifecycle, even before, to create
more secure software. This talk is highlighting various OWASP projects
taking you from CISO policies, security requirements to building and secure
software and verifying the security level.



Martin is  the Chairman of the OWASP Global Foundation Board Of Directors
and OWASP Netherlands Chapter Leader. He is Head of Global Application
Security at Ceva Logistics. His main working area is (software) security in
general, from awareness to implementation. In his daily work, he is
responsible for education in application security matters, advise and
implementation of application security measures. He represents OWASP on
many security, developer and testing conferences.





19:20 &#8211; 19:50 &#8211; *IoT Application Security*, Micha&#322; Kurek, OWASP Poland
Chapter Leader



Internet of Things (IoT) is revolutionizing the world around us. More and
more devices are being interconnected. Since IoT is an interface between
cyber and physical world, IoT vulnerabilities can impact lives and
environment. Security researches alerts that application security is one of
the IoT weakest points. What can be done to improve the situation? Which
OWASP Projects can help?



Micha&#322; works in KPMG as Partner responsible for development of cyber
security services. He has more than 15 years of experience in managing team
of security consultants and engineers. He performed hundreds of IT security
projects for Polish and foreign institutions. He has strong technical
background, specializing in network and application security. He is OWASP
Poland Chapter leader and Mentor of SANS Institute in the area of web
applications security. He has obtained the following professional
certifications: CISM, CISSP, GICSP, CISA, LPT, CEH, GWAPT, CRISC, CCSP,
CCSA, GSSP JAVA, ECSA, PMP, CIA, GAWN, CCNA

19:50 &#8211; 20:00 &#8211; Discussion



OWASP Meeting participants are also invited (at no cost) to attend evening
session of Advanced Threat Summit conference at 17:30 (&#8220;Hakowanie umys&#322;&#243;w -
czyli m&#243;zg jako komputer i co z tego wynika dla u&#380;ytkownik&#243;w i mened&#380;er&#243;w
bezpiecze&#324;stwa&#8221; &#8211; lecture of Marek R&#243;&#380;alski)
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-poland/attachments/20181102/58151ae8/attachment.html">http://lists.owasp.org/pipermail/owasp-poland/attachments/20181102/58151ae8/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000556.html">[Owasp-poland] 27.XI - Zapraszam na spotkanie OWASP w Warszawie
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#555">[ date ]</a>
              <a href="thread.html#555">[ thread ]</a>
              <a href="subject.html#555">[ subject ]</a>
              <a href="author.html#555">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
