<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] &#927;&#932;: RHUL ISG Alumni Greek Chapter
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%3D%3Fiso-8859-7%3Fq%3F%3DCF%3DD4%3D3A_RHUL_ISG_Alumni_Greek_Cha%3F%3D%0A%09%3D%3Fiso-8859-7%3Fq%3Fpter%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000181.html">
   <LINK REL="Next"  HREF="000179.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] &#927;&#932;: RHUL ISG Alumni Greek Chapter</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%3D%3Fiso-8859-7%3Fq%3F%3DCF%3DD4%3D3A_RHUL_ISG_Alumni_Greek_Cha%3F%3D%0A%09%3D%3Fiso-8859-7%3Fq%3Fpter%3F%3D&In-Reply-To="
       TITLE="[Owasp-greece] &#927;&#932;: RHUL ISG Alumni Greek Chapter">conpap at di.uoa.gr
       </A><BR>
    <I>Tue Oct 14 16:50:59 EDT 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000181.html">[Owasp-greece] Prosklisi: To OWASP.gr sto Athens Digital Week
</A></li>
        <LI>Next message: <A HREF="000179.html">[Owasp-greece] Texnikes ruthmiseis gia tous xrhstes pou	xrhsimopoioun digest
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#177">[ date ]</a>
              <a href="thread.html#177">[ thread ]</a>
              <a href="subject.html#177">[ subject ]</a>
              <a href="author.html#177">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
&#913;&#947;&#945;&#960;&#951;&#964;&#959;&#943; &#963;&#965;&#957;&#940;&#948;&#949;&#955;&#966;&#959;&#953;,

&#908;&#963;&#959;&#953; &#945;&#960;&#972; &#949;&#963;&#940;&#962; &#949;&#943;&#963;&#964;&#949; &#945;&#960;&#972;&#966;&#959;&#953;&#964;&#959;&#953; &#964;&#959;&#965; Royal Holloway &#960;&#953;&#952;&#945;&#957;&#974;&#962; &#957;&#945; &#941;&#967;&#949;&#964;&#949; &#955;&#940;&#946;&#949;&#953;
&#964;&#953;&#962; &#964;&#949;&#955;&#949;&#965;&#964;&#945;&#943;&#949;&#962; &#956;&#941;&#961;&#949;&#962; &#956;&#953;&#945; &#963;&#949;&#953;&#961;&#940; &#945;&#960;&#972; mail &#945;&#960;&#972; &#964;&#959;&#957; Fred Piper &#960;&#959;&#965;, &#972;&#960;&#969;&#962;
&#966;&#945;&#943;&#957;&#949;&#964;&#945;&#953; &#954;&#945;&#953; &#945;&#960;&#972; &#964;&#959; &#945;&#960;&#972;&#963;&#960;&#945;&#963;&#956;&#945; &#960;&#959;&#965; &#945;&#954;&#959;&#955;&#959;&#965;&#952;&#949;&#943;, &#960;&#961;&#959;&#964;&#961;&#941;&#960;&#959;&#965;&#957; &#964;&#951; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#943;&#945;
&#964;&#959;&#960;&#953;&#954;&#974;&#957; &#963;&#965;&#955;&#955;&#972;&#947;&#969;&#957; &#945;&#960;&#959;&#966;&#959;&#943;&#964;&#969;&#957;:

&quot;Dear All,
As (hopefully!) most of you know we held our first Alumni Reunion
Conference in July. [...] During the conference it was clear that many
of you had lost contact with each other and that, now that there are
nearly 1500 ISG alumni, many networking opportunities are being lost.
[...] I am writing to try to kick start an initiative in which many of
you have expressed an interest; local chapters of ISG alumni. [...] The
basic idea is to set up some form of local informal chapters of ISG
alumni. The aim is to facilitate interaction/networking between alumni
who live &#8216;reasonably close&#8217; together and also to improve communications
between the alumni and ISG. The precise way in which these chapters will
operate will depend on the individual chapter. [...]&quot;

&#924;&#945;&#950;&#943; &#956;&#949; &#964;&#959; &#925;&#943;&#954;&#959; &#914;&#953;&#961;&#946;&#943;&#955;&#951; &#960;&#961;&#959;&#963;&#966;&#949;&#961;&#952;&#942;&#954;&#945;&#956;&#949; &#957;&#945; &#963;&#965;&#957;&#964;&#959;&#957;&#943;&#963;&#959;&#965;&#956;&#949; &#964;&#959; &#945;&#957;&#964;&#943;&#963;&#964;&#959;&#953;&#967;&#959;
&#917;&#955;&#955;&#951;&#957;&#953;&#954;&#972; chapter. &#928;&#945;&#961;&#945;&#954;&#945;&#955;&#959;&#973;&#956;&#949; &#972;&#963;&#959;&#953; &#949;&#943;&#963;&#964;&#949; &#945;&#960;&#972;&#966;&#959;&#953;&#964;&#959;&#953; &#954;&#945;&#953; &#949;&#957;&#948;&#953;&#945;&#966;&#941;&#961;&#949;&#963;&#964;&#949; &#957;&#945;
&#949;&#960;&#953;&#954;&#959;&#953;&#957;&#969;&#957;&#942;&#963;&#949;&#964;&#949; &#956;&#945;&#950;&#943; &#956;&#945;&#962;. &#934;&#965;&#963;&#953;&#954;&#940;, &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#960;&#961;&#959;&#969;&#952;&#942;&#963;&#949;&#964;&#949; &#964;&#959; &#956;&#942;&#957;&#965;&#956;&#945; &#954;&#945;&#953; &#963;&#949;
&#940;&#955;&#955;&#959;&#965;&#962; &#945;&#960;&#959;&#966;&#959;&#943;&#964;&#959;&#965;&#962; &#960;&#959;&#965; &#964;&#965;&#967;&#972;&#957; &#947;&#957;&#969;&#961;&#943;&#950;&#949;&#964;&#949; &#954;&#945;&#953; &#956;&#960;&#959;&#961;&#949;&#943; &#945;&#957; &#949;&#957;&#948;&#953;&#945;&#966;&#941;&#961;&#959;&#957;&#964;&#945;&#953;.

&#917;&#965;&#967;&#945;&#961;&#953;&#963;&#964;&#974;,
&#922;&#974;&#963;&#964;&#945;&#962; &#928;&#945;&#960;&#945;&#960;&#945;&#957;&#945;&#947;&#953;&#974;&#964;&#959;&#965;
</PRE>





<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000181.html">[Owasp-greece] Prosklisi: To OWASP.gr sto Athens Digital Week
</A></li>
	<LI>Next message: <A HREF="000179.html">[Owasp-greece] Texnikes ruthmiseis gia tous xrhstes pou	xrhsimopoioun digest
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#177">[ date ]</a>
              <a href="thread.html#177">[ thread ]</a>
              <a href="subject.html#177">[ subject ]</a>
              <a href="author.html#177">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
