<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] &#917;&#956;&#960;&#959;&#961;&#953;&#954;&#972;&#962; &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#928;&#949;&#953;&#961;&#945;&#953;&#940;: &quot;&#931;&#949; &#941;&#958;&#945;&#961;&#963;&#951; &#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942; &#945;&#960;&#940;&#964;&#951;&quot;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%3D%3Fiso-8859-7%3Fb%3Fxezw7/Hp6vzyINP96%2Bvv4%2B/yINDl6fHh%3F%3D%0A%09%3D%3Fiso-8859-7%3Fb%3F6dw6ICLT5SDd7uHx8%2Bcg5yDn6%2BXq9PHv7enq3iDh8Nz05yI%3D%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000175.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] &#917;&#956;&#960;&#959;&#961;&#953;&#954;&#972;&#962; &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#928;&#949;&#953;&#961;&#945;&#953;&#940;: &quot;&#931;&#949; &#941;&#958;&#945;&#961;&#963;&#951; &#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942; &#945;&#960;&#940;&#964;&#951;&quot;</H1>
    <B>Dimitris Maniadakis</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%3D%3Fiso-8859-7%3Fb%3Fxezw7/Hp6vzyINP96%2Bvv4%2B/yINDl6fHh%3F%3D%0A%09%3D%3Fiso-8859-7%3Fb%3F6dw6ICLT5SDd7uHx8%2Bcg5yDn6%2BXq9PHv7enq3iDh8Nz05yI%3D%3F%3D&In-Reply-To="
       TITLE="[Owasp-greece] &#917;&#956;&#960;&#959;&#961;&#953;&#954;&#972;&#962; &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#928;&#949;&#953;&#961;&#945;&#953;&#940;: &quot;&#931;&#949; &#941;&#958;&#945;&#961;&#963;&#951; &#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942; &#945;&#960;&#940;&#964;&#951;&quot;">chaniadimitris at yahoo.gr
       </A><BR>
    <I>Mon Oct  6 12:21:17 EDT 2008</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000175.html">[Owasp-greece] &#917;&#956;&#960;&#959;&#961;&#953;&#954;&#972;&#962; &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#928;&#949;&#953;&#961;&#945;&#953;&#940;: &quot;&#931;&#949; &#941;&#958;&#945;&#961;&#963;&#951; &#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942; &#945;&#960;&#940;&#964;&#951;&quot;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#174">[ date ]</a>
              <a href="thread.html#174">[ thread ]</a>
              <a href="subject.html#174">[ subject ]</a>
              <a href="author.html#174">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#928;&#951;&#947;&#942;: <A HREF="http://www.emea.gr/default.asp?ElementId=35251">http://www.emea.gr/default.asp?ElementId=35251</A>
&#917;&#956;&#960;&#959;&#961;&#953;&#954;&#972;&#962; &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#928;&#949;&#953;&#961;&#945;&#953;&#940;: &quot;&#931;&#949; &#941;&#958;&#945;&#961;&#963;&#951; &#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942; &#945;&#960;&#940;&#964;&#951;&quot;

&#932;&#951;&#957; &#945;&#957;&#951;&#963;&#965;&#967;&#943;&#945; &#964;&#959;&#965; &#947;&#953;&#945; &#964;&#951;&#957; &#941;&#958;&#945;&#961;&#963;&#951; &#964;&#951;&#962; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; &#945;&#960;&#940;&#964;&#951;&#962; &#949;&#954;&#966;&#961;&#940;&#950;&#949;&#953; &#956;&#949;
&#945;&#957;&#945;&#954;&#959;&#943;&#957;&#969;&#963;&#942; &#964;&#959;&#965; &#959; &#917;&#956;&#960;&#959;&#961;&#953;&#954;&#972;&#962; &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#928;&#949;&#953;&#961;&#945;&#953;&#940;. &#927; &#963;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#950;&#951;&#964;&#940;&#949;&#953; &#945;&#960;&#972; &#964;&#953;&#962;
&#964;&#961;&#940;&#960;&#949;&#950;&#949;&#962; &#957;&#945; &#945;&#957;&#945;&#946;&#945;&#952;&#956;&#953;&#963;&#964;&#959;&#973;&#957; &#960;&#949;&#961;&#945;&#953;&#964;&#941;&#961;&#969; &#964;&#945; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#940; &#963;&#965;&#963;&#964;&#942;&#956;&#945;&#964;&#940; &#964;&#959;&#965;&#962; &#960;&#959;&#965;
&#949;&#954;&#948;&#943;&#948;&#959;&#965;&#957; &#954;&#940;&#961;&#964;&#949;&#962;, &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#957;&#945; &#945;&#957;&#945;&#946;&#945;&#952;&#956;&#953;&#963;&#964;&#949;&#943; &#951; &#964;&#949;&#967;&#957;&#959;&#955;&#959;&#947;&#943;&#945; &quot;CHIP&quot;, &#948;&#951;&#955;&#945;&#948;&#942;
&#964;&#951;&#962; &#941;&#958;&#965;&#960;&#957;&#951;&#962; &#954;&#940;&#961;&#964;&#945;&#962;, &#960;&#959;&#965; &#952;&#945; &#949;&#947;&#947;&#965;&#940;&#964;&#945;&#953; &#960;&#961;&#972;&#963;&#952;&#949;&#964;&#951; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945; &#963;&#964;&#953;&#962; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#947;&#941;&#962;
&#964;&#969;&#957; &#954;&#945;&#964;&#972;&#967;&#969;&#957; &#964;&#959;&#965;&#962;.

&#917;&#957;&#951;&#956;&#949;&#961;&#969;&#964;&#953;&#954;&#940; &#945;&#957;&#945;&#966;&#941;&#961;&#949;&#953;, &#972;&#964;&#953; &#959; &#949;&#964;&#942;&#963;&#953;&#959;&#962; &#964;&#950;&#943;&#961;&#959;&#962; &#964;&#969;&#957; &#967;&#961;&#949;&#969;&#963;&#964;&#953;&#954;&#974;&#957; &#954;&#945;&#953;
&#960;&#953;&#963;&#964;&#969;&#964;&#953;&#954;&#974;&#957; &#954;&#945;&#961;&#964;&#974;&#957; &#963;&#964;&#951;&#957; &#917;&#955;&#955;&#940;&#948;&#945; &#958;&#949;&#960;&#949;&#961;&#957;&#940; &#964;&#945; 12,5 &#948;&#953;&#963;. &#949;&#965;&#961;&#974;, &#949;&#957;&#974;
&#963;&#951;&#956;&#949;&#953;&#974;&#957;&#949;&#964;&#945;&#953; &#972;&#964;&#953; &#964;&#945; 3,5 &#948;&#953;&#963;. &#945;&#960;&#972; &#945;&#965;&#964;&#940;, &#945;&#966;&#959;&#961;&#959;&#973;&#957; &#945;&#957;&#945;&#955;&#942;&#968;&#949;&#953;&#962; &#956;&#949;&#964;&#961;&#951;&#964;&#974;&#957; &#945;&#960;&#972;
&#960;&#953;&#963;&#964;&#969;&#964;&#953;&#954;&#941;&#962; &#954;&#940;&#961;&#964;&#949;&#962;. &#927;&#953; &#945;&#960;&#940;&#964;&#949;&#962; &#960;&#959;&#965; &#941;&#967;&#959;&#965;&#957; &#954;&#945;&#964;&#945;&#947;&#961;&#945;&#966;&#949;&#943; &#945;&#960;&#972; &#964;&#945; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; &#964;&#969;&#957;
&#964;&#961;&#945;&#960;&#949;&#950;&#974;&#957; &#948;&#949;&#957; &#958;&#949;&#960;&#949;&#961;&#957;&#959;&#973;&#957; &#964;&#945; 4 &#949;&#954;&#945;&#964;. &#949;&#965;&#961;&#974;. &#916;&#951;&#955;&#945;&#948;&#942; &#964;&#959; &#960;&#961;&#959;&#970;&#972;&#957; &#945;&#960;&#940;&#964;&#951;&#962; &#948;&#949;&#957;
&#958;&#949;&#960;&#949;&#961;&#957;&#940; &#964;&#959; 0,05% &#964;&#959;&#965; &#949;&#964;&#942;&#963;&#953;&#959;&#965; &#964;&#950;&#943;&#961;&#959;&#965; &#964;&#969;&#957; &#954;&#945;&#961;&#964;&#974;&#957;.

&#927; &#917;&#956;&#960;&#959;&#961;&#953;&#954;&#972;&#962; &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#928;&#949;&#953;&#961;&#945;&#953;&#974;&#962; &#949;&#966;&#953;&#963;&#964;&#940; &#964;&#951;&#957; &#960;&#961;&#959;&#963;&#959;&#967;&#942;, &#964;&#972;&#963;&#959; &#963;&#964;&#959;&#965;&#962; &#949;&#956;&#960;&#972;&#961;&#959;&#965;&#962;,
&#972;&#963;&#959; &#954;&#945;&#953; &#963;&#964;&#959;&#965;&#962; &#954;&#945;&#964;&#945;&#957;&#945;&#955;&#969;&#964;&#941;&#962; &#960;&#959;&#965; &#954;&#940;&#957;&#959;&#965;&#957; &#967;&#961;&#942;&#963;&#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#974;&#957; &#956;&#949;&#952;&#972;&#948;&#969;&#957;
&#960;&#955;&#951;&#961;&#969;&#956;&#974;&#957;, &#972;&#960;&#969;&#962; internet-banking, phone-banking &#954;&#945;&#953; e-shopping, &#957;&#945;
&#949;&#958;&#945;&#957;&#964;&#955;&#959;&#973;&#957; &#972;&#955;&#949;&#962; &#964;&#953;&#962; &#948;&#953;&#954;&#955;&#949;&#943;&#948;&#949;&#962; &#945;&#963;&#966;&#945;&#955;&#949;&#943;&#945;&#962;, &#945;&#966;&#959;&#973; &#959;&#953; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#941;&#962; &#945;&#960;&#940;&#964;&#949;&#962;
&#948;&#949;&#957; &#960;&#949;&#961;&#953;&#959;&#961;&#943;&#950;&#959;&#957;&#964;&#945;&#953; &#956;&#972;&#957;&#959; &#963;&#964;&#953;&#962; &#954;&#940;&#961;&#964;&#949;&#962;, &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#963;&#949; &#940;&#955;&#955;&#949;&#962; &#956;&#959;&#961;&#966;&#941;&#962;
&#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#974;&#957; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#947;&#974;&#957;.

-- 
Dimitris Maniadakis
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000175.html">[Owasp-greece] &#917;&#956;&#960;&#959;&#961;&#953;&#954;&#972;&#962; &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#928;&#949;&#953;&#961;&#945;&#953;&#940;: &quot;&#931;&#949; &#941;&#958;&#945;&#961;&#963;&#951; &#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942; &#945;&#960;&#940;&#964;&#951;&quot;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#174">[ date ]</a>
              <a href="thread.html#174">[ thread ]</a>
              <a href="subject.html#174">[ subject ]</a>
              <a href="author.html#174">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
