<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] &#927; &#947;&#957;&#969;&#963;&#964;&#972;&#964;&#949;&#961;&#959;&#962; &#953;&#972;&#962; &#963;&#964;&#951;&#957; &#953;&#963;&#964;&#959;&#961;&#943;&#945; &#947;&#943;&#957;&#949;&#964;&#945;&#953; &#964;&#945;&#953;&#957;&#943;&#945;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%3D%3Fiso-8859-7%3Fb%3FzyDj7fnz9Pz05fHv8iDp/PIg8/Tn7SDp%3F%3D%0A%09%3D%3Fiso-8859-7%3Fb%3F8/Tv8d/hIOPf7eX04ekg9OHp7d/h%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000270.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] &#927; &#947;&#957;&#969;&#963;&#964;&#972;&#964;&#949;&#961;&#959;&#962; &#953;&#972;&#962; &#963;&#964;&#951;&#957; &#953;&#963;&#964;&#959;&#961;&#943;&#945; &#947;&#943;&#957;&#949;&#964;&#945;&#953; &#964;&#945;&#953;&#957;&#943;&#945;</H1>
    <B>KAZAKONIS Anastasios</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%3D%3Fiso-8859-7%3Fb%3FzyDj7fnz9Pz05fHv8iDp/PIg8/Tn7SDp%3F%3D%0A%09%3D%3Fiso-8859-7%3Fb%3F8/Tv8d/hIOPf7eX04ekg9OHp7d/h%3F%3D&In-Reply-To="
       TITLE="[Owasp-greece] &#927; &#947;&#957;&#969;&#963;&#964;&#972;&#964;&#949;&#961;&#959;&#962; &#953;&#972;&#962; &#963;&#964;&#951;&#957; &#953;&#963;&#964;&#959;&#961;&#943;&#945; &#947;&#943;&#957;&#949;&#964;&#945;&#953; &#964;&#945;&#953;&#957;&#943;&#945;">kazakonis at gmail.com
       </A><BR>
    <I>Mon May  2 04:15:17 EDT 2011</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000270.html">[Owasp-greece] &#927; &#947;&#957;&#969;&#963;&#964;&#972;&#964;&#949;&#961;&#959;&#962; &#953;&#972;&#962; &#963;&#964;&#951;&#957; &#953;&#963;&#964;&#959;&#961;&#943;&#945; &#947;&#943;&#957;&#949;&#964;&#945;&#953; &#964;&#945;&#953;&#957;&#943;&#945;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#269">[ date ]</a>
              <a href="thread.html#269">[ thread ]</a>
              <a href="subject.html#269">[ subject ]</a>
              <a href="author.html#269">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#927; &#953;&#972;&#962; Love Bug, (&#947;&#957;&#969;&#963;&#964;&#972;&#962; &#954;&#945;&#953; &#956;&#949; &#964;&#953;&#962; &#959;&#957;&#959;&#956;&#945;&#963;&#943;&#949;&#962;: I love you &#954;&#945;&#953; LoveLetter), &#959;
&#959;&#960;&#959;&#943;&#959;&#962; &#956;&#960;&#955;&#972;&#954;&#945;&#961;&#949; &#964;&#945; &#949;&#953;&#963;&#949;&#961;&#967;&#972;&#956;&#949;&#957;&#945; email &#954;&#945;&#953; &#964;&#959;&#965;&#962; email servers &#963;&#949; &#972;&#955;&#959; &#964;&#959;&#957;
&#954;&#972;&#963;&#956;&#959;, &#949;&#956;&#966;&#945;&#957;&#943;&#963;&#964;&#951;&#954;&#949; &#964;&#959;&#957; &#924;&#940;&#953;&#959; &#964;&#959;&#965; 2000 &#954;&#945;&#953; &#949;&#958;&#945;&#960;&#955;&#974;&#952;&#951;&#954;&#949; &#956;&#949; &#945;&#963;&#964;&#961;&#945;&#960;&#953;&#945;&#943;&#945; &#964;&#945;&#967;&#973;&#964;&#951;&#964;&#945;.
&#927; &#953;&#972;&#962;, &#942;&#964;&#945;&#957; &#963;&#965;&#957;&#951;&#956;&#956;&#941;&#957;&#959;&#962; &#963;&#949; &#941;&#957;&#945; email &#956;&#949; &#964;&#943;&#964;&#955;&#959; &quot;I love you&quot; &#954;&#945;&#953; &#956;&#972;&#955;&#953;&#962; &#959;
&#967;&#961;&#942;&#963;&#964;&#951;&#962; &#940;&#957;&#959;&#953;&#947;&#949; &#964;&#959; email, &quot;&#956;&#972;&#955;&#965;&#957;&#949;&quot; &#964;&#959; &#955;&#949;&#953;&#964;&#959;&#965;&#961;&#947;&#953;&#954;&#972; &#963;&#973;&#963;&#964;&#951;&#956;&#945; &#954;&#945;&#953; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#959;&#973;&#963;&#949;
&#945;&#957;&#964;&#943;&#947;&#961;&#945;&#966;&#945; &#964;&#959;&#965; &#949;&#945;&#965;&#964;&#959;&#973; &#964;&#959;&#965;, &#964;&#945; &#959;&#960;&#959;&#943;&#945; &#941;&#963;&#964;&#949;&#955;&#957;&#949; &#963;&#949; &#972;&#955;&#949;&#962; &#964;&#953;&#962; &#948;&#953;&#949;&#965;&#952;&#973;&#957;&#963;&#949;&#953;&#962; &#960;&#959;&#965; &#942;&#964;&#945;&#957;
&#945;&#960;&#959;&#952;&#951;&#954;&#949;&#965;&#956;&#941;&#957;&#949;&#962; &#963;&#964;&#959;&#957; &#955;&#959;&#947;&#945;&#961;&#953;&#945;&#963;&#956;&#972;.

&#924;&#953;&#945; &#964;&#945;&#953;&#957;&#943;&#945; &#956;&#949; &#952;&#941;&#956;&#945; &#964;&#959;&#957; &#953;&#972; &#954;&#945;&#953; &#964;&#943;&#964;&#955;&#959;&quot;I love you&quot; &#949;&#943;&#957;&#945;&#953; &#941;&#964;&#959;&#953;&#956;&#951; &#957;&#945; &#954;&#940;&#957;&#949;&#953; &#964;&#951;&#957;
&#960;&#961;&#949;&#956;&#953;&#941;&#961;&#945; &#964;&#951;&#962; &#963;&#964;&#959; Newport Beach Film Festival &#964;&#951;&#962; &#922;&#945;&#955;&#953;&#966;&#972;&#961;&#957;&#953;&#945;.

&#919; &#964;&#945;&#953;&#957;&#943;&#945; &#960;&#945;&#961;&#959;&#965;&#963;&#953;&#940;&#950;&#949;&#953; &#941;&#957;&#945; &#945;&#947;&#972;&#961;&#953; &#960;&#959;&#965; &#967;&#940;&#957;&#949;&#953; &#964;&#951;&#957; &#954;&#959;&#960;&#941;&#955;&#945; &#964;&#969;&#957; &#959;&#957;&#949;&#943;&#961;&#969;&#957; &#964;&#959;&#965; &#954;&#945;&#953;
&#960;&#961;&#959;&#954;&#949;&#953;&#956;&#941;&#957;&#959;&#965; &#957;&#945; &#964;&#951;&#957; &#958;&#945;&#957;&#945;&#954;&#949;&#961;&#948;&#943;&#963;&#949;&#953; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#949;&#943; &#945;&#965;&#964;&#972;&#957; &#964;&#959;&#957; &#954;&#945;&#964;&#945;&#963;&#964;&#961;&#959;&#966;&#953;&#954;&#972;
&#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#972; &#953;&#972;. &#931;&#964;&#951;&#957; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#953;&#954;&#972;&#964;&#951;&#964;&#945;, &#959; &#953;&#972;&#962; Love Bug &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#942;&#952;&#951;&#954;&#949; &#945;&#960;&#972; &#941;&#957;&#945;&#957;
&#966;&#959;&#953;&#964;&#951;&#964;&#942; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#974;&#957; &#965;&#960;&#959;&#955;&#959;&#947;&#953;&#963;&#964;&#974;&#957; &#963;&#964;&#953;&#962; &#934;&#953;&#955;&#953;&#960;&#960;&#943;&#957;&#949;&#962;, &#956;&#949; &#963;&#954;&#959;&#960;&#972; &#957;&#945; &quot;&#963;&#960;&#940;&#963;&#949;&#953;&quot;
online &#954;&#969;&#948;&#953;&#954;&#959;&#973;&#962; &#960;&#961;&#972;&#963;&#946;&#945;&#963;&#951;&#962;. &#927; &#946;&#945;&#963;&#953;&#954;&#972;&#962; &#973;&#960;&#959;&#960;&#964;&#959;&#962; &#963;&#964;&#951;&#957; &#965;&#960;&#972;&#952;&#949;&#963;&#951;, Onel de Guzman,
&#948;&#953;&#945;&#966;&#973;&#947;&#949;&#953; &#964;&#951; &#948;&#943;&#969;&#958;&#951; &#955;&#972;&#947;&#969; &#964;&#951;&#962; &#941;&#955;&#955;&#949;&#953;&#968;&#951;&#962; &#964;&#969;&#957; &#953;&#963;&#967;&#965;&#972;&#957;&#964;&#969;&#957; &#957;&#972;&#956;&#969;&#957; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962;
&#965;&#960;&#959;&#955;&#959;&#947;&#953;&#963;&#964;&#974;&#957; &#963;&#964;&#951; &#967;&#974;&#961;&#945; &#949;&#954;&#949;&#943;&#957;&#951; &#964;&#951;&#957; &#949;&#960;&#959;&#967;&#942;.

<A HREF="http://www.real.gr/DefaultArthro.aspx?page=arthro&amp;id=64438&amp;catID=14">http://www.real.gr/DefaultArthro.aspx?page=arthro&amp;id=64438&amp;catID=14</A>
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-greece/attachments/20110502/850a7925/attachment.html">https://lists.owasp.org/pipermail/owasp-greece/attachments/20110502/850a7925/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000270.html">[Owasp-greece] &#927; &#947;&#957;&#969;&#963;&#964;&#972;&#964;&#949;&#961;&#959;&#962; &#953;&#972;&#962; &#963;&#964;&#951;&#957; &#953;&#963;&#964;&#959;&#961;&#943;&#945; &#947;&#943;&#957;&#949;&#964;&#945;&#953; &#964;&#945;&#953;&#957;&#943;&#945;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#269">[ date ]</a>
              <a href="thread.html#269">[ thread ]</a>
              <a href="subject.html#269">[ subject ]</a>
              <a href="author.html#269">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
