<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel]  Cyber Together - &#1504;&#1497;&#1497;&#1512; &#1506;&#1502;&#1491;&#1492; &#1502;&#1513;&#1493;&#1514;&#1507; &#1489;&#1504;&#1493;&#1513;&#1488; &#1508;&#1497;&#1511;&#1493;&#1495; &#1506;&#1500; &#1492;&#1497;&#1497;&#1510;&#1493;&#1488;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20%3D%3Fwindows-1255%3Fb%3FIEN5YmVyIFRvZ2V0aGVyIC0g8Onp%2BCDy%3F%3D%0A%09%3D%3Fwindows-1255%3Fb%3F7uPkIO755frzIOHw5fngIPTp9%2BXnIPLsIOTp6fbl4A%3D%3D%3F%3D&In-Reply-To=%3C012401d171dd%249f595d00%24de0c1700%24%40CyberTogether.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000517.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel]  Cyber Together - &#1504;&#1497;&#1497;&#1512; &#1506;&#1502;&#1491;&#1492; &#1502;&#1513;&#1493;&#1514;&#1507; &#1489;&#1504;&#1493;&#1513;&#1488; &#1508;&#1497;&#1511;&#1493;&#1495; &#1506;&#1500; &#1492;&#1497;&#1497;&#1510;&#1493;&#1488;</H1>
    <B>Cyber Together</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20%3D%3Fwindows-1255%3Fb%3FIEN5YmVyIFRvZ2V0aGVyIC0g8Onp%2BCDy%3F%3D%0A%09%3D%3Fwindows-1255%3Fb%3F7uPkIO755frzIOHw5fngIPTp9%2BXnIPLsIOTp6fbl4A%3D%3D%3F%3D&In-Reply-To=%3C012401d171dd%249f595d00%24de0c1700%24%40CyberTogether.org%3E"
       TITLE="[OWASP Israel]  Cyber Together - &#1504;&#1497;&#1497;&#1512; &#1506;&#1502;&#1491;&#1492; &#1502;&#1513;&#1493;&#1514;&#1507; &#1489;&#1504;&#1493;&#1513;&#1488; &#1508;&#1497;&#1511;&#1493;&#1495; &#1506;&#1500; &#1492;&#1497;&#1497;&#1510;&#1493;&#1488;">Info at CyberTogether.org
       </A><BR>
    <I>Sun Feb 28 04:07:45 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000517.html">[OWASP Israel] CyberSecurity Meetup
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#518">[ date ]</a>
              <a href="thread.html#518">[ thread ]</a>
              <a href="subject.html#518">[ subject ]</a>
              <a href="author.html#518">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

&#1489;&#1513;&#1489;&#1493;&#1506;&#1493;&#1514; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1497;&#1501;, &#1488;&#1504;&#1493; &#1489;- CyberTogether , &#1508;&#1506;&#1500;&#1504;&#1493; &#1493;&#1508;&#1493;&#1506;&#1500;&#1497;&#1501; &#1489;&#1502;&#1512;&#1509; &#1499;&#1491;&#1497; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491; &#1506;&#1501;
&#1492;&#1514;&#1511;&#1504;&#1493;&#1514; &#1492;&#1495;&#1491;&#1513;&#1493;&#1514; &#1500;&#1508;&#1497;&#1511;&#1493;&#1495; &#1506;&#1500; &#1497;&#1510;&#1493;&#1488; &#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1493;&#1514; &#1505;&#1497;&#1497;&#1489;&#1512; &#1502;&#1497;&#1513;&#1512;&#1488;&#1500;. 

&#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1494;&#1493; &#1511;&#1497;&#1497;&#1502;&#1504;&#1493; &#1492;&#1514;&#1497;&#1497;&#1506;&#1510;&#1493;&#1497;&#1493;&#1514; &#1512;&#1489;&#1493;&#1514; &#1506;&#1501; &#1502;&#1490;&#1493;&#1493;&#1503; &#1490;&#1493;&#1512;&#1502;&#1497;&#1501; &#1489;&#1514;&#1506;&#1513;&#1497;&#1497;&#1492; &#1502;&#1514;&#1493;&#1498; &#1499;&#1493;&#1493;&#1504;&#1492; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491;
&#1489;&#1495;&#1493;&#1499;&#1502;&#1492;, &#1489;&#1497;&#1506;&#1497;&#1500;&#1493;&#1514; &#1493;&#1489;&#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1506;&#1501; &#1512;&#1493;&#1506; &#1492;&#1490;&#1494;&#1497;&#1512;&#1492;.

&#1502;&#1510;&#1493;&#1512;&#1507; &#1489;&#1494;&#1492; &#1505;&#1497;&#1499;&#1493;&#1501; &#1502;&#1508;&#1490;&#1513; &#1513;&#1506;&#1512;&#1499;&#1504;&#1493; &#1497;&#1493;&#1501; &#1512;&#1489;&#1497;&#1506;&#1497; 17 &#1489;&#1508;&#1489;&#1512;&#1493;&#1488;&#1512;, &#1493;&#1499;&#1503; &#1502;&#1510;&#1493;&#1512;&#1507; &#1504;&#1497;&#1497;&#1512; &#1506;&#1502;&#1491;&#1492; &#1513;&#1490;&#1493;&#1489;&#1513;
&#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1492;&#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1492;&#1500;&#1500;&#1493;.

&#1488;&#1504;&#1493; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1500;&#1499;&#1500; &#1492;&#1495;&#1489;&#1512;&#1493;&#1514; &#1500;&#1511;&#1512;&#1493;&#1488; &#1488;&#1514; &#1504;&#1497;&#1497;&#1512; &#1492;&#1506;&#1502;&#1491;&#1492;, &#1500;&#1506;&#1489;&#1491; &#1488;&#1493;&#1514;&#1493; &#1489;&#1492;&#1514;&#1488;&#1501; &#1500;&#1514;&#1508;&#1497;&#1505;&#1514;&#1499;&#1501; &#1493;&#1500;&#1492;&#1502;&#1500;&#1510;&#1493;&#1514;
&#1492;&#1497;&#1493;&#1506;&#1510;&#1497;&#1501; &#1492;&#1502;&#1513;&#1508;&#1496;&#1497;&#1497;&#1501; &#1513;&#1500;&#1499;&#1501; &#1493;&#1500;&#1513;&#1500;&#1493;&#1495; &#1488;&#1493;&#1514;&#1493; &#1499;&#1514;&#1490;&#1493;&#1489;&#1492; &#1488;&#1497;&#1513;&#1497;&#1514; &#1513;&#1500;&#1499;&#1501; &#1506;&#1491; &#1500;&#1514;&#1488;&#1512;&#1497;&#1498; 3/3/15 &#1500;&#1499;&#1514;&#1493;&#1489;&#1514;
&#1502;&#1497;&#1497;&#1500; &#1513;&#1500; &#1492;&#1490;&#1493;&#1507; &#1513;&#1488;&#1495;&#1512;&#1488;&#1497; &#1506;&#1500; &#1492;&#1488;&#1505;&#1491;&#1512;&#1492; (&#1488;&#1490;&#1507; &#1508;&#1497;&#1511;&#1493;&#1495; &#1497;&#1497;&#1510;&#1493;&#1488; &#1502;&#1513;&#1512;&#1491; &#1492;&#1489;&#1497;&#1496;&#1495;&#1493;&#1503;)
&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">api_ncb at mod.gov.il</A>&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">api_ncb at mod.gov.il</A>

&#1499;&#1500;&#1493;&#1502;&#1512; &#1506;&#1500; &#1499;&#1500; &#1495;&#1489;&#1512;&#1492; &#1500;&#1511;&#1495;&#1514; &#1497;&#1493;&#1494;&#1502;&#1492; &#1506;&#1501; &#1504;&#1497;&#1497;&#1512; &#1492;&#1506;&#1502;&#1491;&#1492; &#1492;&#1502;&#1493;&#1510;&#1506;, &#1500;&#1513;&#1504;&#1493;&#1514;/&#1500;&#1492;&#1493;&#1505;&#1497;&#1507;/&#1500;&#1506;&#1512;&#1493;&#1498; &#1489;&#1492;&#1514;&#1488;&#1501;
&#1500;&#1502;&#1491;&#1497;&#1504;&#1497;&#1493;&#1514; &#1493;&#1506;&#1502;&#1491;&#1493;&#1514; &#1513;&#1500;&#1499;&#1501; - &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1500;&#1493;&#1490;&#1493;, &#1513;&#1501; &#1495;&#1489;&#1512;&#1492;, &#1500;&#1495;&#1514;&#1493;&#1501; &#1493;&#1500;&#1513;&#1500;&#1493;&#1495; &#1489;&#1502;&#1497;&#1497;&#1500; &#8211; &#1499;&#1500; &#1514;&#1490;&#1493;&#1489;&#1492;
&#1514;&#1505;&#1497;&#1497;&#1506; &#1500;&#1499;&#1493;&#1500;&#1501; &#1493;&#1490;&#1501; &#1500;&#1512;&#1490;&#1493;&#1500;&#1496;&#1493;&#1512; &#1500;&#1511;&#1489;&#1500; &#1492;&#1495;&#1500;&#1496;&#1493;&#1514; &#1502;&#1493;&#1513;&#1499;&#1500;&#1493;&#1514; 

&#1504;&#1493;&#1491;&#1492; &#1500;&#1499;&#1501; &#1488;&#1501; &#1514;&#1493;&#1499;&#1500;&#1493; &#1500;&#1499;&#1514;&#1489; &#1488;&#1493;&#1514;&#1504;&#1493; (CC) &#1500;&#1502;&#1497;&#1497;&#1500; &#1513;&#1514;&#1493;&#1510;&#1497;&#1488;&#1493; &#1499;&#1491;&#1497; &#1513;&#1504;&#1493;&#1499;&#1500; &#1497;&#1495;&#1491; &#1488;&#1497;&#1514;&#1499;&#1501; &#1500;&#1506;&#1511;&#1493;&#1489;
&#1488;&#1495;&#1512; &#1492;&#1492;&#1514;&#1497;&#1497;&#1495;&#1505;&#1493;&#1514; &#1500;&#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1513;&#1500; &#1499;&#1493;&#1500;&#1504;&#1493; &#1493;&#1500;&#1506;&#1491;&#1499;&#1503; &#1488;&#1514;&#1499;&#1501; &#1506;&#1500; &#1492;&#1514;&#1508;&#1514;&#1495;&#1493;&#1497;&#1493;&#1514;. 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1489;- CyberTogether &#1504;&#1508;&#1506;&#1500; &#1500;&#1510;&#1497;&#1491;&#1499;&#1501; &#1493;&#1488;&#1497;&#1514;&#1499;&#1501; &#1499;&#1491;&#1497; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491; &#1506;&#1501; &#1492;&quot;&#1490;&#1494;&#1497;&#1512;&#1493;&#1514;&quot; &#1492;&#1500;&#1500;&#1493; &#1493;&#1506;&#1501;
&#1492;&#1502;&#1506;&#1502;&#1505;&#1492; &#1513;&#1492;&#1503; &#1497;&#1493;&#1510;&#1512;&#1493;&#1514; &#1506;&#1500; &#1492;&#1514;&#1504;&#1492;&#1500;&#1493;&#1514; &#1495;&#1489;&#1512;&#1493;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1502;&#1497;&#1491;&#1506; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500;, &#1511;&#1496;&#1504;&#1493;&#1514; &#1499;&#1490;&#1491;&#1493;&#1500;&#1493;&#1514;.

&#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1511;&#1493;&#1493;&#1497;&#1501; &#1513;&#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1492;&#1502;&#1488;&#1502;&#1509; &#1492;&#1502;&#1513;&#1493;&#1514;&#1507; &#1513;&#1500; &#1499;&#1493;&#1500;&#1504;&#1493; &#1504;&#1502;&#1510;&#1488; &#1488;&#1514; &#1506;&#1510;&#1502;&#1504;&#1493; &#1489;&#1502;&#1512;&#1495;&#1489; &#1506;&#1505;&#1511;&#1497; &#1504;&#1493;&#1495;
&#1497;&#1493;&#1514;&#1512;.

&#1489;&#1489;&#1512;&#1499;&#1492;

&#1510;&#1493;&#1493;&#1514; CyberTogether

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20160228/d75baf87/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20160228/d75baf87/attachment.html</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: Cyber Together - ???? ???? ???? ?? ????? ?? ?????? - ?????? ?? ??? ?????.pdf
Type: application/pdf
Size: 410773 bytes
Desc: not available
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20160228/d75baf87/attachment.pdf">http://lists.owasp.org/pipermail/owasp-israel/attachments/20160228/d75baf87/attachment.pdf</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: ????? ???? ????? ????? ????? ?????? ?? ???? ????? 17-2-16.pdf
Type: application/pdf
Size: 577736 bytes
Desc: not available
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20160228/d75baf87/attachment-0001.pdf">http://lists.owasp.org/pipermail/owasp-israel/attachments/20160228/d75baf87/attachment-0001.pdf</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000517.html">[OWASP Israel] CyberSecurity Meetup
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#518">[ date ]</a>
              <a href="thread.html#518">[ thread ]</a>
              <a href="subject.html#518">[ subject ]</a>
              <a href="author.html#518">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
