<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Turk Telekomun Muthis Spam Onleme Methodu
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20Turk%20Telekomun%20Muthis%20Spam%20Onleme%20Methodu&In-Reply-To=6C11264AFA598940B5FF08E2A671A8F382B85D%40ISTWEXCL01VS01.ist.bshg.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000556.html">
   <LINK REL="Next"  HREF="000558.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Turk Telekomun Muthis Spam Onleme Methodu</H1>
    <B>Sahin, Enis Can (TR - Istanbul)</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20Turk%20Telekomun%20Muthis%20Spam%20Onleme%20Methodu&In-Reply-To=6C11264AFA598940B5FF08E2A671A8F382B85D%40ISTWEXCL01VS01.ist.bshg.com"
       TITLE="[Owasp-turkey] Turk Telekomun Muthis Spam Onleme Methodu">esahin at DELOITTE.COM
       </A><BR>
    <I>Tue Apr 14 03:24:48 EDT 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000556.html">[Owasp-turkey] Turk Telekomun Muthis Spam Onleme Methodu
</A></li>
        <LI>Next message: <A HREF="000558.html">[Owasp-turkey] Turk Telekomun Muthis Spam Onleme Methodu
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#557">[ date ]</a>
              <a href="thread.html#557">[ thread ]</a>
              <a href="subject.html#557">[ subject ]</a>
              <a href="author.html#557">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Anlad&#305;&#287;&#305;m kadar&#305; ile &#8220;sendmail&#8221; 587. Portuda 25. gibi dinliyor zaten bu y&#252;zden alternatif port olarak en uygun bulmu&#351; olabilirler. Benim anlamad&#305;&#287;&#305;m spam&#8217;i engellemek i&#231;in ald&#305;klar&#305; &#231;&#246;z&#252;m kullan&#305;lan portu de&#287;i&#351;tirerek &#351;a&#351;&#305;rtmaca yaratmak m&#305;? Amerikada yo&#287;un spam&#8217;in yuvas&#305; olan ISP&#8217;yi bulup NS&#8217;ler ile ili&#351;kisini keserek netten kopar&#305;yorlar yine spam durmuyor.

 

From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A> [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A>] On Behalf Of Kusmezer, Izzet Kerem (ITS-M)
Sent: Tuesday, April 14, 2009 10:08 AM
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
Subject: [Owasp-turkey] Turk Telekomun Muthis Spam Onleme Methodu

 

Biz Well Known Ports filan bilmeyiz, smtp 25 de&#287;il 587 &#252;zerinden &#231;al&#305;&#351;acak.

 

Arkada&#351;lar submission i&#231;in kullan&#305;lan portu kullan&#305;n diyorlar.

submission 587/tcp    Submission
submission 587/udp    Submission

Yak&#305;nda iana.org.tr diye site a&#231;&#305;p , b&#252;t&#252;n portlar&#305; birbirine sokarlarsa &#351;a&#351;&#305;rmamak laz&#305;m.

 

He he. Tali yol vermi&#351;ler. Ana yolda &#231;al&#305;&#351;ma var :) Known Ports falan bilmeyiz. &#199;&#252;nk&#252; biz TTNET'iz. Kendi mail protokollerini yazsalarm&#305;&#351; oldu olacak.

 

Bilgi Teknolojileri ve Iletisim Kurumu &#231;al&#305;&#351;anlar&#305;n&#305;n nas&#305;l se&#231;ildi&#287;inide merak etmekteyim.

 

Bilgi Teknolojileri ve iletisim Kurumu(BTK) &#246;nderliginde, erisim ve yer saglayici firmalarla birlikte, internet g&#252;venligine tehdit olusturan ve internet kullanicilarina ait kaynaklari suiistimal eden konulardan olan, istem disi elektronik postalarin (SPAM) etkileri ve nasil engellenebilecegine y&#246;nelik olarak &#231;alismalar kapsaminda TTNET ile birlikte bir pilot uygulama ger&#231;eklestirilecektir. Bu baglamda BTK&#8217;nin istegi &#252;zerine &#252;lkemizin &#246;nde gelen Servis Saglayicilari ve TTNET yetkilileri ile yapilan toplanti sonucunda;
&#220;lkemizin uluslararasi bilisim arenasindaki imajini g&#252;&#231;lendirebilmek ve ayni zamanda internet g&#252;venligini olusturabilmek amaciyla istem-disi e-postaya karsi, yurt genelindeki internet abonelerinin tamamina yakinini temsil eden ADSL internet abonelerinden dinamik IP kullananlari kapsayan &#231;&#246;z&#252;m modeli taslagi TTNET tarafindan BTK&#8217; ya sunulmustur.

Istem disi e-postalarla m&#252;cadeleye y&#246;nelik olarak e-posta haberlesmesinin 25. Portun kapatilarak 587. Port &#252;zerinden yapilmasi hususlarinda g&#246;r&#252;s alisverisinde bulunulmustur. ( Kim bulundu , kimi buldu , kim uydurdu bunu.)


Bahse konu toplanti sonucunda;
25. Portun kapatilip 587. Porta ge&#231;ilmesi konusunda TTNET ve yer saglayicilarin da katilimiyla pilot bir uygulama yapilmasi hususunda karar alinmistir

 

Alinan bu kararla birlikte; pilot &#231;alismanin yapilacagi iller olan;
Aydin, Bayburt, Diyarbakir, Giresun, G&#252;m&#252;shane, Ordu, Rize, Sivas, Tokat, Trabzon&#8217;da
15 Nisan 2009 tarihi itibariyle, e-posta g&#246;nderiminde kullanilan 25. Portun kapatilarak, yerine 587. Portun a&#231;ilacagini ve bu sebeple gerekli ayarlarin yapilmasi, aksi takdirde e-posta g&#246;ndermede sorun yasanabilecegini
15 Nisan 2009 tarihinden itibaren Nisan ayi sonuna kadar asamali olarak her biri 65.000 adetlik 4 adet IP blogundan olusan yaklasik 256.000 IP adresinin 25. Porta ISS olarak TTNET tarafindan kapatilacagini,
Siz degerli &#199;izgi Telekom m&#252;sterilerine ve t&#252;m internet kullanicilarina &#246;nemle duyururuz.

Outlook'larinizda 587. porta ge&#231;is ayarlari i&#231;in asagidaki linklerden faydalanabilirsiniz.

Oulook Expres i&#231;in 587. porta ge&#231;is ayalari &lt;<A HREF="https://destek.natro.com/index.php?_m=knowledgebase&amp;_a=viewarticle&amp;kbarticleid=164&amp;nav=0,7">https://destek.natro.com/index.php?_m=knowledgebase&amp;_a=viewarticle&amp;kbarticleid=164&amp;nav=0,7</A>&gt; 
Outlook 2003 i&#231;in 587. porta ge&#231;is ayalari &lt;<A HREF="https://destek.natro.com/index.php?_m=knowledgebase&amp;_a=viewarticle&amp;kbarticleid=165&amp;nav=0,7">https://destek.natro.com/index.php?_m=knowledgebase&amp;_a=viewarticle&amp;kbarticleid=165&amp;nav=0,7</A>&gt; 
Outlook 2007 i&#231;in 587. porta ge&#231;is ayarlari &lt;<A HREF="https://destek.natro.com/index.php?_m=knowledgebase&amp;_a=viewarticle&amp;kbarticleid=166&amp;nav=0,7">https://destek.natro.com/index.php?_m=knowledgebase&amp;_a=viewarticle&amp;kbarticleid=166&amp;nav=0,7</A>&gt; 
 
Asagidaki linkten TTNET&#8217;in konuyla ilgili detayli a&#231;iklamalarini ve Port degisikliklerinin e-posta hesaplarina nasil tanimlanacaginin &#246;rneklerini bulabilirsiniz.

<A HREF="http://www.ttnet.com.tr/web/198-1025-1-1/tr/ttnet/bunlari_biliyor_musunuz_/simdi_eposta_kutunuz_daha_guvenli">http://www.ttnet.com.tr/web/198-1025-1-1/tr/ttnet/bunlari_biliyor_musunuz_/simdi_eposta_kutunuz_daha_guvenli</A> &lt;<A HREF="http://www.ttnet.com.tr/web/198-1025-1-1/tr/ttnet/bunlari_biliyor_musunuz_/simdi_eposta_kutunuz_daha_guvenli">http://www.ttnet.com.tr/web/198-1025-1-1/tr/ttnet/bunlari_biliyor_musunuz_/simdi_eposta_kutunuz_daha_guvenli</A>&gt; 

Konu ile ilgili daha detayli bilgi i&#231;in 4440375'i arayip 5 tusuna basarak ulasacaginiz M&#252;steri Temsilcisi'nden destek alabilirsiniz.
Port Degisikliginden Etkilenmeyenler 

*	Web tabanli e-posta hizmeti alan hi&#231;bir m&#252;steri sorun yasamayacaktir. 
*	Gmail, Yahoo, Hotmail gibi e-posta saglayicilari istemci bazli hizmetlerinde 25. port kullanmadigi i&#231;in bu hizmetleri kullananlar etkilenmeyecektir. 
*	Statik IP'li olan e-posta sunucusu, ADSL erisimi kullanan firmalarin kullanicilari etkilenmeyecektir. 
*	Kurumsal sirket &#231;alisanlari genelde VPN yada OWA gibi web tabanli erisimler kullandiklari i&#231;in sorun yasamayacaktir.  ( Smtp kullan&#305;yorsan&#305;z ya statik ip alacaksiniz , ya da ayvay&#305; yediniz, &#231;&#252;nk&#252; 20 y&#305;ll&#305;k smtp T&#252;rk Telekom buyurmas&#305;yla 587'de &#231;al&#305;&#351;acak.)

 

________________________________

From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A> [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A>] On Behalf Of Gokhan ALKAN
Sent: Sal&#305;, Mart 17, 2009 9:11 AM
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
Subject: [Owasp-turkey] WGT Bili&#351;im G&#252;nleri 09

   Sakarya &#220;niversitesinde d&#252;zenlenecek olan &#8221;Bili&#351;im G&#252;nleri 09&#8243; etkinli&#287;inde Web  G&#252;venli&#287;i Toplulu&#287;u olarak  &#8221;Web G&#252;venlik Duvar&#305;n&#305;z&#305; Dinleyin - ModSecurity &amp; Jarvinen&#8221;  ve &#8220;Open Web Application Security Project&#8221; isimli  2 sunum ger&#231;ekle&#351;tirilecektir. Sunum detaylar&#305;na <A HREF="http://www.webguvenligi.org/etkinlik/web-guvenligi-bilisim-teknolojileri-gunleri-09.html">http://www.webguvenligi.org/etkinlik/web-guvenligi-bilisim-teknolojileri-gunleri-09.html</A> adresinden eri&#351;im sa&#287;lanabilir.


-------------------------------------------------------------------
<A HREF="http://www.webguvenligi.org/">http://www.webguvenligi.org/</A>

T&#252;rk&#231;e Web Uygulama G&#252;venli&#287;i E-Posta Listesine &#252;ye olmak i&#231;in:
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A> 
 
Deloitte; bir veya birden fazla, ayr&#305; ve ba&#287;&#305;ms&#305;z birer yasal varl&#305;k olan, &#304;svi&#231;re mevzuat&#305;na g&#246;re kurulmu&#351; Deloitte Touche Tohmatsu'ya ve &#252;ye firma a&#287;&#305;na atfedilmektedir. Deloitte Touche Tohmatsu ve &#252;ye firmalar&#305;n&#305;n yasal yap&#305;s&#305;n&#305;n detayl&#305; a&#231;&#305;klamas&#305; i&#231;in l&#252;tfen www.deloitte.com/about adresine bak&#305;n&#305;z.


Deloitte refers to one or more of Deloitte Touche Tohmatsu, a Swiss Verein, and its network of member firms, each of which is a legally separate and independent entity. Please see www.deloitte.com/about for a detailed description of the legal structure of Deloitte Touche Tohmatsu and its Member Firms.
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20090414/0ffb51b6/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20090414/0ffb51b6/attachment-0001.html</A> 
-------------- next part --------------
A non-text attachment was scrubbed...
Name: not available
Type: image/jpeg
Size: 39967 bytes
Desc: image001.jpg
Url : <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20090414/0ffb51b6/attachment-0001.jpe">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20090414/0ffb51b6/attachment-0001.jpe</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000556.html">[Owasp-turkey] Turk Telekomun Muthis Spam Onleme Methodu
</A></li>
	<LI>Next message: <A HREF="000558.html">[Owasp-turkey] Turk Telekomun Muthis Spam Onleme Methodu
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#557">[ date ]</a>
              <a href="thread.html#557">[ thread ]</a>
              <a href="subject.html#557">[ subject ]</a>
              <a href="author.html#557">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
