<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Let's introduce ourselves
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20Let%27s%20introduce%20ourselves&In-Reply-To=%3CCAPa43QSerf%2BRzCK_QgZLaAeQia7d2kc%2BucPWc2bzFrWn99U%2B9A%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000394.html">
   <LINK REL="Next"  HREF="000398.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Let's introduce ourselves</H1>
    <B>Liassas George</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20Let%27s%20introduce%20ourselves&In-Reply-To=%3CCAPa43QSerf%2BRzCK_QgZLaAeQia7d2kc%2BucPWc2bzFrWn99U%2B9A%40mail.gmail.com%3E"
       TITLE="[Owasp-greece] Let's introduce ourselves">liassas87 at gmail.com
       </A><BR>
    <I>Tue Nov 26 21:15:18 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000394.html">[Owasp-greece] Let's introduce ourselves
</A></li>
        <LI>Next message: <A HREF="000398.html">[Owasp-greece] enisa privacy forum
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#395">[ date ]</a>
              <a href="thread.html#395">[ thread ]</a>
              <a href="subject.html#395">[ subject ]</a>
              <a href="author.html#395">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#919; &#963;&#949;&#953;&#961;&#940; &#956;&#959;&#965;, &#955;&#941;&#947;&#959;&#956;&#945;&#953; &#923;&#953;&#940;&#963;&#963;&#945;&#962; &#915;&#953;&#974;&#961;&#947;&#959;&#962; &#954;&#945;&#953; &#949;&#943;&#956;&#945;&#953; &#945;&#960;&#972;&#966;&#959;&#953;&#964;&#959;&#962; &#964;&#959;&#965; &#964;&#956;&#942;&#956;&#945;&#964;&#959;&#962;
&#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#953;&#954;&#942;&#962; &#964;&#959;&#965; &#927;.&#928;.&#913;. &#913;&#965;&#964;&#972; &#964;&#959; &#954;&#945;&#955;&#959;&#954;&#945;&#943;&#961;&#953; &#959;&#955;&#959;&#954;&#955;&#942;&#961;&#969;&#963;&#945; &#964;&#953;&#962; &#956;&#949;&#964;&#945;&#960;&#964;&#965;&#967;&#953;&#945;&#954;&#941;&#962;
&#963;&#960;&#959;&#965;&#948;&#941;&#962; &#956;&#959;&#965; &#963;&#964;&#959;&#957; &#964;&#959;&#956;&#941;&#945; &#964;&#959;&#965; Security and Mobile Computing. &#928;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#949;&#962;
&#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; &#947;&#953;&#945; &#956;&#941;&#957;&#945; &#952;&#945; &#946;&#961;&#949;&#943;&#964;&#949; &#963;&#964;&#959; LinkedIn.
&#928;&#955;&#941;&#959;&#957; &#949;&#961;&#947;&#940;&#950;&#959;&#956;&#945;&#953; &#963;&#964;&#951;&#957; &#922;&#959;&#960;&#949;&#947;&#967;&#940;&#947;&#951; &#960;&#940;&#957;&#969; &#963;&#949; Security, Quality and Compliance. &#932;&#945;
&#949;&#957;&#948;&#953;&#945;&#966;&#941;&#961;&#959;&#957;&#964;&#940; &#956;&#959;&#965; &#949;&#954;&#964;&#949;&#943;&#957;&#959;&#957;&#964;&#945;&#953; &#963;' &#972;&#955;&#959; &#964;&#959; &#949;&#973;&#961;&#959;&#962; &#964;&#951;&#962; &#913;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#953;&#974;&#957; &#956;&#949;
&#956;&#953;&#945; &#953;&#948;&#953;&#945;&#943;&#964;&#949;&#961;&#951; &#945;&#947;&#940;&#960;&#951; &#963;&#964;&#959;&#957; &#964;&#959;&#956;&#941;&#945; &#964;&#959;&#965; Forensics.

&#914;&#961;&#943;&#963;&#954;&#969; &#964;&#951;&#957; &#953;&#948;&#941;&#945; &#964;&#959;&#965; forum &#949;&#957;&#948;&#953;&#945;&#966;&#941;&#961;&#959;&#965;&#963;&#945; &#945;&#957; &#954;&#945;&#953; &#963;&#965;&#956;&#966;&#969;&#957;&#974; &#960;&#969;&#962; &#960;&#959;&#955;&#955;&#940; &#949;&#961;&#947;&#945;&#955;&#949;&#943;&#945;
&#949;&#960;&#953;&#954;&#959;&#953;&#957;&#969;&#957;&#943;&#945;&#962; &#956;&#960;&#959;&#961;&#959;&#973;&#957; &#957;&#945; &#954;&#945;&#964;&#945;&#954;&#949;&#961;&#956;&#945;&#964;&#943;&#963;&#959;&#965;&#957; &#964;&#953;&#962; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; &#960;&#959;&#965; &#956;&#959;&#953;&#961;&#945;&#950;&#972;&#956;&#945;&#963;&#964;&#949;.
&#913;&#957; &#963;&#965;&#956;&#966;&#969;&#957;&#942;&#963;&#959;&#965;&#956;&#949; &#963;&#964;&#951;&#957; &#967;&#961;&#942;&#963;&#951; &#954;&#945;&#953; &#964;&#959; &#960;&#949;&#961;&#953;&#949;&#967;&#972;&#956;&#949;&#957;&#959; &#954;&#940;&#952;&#949; &#949;&#961;&#947;&#945;&#955;&#949;&#943;&#959;&#965;, &#960;.&#967; wiki,
forum, twitter, &#964;&#972;&#964;&#949; &#943;&#963;&#969;&#962; &#957;&#945; &#947;&#949;&#965;&#964;&#959;&#973;&#956;&#949; &#956;&#972;&#957;&#959; &#964;&#945; &#960;&#955;&#949;&#959;&#957;&#949;&#954;&#964;&#942;&#956;&#945;&#964;&#940; &#964;&#959;&#965;&#962;.

&#934;&#953;&#955;&#953;&#954;&#940;,
&#915;&#953;&#974;&#961;&#947;&#959;&#962;


&#931;&#964;&#953;&#962; 26 &#925;&#959;&#949;&#956;&#946;&#961;&#943;&#959;&#965; 2013 - 8:34 &#956;.&#956;., &#959; &#967;&#961;&#942;&#963;&#964;&#951;&#962; &#916;&#951;&#956;&#972;&#960;&#959;&#965;&#955;&#959;&#962; &#919;&#955;&#943;&#945;&#962; &lt;
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">dimopoulos.elias at gmail.com</A>&gt; &#941;&#947;&#961;&#945;&#968;&#949;:

&gt;<i> &#922;&#945;&#955;&#951;&#963;&#960;&#941;&#961;&#945; &#954;&#945;&#953; &#945;&#960;&#972; &#949;&#956;&#941;&#957;&#945;.
</I>&gt;<i> &#927;&#957;&#959;&#956;&#940;&#950;&#959;&#956;&#945;&#953; &#916;&#951;&#956;&#972;&#960;&#959;&#965;&#955;&#959;&#962; &#919;&#955;&#943;&#945;&#962; &#954;&#945;&#953; &#949;&#943;&#956;&#945;&#953; &#945;&#960;&#972;&#966;&#959;&#953;&#964;&#959;&#962; &#964;&#951;&#962; &#963;&#967;&#959;&#955;&#942;&#962; &#956;&#951;&#967;&#945;&#957;&#953;&#954;&#974;&#957;
</I>&gt;<i> &#956;&#949;&#964;&#945;&#955;&#955;&#949;&#943;&#969;&#957; &#956;&#949;&#964;&#945;&#955;&#955;&#959;&#965;&#961;&#947;&#974;&#957; (?) &#964;&#959;&#965; &#917;.&#924;.&#928;.
</I>&gt;<i> &#913;&#963;&#967;&#959;&#955;&#959;&#973;&#956;&#945;&#953; &#954;&#965;&#961;&#943;&#969;&#962; &#956;&#949; &#964;&#959; security &#963;&#949; web applications &#954;&#940;&#964;&#953; &#960;&#959;&#965; &#956;&#949; &#947;&#959;&#942;&#964;&#949;&#965;&#949;
</I>&gt;<i> &#945;&#960;&#972; &#956;&#953;&#954;&#961;&#972; &#960;&#945;&#953;&#948;&#943;, &#956;&#949; &#964;&#959;&#957; &#960;&#961;&#959;&#947;&#961;&#945;&#956;&#956;&#945;&#964;&#953;&#963;&#956;&#972; &#963;&#949; c/c++ &#954;&#945;&#953; &#959;&#955;&#959;&#954;&#955;&#951;&#961;&#974;&#957;&#969; &#964;&#959; ccna
</I>&gt;<i> &#963;&#949; &#955;&#943;&#947;&#959;&#965;&#962; &#956;&#942;&#957;&#949;&#962;.
</I>&gt;<i> &#931;&#964;&#959; packetstorm (<A HREF="http://packetstormsecurity.com/files/author/10816/">http://packetstormsecurity.com/files/author/10816/</A>)
</I>&gt;<i> &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#946;&#961;&#949;&#943;&#964;&#949; &#948;&#973;&#959; &#960;&#961;&#972;&#963;&#966;&#945;&#964;&#949;&#962; &#948;&#951;&#956;&#959;&#963;&#953;&#949;&#973;&#963;&#949;&#953;&#962; &#947;&#953;&#945; &#964;&#959; &#960;&#969;&#962; &#956;&#960;&#959;&#961;&#949;&#943; &#954;&#940;&#960;&#959;&#953;&#959;&#962;
</I>&gt;<i> &#957;&#945; &#967;&#961;&#951;&#963;&#953;&#956;&#959;&#960;&#959;&#953;&#942;&#963;&#949;&#953; &#964;&#959; facebook &#947;&#953;&#945; &#957;&#945; &#954;&#940;&#957;&#949;&#953; port scan &#963;&#949; &#941;&#957;&#945;&#957; server &#954;&#945;&#953;
</I>&gt;<i> &#964;&#959; &#960;&#969;&#962; &#951; &#949;&#954;&#964;&#941;&#955;&#949;&#963;&#951; &#964;&#969;&#957; javascript &#945;&#960;&#959; &#964;&#959; googleusercontent.com &#956;&#960;&#959;&#961;&#949;&#943; &#957;&#945;
</I>&gt;<i> &#959;&#948;&#951;&#947;&#942;&#963;&#949;&#953; &#963;&#949; open redirect &#964;&#959; google translate (&#954;&#945;&#953; &#964;&#959; google.com).
</I>&gt;<i> &#917;&#960;&#943;&#963;&#951;&#962; &#955;&#943;&#947;&#945; &#940;&#961;&#952;&#961;&#945; &#956;&#959;&#965; &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#946;&#961;&#949;&#943;&#964;&#949; &#954;&#945;&#953; &#963;&#964;&#959; blog &#956;&#959;&#965;
</I>&gt;<i> <A HREF="http://www.solvix.gr">http://www.solvix.gr</A> .
</I>&gt;<i> &#932;&#959; twitter &#956;&#959;&#965; &#949;&#943;&#957;&#945;&#953; @DimopoulosElias.
</I>&gt;<i> &#935;&#945;&#943;&#961;&#959;&#956;&#945;&#953; &#960;&#959;&#965; &#949;&#960;&#953;&#964;&#941;&#955;&#959;&#965;&#962; &#959; &#966;&#940;&#954;&#949;&#955;&#959;&#962; Owasp &#947;&#949;&#956;&#943;&#950;&#949;&#953; &#956;&#949; mail.
</I>&gt;<i>
</I>&gt;<i> &#933;.&#915;: To isaca &#960;&#959;&#955;&#973; &#954;&#945;&#955;&#972; &#966;&#941;&#964;&#959;&#962;. &#931;&#965;&#947;&#967;&#945;&#961;&#951;&#964;&#942;&#961;&#953;&#945;
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-greece mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">Owasp-greece at lists.owasp.org</A>
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">https://lists.owasp.org/mailman/listinfo/owasp-greece</A>
</I>&gt;<i>
</I>


-- 



*Georgios LiassasMSc student in NordSecMobDep. of Informatics and
Mathematical Modelling ,Technical University of Denmark ,  Copenhagen.*
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-greece/attachments/20131126/fdfc0fe6/attachment.html">http://lists.owasp.org/pipermail/owasp-greece/attachments/20131126/fdfc0fe6/attachment.html</A>&gt;
</PRE>




<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000394.html">[Owasp-greece] Let's introduce ourselves
</A></li>
	<LI>Next message: <A HREF="000398.html">[Owasp-greece] enisa privacy forum
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#395">[ date ]</a>
              <a href="thread.html#395">[ thread ]</a>
              <a href="subject.html#395">[ subject ]</a>
              <a href="author.html#395">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
