<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP-Geneva] Infos - Semaine 23/2013
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-geneva%40lists.owasp.org?Subject=Re%3A%20%5BOWASP-Geneva%5D%20Infos%20-%20Semaine%2023/2013&In-Reply-To=%3C51A85CD8.1080104%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000045.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP-Geneva] Infos - Semaine 23/2013</H1>
    <B>Antonio Fontes</B> 
    <A HREF="mailto:owasp-geneva%40lists.owasp.org?Subject=Re%3A%20%5BOWASP-Geneva%5D%20Infos%20-%20Semaine%2023/2013&In-Reply-To=%3C51A85CD8.1080104%40owasp.org%3E"
       TITLE="[OWASP-Geneva] Infos - Semaine 23/2013">antonio.fontes at owasp.org
       </A><BR>
    <I>Fri May 31 08:18:32 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000045.html">[OWASP-Geneva] Infos - Semaine 21/2013
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#46">[ date ]</a>
              <a href="thread.html#46">[ thread ]</a>
              <a href="subject.html#46">[ subject ]</a>
              <a href="author.html#46">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Bonjour,

Quelques informations:

1) A vos agendas: mardi 25 juin, d&#232;s 18h - Soir&#233;e OWASP
2) Sondage &#233;t&#233; 2013: vos r&#233;ponses
3) Cr&#233;ation du Comit&#233; OWASP Geneva
4) Autres informations


1. A vos agendas: mardi 25 juin - 18h
---------------------------
Dans le cadre de l'OWASP European Tour, la section OWASP Geneva
organisera une soir&#233;e r&#233;seautage/conf&#233;rences le mardi 25 juin prochain,
d&#232;s 18h, &#224; Gen&#232;ve. Le programme n'est pas encore d&#233;fini mais consistera
probablement en un cycle de 3 &#224; 4 conf&#233;rences pr&#233;c&#233;d&#233; d'un
d&#238;ner/collation et, si nous en avons l'occasion, un atelier technique.

Vous &#234;tes d'ores-et-d&#233;j&#224; cordialement invit&#233;-&#233;e &#224; *inscrire la soir&#233;e du
25 juin dans votre agenda!*

-- opportunit&#233;s de sponsoring
L'acc&#232;s aux conf&#233;rences sera gratuit. Des conf&#233;renciers internationaux
seront probablement convi&#233;s, ce qui entra&#238;nera des frais de
transport/h&#233;bergement. Les organisations d&#233;sireuses d&#8217;accro&#238;tre leur
visibilit&#233; lors de l'&#233;v&#233;nement, ou simplement de soutenir le projet,
sont cordialement invit&#233;es &#224; me contacter.

Les options suivantes vous int&#233;resseraient-elles?
Sponsorings cibl&#233;s:
- Financement du repas pr&#233;-conf&#233;rences (boissons, sandwichs/pizza/ap&#233;ro,
env. 50 minutes, d&#232;s 18h, env. CHF 750)
- Financement de l'interm&#232;de (boissons, env. 15 minutes, vers 21h., env.
CHF 250)
- Financement d'un conf&#233;rencier (p&#233;rim&#232;tre: Europe, une liste sera
annonc&#233;e sous peu, env. CHF 350-600)
- Mise &#224; disposition d'une infrastructure pour la soir&#233;e (au centre-ville)
Sponsoring exclusif:
- Financement complet de l'&#233;v&#233;nement (CHF 2600)
(s'annoncer rapidement)






2. Sondage &#233;t&#233; 2013: vos r&#233;ponses!
---------------------------
Une dizaine de r&#233;pondants au sondage concernant les activit&#233;s de cet &#233;t&#233;
(un grand merci!), ce qui est &quot;largement&quot; suffisant pour notre section.

En r&#233;sum&#233;:
- la majorit&#233; des membres se prononce en faveur du mois de juillet, et
ne souhaite pas se lever t&#244;t le matin.
- les formats pr&#233;f&#233;r&#233;s sont le meeting standard et des
formations/ateliers techniques sur une demi-journ&#233;e
- la majorit&#233; se prononce int&#233;ress&#233;e de basculer vers des pr&#233;sentations
en Anglais
- les projets OWASP qui font le plus vibrer (dans l'ordre d&#233;croissant):
ASVS (standard de v&#233;rification de la s&#233;curit&#233;), Top 10 Mobile, OpenSAMM,
Top 10 web et Top 10 cloud
- les sujets dont on aimerait plus entendre parler: protection des
interfaces REST/SOAP, d&#233;veloppement aspects s&#233;curitaires lors du
d&#233;veloppement avec Javascript, aspects s&#233;curitaires dans les
applications destin&#233;es &#224; la consultation par des terminaux mobiles,
aspects s&#233;curitaires lors de l'utilisation d'outils de gestion de
contenu (CMS)
- la majorit&#233; se prononce en faveur d'activit&#233;s &#224; Gen&#232;ve, premi&#232;rement,
puis Lausanne.



3. Cr&#233;ation du Comit&#233; OWASP Geneva
-------------------------------
J'ai le plaisir et le privil&#232;ge de souhaiter *la bienvenue &#224; Simon
Blanchet et Thomas Hofer*, qui ont pris leurs fonctions le 16 mai
dernier en qualit&#233; de membres du Comit&#233; de la section (OWASP Geneva
Chapter Board).

Ce Comit&#233; aura entre autres pour objectifs de cr&#233;er un pont direct avec
des acteurs particuli&#232;rement expos&#233;s &#224; la probl&#233;matique de la s&#233;curit&#233;
logicielle (pour l'instant, secteurs bancaire et administration
publique) et tenter de mieux r&#233;pondre &#224; leurs besoins tout en augmentant
les activit&#233;s r&#233;guli&#232;res de la section.

D'autres informations sur ce sujet suivront tout prochainement.



4. En vrac
-------
1) Blackhat USA: r&#233;duction de 15% pour les membres OWASP
Les membres affili&#233;s &#224; une section OWASP b&#233;n&#233;ficient d'une r&#233;duction de
15% &#224; la prochaine conf&#233;rence Blackhat USA
(<A HREF="http://www.blackhat.com/us-13/">http://www.blackhat.com/us-13/</A>). Code de r&#233;duction: KobrLQ55

2) OWASP Appsec Europe - 20-23 ao&#251;t - r&#233;duction de 15% pour les membres
Le programme des formations techniques et la 1&#232;re journ&#233;e de
pr&#233;sentations est d&#233;sormais en ligne (<A HREF="https://appsec.eu/program/">https://appsec.eu/program/</A>). (les
membres affili&#233;s &#224; une section OWASP b&#233;n&#233;ficient d'une r&#233;duction de 15%)

3) Webcast Injections LDAP
La section OWASP Montr&#233;al a enregistr&#233; son meeting du 22 mai dernier.
Sujet: les Injections de commandes LDAP. L'archive est consultable sur
Youtube: <A HREF="http://youtu.be/-H_ppnQeBIo?t=3m40s">http://youtu.be/-H_ppnQeBIo?t=3m40s</A>

4) Appel &#224; contributions: projet OWASP Mobile security
Le projet Mobile Security a besoin de donn&#233;es pour &#233;tablir un &#233;tat des
lieux des principaux risques. Les organisations sont invit&#233;es &#224;
soumettre (anonymement ou en qualit&#233; de contributeur au projet) les cas
de vuln&#233;rabilit&#233;s (suite &#224; des audits) ou d'incidents de s&#233;curit&#233; ayant
affect&#233; leur offre de services destin&#233;s aux terminaux mobiles.


Excellent weekend &#224; toutes et &#224; tous,
Antonio Fontes
OWASP Geneva Chapter


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000045.html">[OWASP-Geneva] Infos - Semaine 21/2013
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#46">[ date ]</a>
              <a href="thread.html#46">[ thread ]</a>
              <a href="subject.html#46">[ subject ]</a>
              <a href="author.html#46">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-geneva">More information about the OWASP-Geneva
mailing list</a><br>
</body></html>
