<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP Israel April 2016 Meetup
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20Israel%20April%202016%20Meetup&In-Reply-To=%3CCAJRrLgGvr2LeLhJqScKo3qGRESLh1BELZY113UXcGFhNzteo9w%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000521.html">
   <LINK REL="Next"  HREF="000523.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP Israel April 2016 Meetup</H1>
    <B>Or Katz</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20Israel%20April%202016%20Meetup&In-Reply-To=%3CCAJRrLgGvr2LeLhJqScKo3qGRESLh1BELZY113UXcGFhNzteo9w%40mail.gmail.com%3E"
       TITLE="[OWASP Israel] OWASP Israel April 2016 Meetup">katz3112 at gmail.com
       </A><BR>
    <I>Tue Mar 15 08:56:20 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000521.html">[OWASP Israel] &#1502;&#1513;&#1512;&#1493;&#1514; &#1508;&#1514;&#1493;&#1495;&#1493;&#1514; - &#1511;&#1493;&#1502;&#1505;&#1511;
</A></li>
        <LI>Next message: <A HREF="000523.html">[OWASP Israel] Registration for the European OWASP Conference 2016	NOW OPEN!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#522">[ date ]</a>
              <a href="thread.html#522">[ thread ]</a>
              <a href="subject.html#522">[ subject ]</a>
              <a href="author.html#522">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>!Hi everyone



OWASP&#8239;Israel will hold 2016 second meeting on Tuesday,&#8239;*April** 12th, 2016*&#8239;at
17:00 HP offices.



HP's offices are located in Altalef 9, Yehud, 7th floor.



Agenda is below.



As always, attendance is free but we do need you to register in advance.
This time, we will be using Meetup for meeting registration.

Please join (free) and RSVP here:
<A HREF="http://www.meetup.com/OWASP-Israel/events/229091469/">http://www.meetup.com/OWASP-Israel/events/229091469/</A>



See you at the meeting,


Or Katz

OWASP&#8239;Israel Board Member



*&#1492;&#1493;&#1491;&#1506;&#1492; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;*





*Agenda:&#8239;*



*17:00 &#8211; Gathering, Food &amp; drinks*



*17:30 &#8211; Opening Note*



*17:45 &#8211; **A Day in The Life of a Security Architect*

*Ori Troyna, Transform Security Lead, HPE SW*

Security architect&#8217;s day can be full with processes and formalities, it is
a crucial part of the architects&#8217; work and allow the risk management to be
possible in an enterprise.

I would like to focus on the day to day work to present how technical it is
and how to take the security to the next level when talking about releases,
the discussion with developers, the research and the innovations!

In my presentation, I will refer to number of use cases from the last few
months; Docker, Redis, e2e encryption, etc..



*18:05 &#8211; Regulating Cyber Security Disciplines*

Avi Weismann*, CEO See Security*

The cyber security field in Israel employs a variety of professionals in
various cyber security disciplines. Those professionals vary significantly
in their professional level and  no assurance is provided regarding their
professional expertise to assist organizations to appropriately handle
cyber security threats and incident. That was the background for the Cyber
Security professions regulation, that is designed to assure the
professionalism, integrity and ethics of cyber security professionals.



In light of the complexity of the regulation matter, and since the purpose
has been deem required, minimal professional requirements were  established
in order to appropriately deal with various threats such as: defense,
public safety, national economy.

The regulating document strictly defines a significant part of cyber
security disciplines, and will in the feature define minimal professional
requirements in the form of: Independent certification by the NCB, and\or
Internationally recognized  vendor-free certifications, and\or
Internationally recognized  vendor-specific certifications.



The presentation shall describe the NCB decisions thus far and the upcoming
steps to assure the professional level of cyber security professionals in
Israel.



*18:50 &#8211; Coffee break*



*19:05 &#8211; **When Crypto Fails &#8211; can we actually break AES?*

*Shay Zalalichin**, **CEO of Palantir Security and the Head of HPE SW
Security Labs*

There is a common misconception that strong cryptography provides the
required &#8220;silver bullet&#8221; just because its being used.

However, in reality, cryptography is far from being a trivial subject and
using cryptography correctly does requires us to understand

the &#8220;little bits&#8221; and the weaknesses of the algorithms that are being used.

In this short presentation I will try to touch the &#8220;tip of the iceberg&#8221;
with demonstration of practical attacks that totally breaks CBC based
ciphers such as DES, 3DES and AES.



*19:25 &#8211; The bits DO matter: Extreme Penetration Testing Techniques *

*Yaniv Simsolo, CTO, Palantir Security*

Normally, pen-testing a system is a process defined by whatever available
interfaces and GUI the application is exposing. Each type of interface or
protocol requires a different approach, for which many proven tools exist.
Most systems can be tested through their GUI layer up to an acceptable
level. Similarly, most internal components and interfaces can be thoroughly
tested given relevant internal access. Books and Best practices are
published for most of the security testing areas and approaches, hence
(almost) nothing new under the sun and it takes serious efforts to extend
the current know-how. Sometimes a tested system or component has no GUI
whatsoever. This is no obstacle for professionals, since proven techniques
like Reversing, Memory Analysis, Code Review and Debug will be implemented.
However, when Reversing, Memory Analysis or Debug are not feasible or
practical and Code Review is known to be limited, a different approach is
required. This is the case for example when the components to be tested are
internal and bounded at a level such that using said auditing techniques is
not practical. The revive of Penetration Testing: the Extreme approach. The
presentation will demonstrate a hands-on practical approach for extreme
pen-testing when other techniques are not feasible. We will discuss the
typical problems and limitations, introduce a solution and review its
advantages, effectiveness (and limitations) over other techniques.

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,
&#1492;&#1502;&#1508;&#1490;&#1513; &#1492;&#1512;&#1489;&#1506;&#1493;&#1504;&#1497; &#1492;&#1511;&#1512;&#1493;&#1489; &#1513;&#1500; OWASP &#1497;&#1513;&#1512;&#1488;&#1500; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489; 12 &#1500;&#1488;&#1508;&#1512;&#1497;&#1500;, &#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497; &#1489;&#1513;&#1506;&#1492; 17:00
&#1489;&#1502;&#1513;&#1512;&#1491;&#1497; HP &#1489;&#1497;&#1492;&#1493;&#1491;.
&#1502;&#1513;&#1512;&#1491;&#1497; HP &#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1489;&#1512;&#1495;&#1493;&#1489; &#1492;&#1506;&#1496;&#1500;&#1507; 9 &#1497;&#1492;&#1493;&#1491; &#1511;&#1493;&#1502;&#1492; 7.
&#1499;&#1502;&#1493; &#1514;&#1502;&#1497;&#1491; &#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1500;&#1488; &#1506;&#1493;&#1500;&#1492; &#1499;&#1505;&#1507; &#1488;&#1493;&#1500;&#1501; &#1504;&#1491;&#1512;&#1513;&#1514; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1512;&#1488;&#1513; &#1489;&#1511;&#1489;&#1493;&#1510;&#1514; &#1492; meetup -
<A HREF="http://www.meetup.com/OWASP-Israel/events/229091469/">http://www.meetup.com/OWASP-Israel/events/229091469/</A>

&#1504;&#1514;&#1512;&#1488;&#1492; &#1489;&#1502;&#1508;&#1490;&#1513;,

&#1488;&#1493;&#1512; &#1499;&#1509;
  &#1497;&#1513;&#1512;&#1488;&#1500; OWASP

*17:00- &#1492;&#1514;&#1499;&#1504;&#1505;&#1493;&#1514; *

*17:30- &#1491;&#1489;&#1512;&#1497; &#1508;&#1514;&#1497;&#1495;&#1492;*

*17:45 - &#1497;&#1493;&#1501; &#1489;&#1495;&#1497;&#1497;&#1493; &#1513;&#1500; &#1488;&#1512;&#1499;&#1497;&#1496;&#1511;&#1496; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506;*

&#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1494;&#1493; &#1497;&#1513;&#1514;&#1507; &#1488;&#1493;&#1514;&#1499;&#1501; &#1488;&#1493;&#1512;&#1497; &#1496;&#1512;&#1493;&#1497;&#1504;&#1492; &#8211; &#1488;&#1512;&#1499;&#1497;&#1496;&#1511;&#1496; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1489;&#1499;&#1497;&#1512; &#1499;&#1497;&#1510;&#1491; &#1492;&#1493;&#1488; &#1502;&#1504;&#1492;&#1500; &#1488;&#1514;
&#1489;&#1511;&#1512;&#1493;&#1514; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1489;30 &#1502;&#1493;&#1510;&#1512;&#1497; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1502;&#1512;&#1499;&#1494;&#1497;&#1497;&#1501; &#1513;&#1500; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503;

&#1492;&#1493;&#1488; &#1497;&#1493;&#1499;&#1497;&#1495; &#1513;&#1492;&#1502;&#1513;&#1497;&#1502;&#1492; &#1491;&#1493;&#1512;&#1513;&#1514; &#1492;&#1512;&#1502;&#1492; &#1497;&#1493;&#1494;&#1502;&#1492; &#1493;&#1495;&#1491;&#1513;&#1504;&#1493;&#1514; &#1502;&#1506;&#1489;&#1512; &#1500;&#1514;&#1492;&#1500;&#1497;&#1499;&#1497;&#1501; &#1508;&#1493;&#1512;&#1502;&#1500;&#1497;&#1501; (&#1493;&#1499;&#1503; &#1510;&#1512;&#1497;&#1498;
&#1490;&#1501; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491; &#1506;&#1501; &#1489;&#1497;&#1512;&#1493;&#1511;&#1512;&#1496;&#1497;&#1492; &#1488;&#1497;&#1512;&#1493;&#1490;&#1504;&#1497;&#1514;).

&#1492;&#1493;&#1488; &#1497;&#1505;&#1508;&#1512; &#1499;&#1497;&#1510;&#1491; &#1489;&#1493;&#1504;&#1497;&#1501; &#1505;&#1496;&#1504;&#1491;&#1512;&#1496;&#1497;&#1501; &#1502;&#1514;&#1511;&#1491;&#1502;&#1497;&#1501; &#1489;&#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1497;&#1491;&#1506; &#1489;&#1488;&#1512;&#1490;&#1493;&#1503; &#1493;&#1514;&#1497;&#1511;.

&#1499;&#1497;&#1510;&#1491; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1489;&#1502;&#1514;&#1493;&#1491;&#1493;&#1500;&#1490;&#1497;&#1514; DEVOPS &#1489;&#1488;&#1493;&#1508;&#1503; &#1502;&#1488;&#1493;&#1489;&#1496;&#1495;

&#1493;&#1499;&#1497;&#1510;&#1491; &#1502;&#1514;&#1502;&#1493;&#1491;&#1491;&#1497;&#1501; &#1506;&#1501; &#1496;&#1512;&#1504;&#1491;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1499;&#1502;&#1493; DOKER REDIS &#1502;&#1489;&#1500;&#1497; &#1500;&#1513;&#1495;&#1512;&#1512; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1508;&#1512;&#1493;&#1510;&#1497;&#1501;
&#1500;&#1495;&#1500;&#1500; &#1492;&#1488;&#1493;&#1497;&#1512;.

*18:05 - &#1488;&#1505;&#1491;&#1512;&#1514; &#1502;&#1511;&#1510;&#1493;&#1506;&#1493;&#1514; &#1492;&#1490;&#1504;&#1514; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512;*
*&#1488;&#1489;&#1497; &#1493;&#1497;&#1505;&#1502;&#1503; &#1502;&#1504;&#1499;&#1524;&#1500; see-security*

&#1499;&#1497;&#1493;&#1501; &#1502;&#1493;&#1506;&#1505;&#1511;&#1497;&#1501; &#1489;&#1502;&#1513;&#1511; &#1488;&#1504;&#1513;&#1497; &#1502;&#1511;&#1510;&#1493;&#1506; &#1489;&#1502;&#1490;&#1493;&#1493;&#1503; &#1491;&#1497;&#1505;&#1510;&#1497;&#1508;&#1500;&#1497;&#1504;&#1493;&#1514; &#1513;&#1500; &#1514;&#1495;&#1493;&#1501; &#1492;&#1490;&#1504;&#1514; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512;,  &#1506;&#1501;
&#1513;&#1493;&#1504;&#1493;&#1514; &#1490;&#1489;&#1493;&#1492;&#1492; &#1489;&#1512;&#1502;&#1514;&#1501; &#1492;&#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1514; &#1493;&#1500;&#1500;&#1488; &#1493;&#1491;&#1488;&#1493;&#1514; &#1489;&#1488;&#1513;&#1512; &#1500;&#1506;&#1502;&#1497;&#1491;&#1514;&#1501; &#1489;&#1505;&#1496;&#1504;&#1491;&#1512;&#1496;&#1497;&#1501; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1497;&#1501;
&#1513;&#1497;&#1488;&#1508;&#1513;&#1512;&#1493; &#1500;&#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491; &#1499;&#1504;&#1491;&#1512;&#1513; &#1506;&#1501; &#1488;&#1497;&#1493;&#1502;&#1497; &#1493;&#1488;&#1497;&#1512;&#1493;&#1506;&#1497; &#1505;&#1497;&#1497;&#1489;&#1512;. &#1506;&#1500; &#1512;&#1511;&#1506; &#1494;&#1492; &#1506;&#1500;&#1492; &#1492;&#1510;&#1493;&#1512;&#1498;
&#1500;&#1492;&#1505;&#1491;&#1497;&#1512; &#1488;&#1514; &#1502;&#1511;&#1510;&#1493;&#1506;&#1493;&#1514; &#1492;&#1490;&#1504;&#1514; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500;, &#1489;&#1502;&#1496;&#1512;&#1492; &#1500;&#1492;&#1489;&#1496;&#1497;&#1495; &#1488;&#1514; &#1492;&#1512;&#1502;&#1492; &#1492;&#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1514;,
&#1492;&#1502;&#1492;&#1497;&#1502;&#1504;&#1493;&#1514; &#1493;&#1492;&#1488;&#1514;&#1497;&#1511;&#1492; &#1513;&#1500; &#1492;&#1506;&#1493;&#1505;&#1511;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501;.

&#1504;&#1493;&#1499;&#1495; &#1502;&#1493;&#1512;&#1499;&#1489;&#1493;&#1514; &#1492;&#1504;&#1493;&#1513;&#1488; &#1493;&#1512;&#1490;&#1497;&#1513;&#1493;&#1514;&#1493; &#1493;&#1502;&#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1511;&#1497;&#1497;&#1502;&#1514; *&#1514;&#1499;&#1500;&#1497;&#1514; &#1512;&#1488;&#1493;&#1497;&#1492;* &#1500;&#1488;&#1505;&#1491;&#1512;&#1514; &#1502;&#1511;&#1510;&#1493;&#1506;&#1493;&#1514;
&#1492;&#1490;&#1504;&#1514; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512; &#8211; &#1492;&#1510;&#1489;&#1514; &quot;&#1512;&#1497;&#1510;&#1508;&#1492;&quot; &#8211; &#1502;&#1497;&#1504;&#1497;&#1502;&#1493;&#1501; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497; &#1504;&#1491;&#1512;&#1513; &#1500;&#1513;&#1501; &#1492;&#1514;&#1502;&#1493;&#1491;&#1491;&#1493;&#1514; &#1506;&#1501; &#1492;&#1488;&#1497;&#1493;&#1502;&#1497;&#1501; &#1506;&#1500;
&#1492;&#1489;&#1497;&#1496;&#1495;&#1493;&#1503;,  &#1506;&#1500; &#1489;&#1496;&#1497;&#1495;&#1493;&#1514; &#1492;&#1510;&#1497;&#1489;&#1493;&#1512; &#1493;&#1506;&#1500; &#1499;&#1500;&#1499;&#1500;&#1514; &#1492;&#1502;&#1491;&#1497;&#1504;&#1492;, &#1489;&#1493;&#1510;&#1506;&#1492; &#1492;&#1490;&#1491;&#1512;&#1492; &#1489;&#1512;&#1493;&#1512;&#1492; &#1500;&#1495;&#1500;&#1511; &#1502;&#1513;&#1502;&#1506;&#1493;&#1514;&#1497;
&#1502;&#1492;&#1502;&#1511;&#1510;&#1493;&#1506;&#1493;&#1514;, &#1493;&#1489;&#1492;&#1502;&#1513;&#1498; &#8211; &#1514;&#1489;&#1493;&#1510;&#1506; &#1512;&#1490;&#1493;&#1500;&#1510;&#1497;&#1492; &#1489;&#1512;&#1493;&#1512;&#1492; &#1513;&#1500; &quot;&#1502;&#1497;&#1504;&#1497;&#1502;&#1493;&#1501; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&quot;, &#1489;&#1491;&#1512;&#1498; &#1513;&#1500; &#1492;&#1505;&#1502;&#1499;&#1493;&#1514;
&#1502;&#1496;&#1506;&#1501; &#1502;&#1496;&#1492; / &#1488;&#1493; &#1512;&#1513;&#1493;&#1514; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512;, &#1493;/&#1488;&#1493; &#1492;&#1505;&#1502;&#1499;&#1493;&#1514; &#1489;&#1497;&#1504;&#1500;&#1488;&#1493;&#1502;&#1497;&#1493;&#1514; &#1489;&#1500;&#1514;&#1497; &#1514;&#1500;&#1493;&#1497;&#1493;&#1514;, &#1493;/&#1488;&#1493; &#1492;&#1505;&#1502;&#1499;&#1493;&#1514;
&#1513;&#1500; &#1497;&#1510;&#1512;&#1504;&#1497;&#1501;, &#1492;&#1499;&#1500; &#8211; &#1500;&#1508;&#1497; &#1492;&#1506;&#1504;&#1497;&#1497;&#1503;.

&#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1514;&#1508;&#1512;&#1496; &#1488;&#1514; &#1492;&#1492;&#1495;&#1500;&#1496;&#1493;&#1514; &#1513;&#1500; &#1502;&#1496;&#1492; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512; &#1506;&#1491; &#1499;&#1492;, &#1493;&#1488;&#1514; &#1492;&#1513;&#1500;&#1489;&#1497;&#1501; &#1492;&#1510;&#1508;&#1493;&#1497;&#1497;&#1501; &#1489;&#1492;&#1502;&#1513;&#1498;, &#1506;&#1491;
&#1500;&#1492;&#1513;&#1500;&#1502;&#1514; &#1492;&#1514;&#1492;&#1500;&#1497;&#1498; &#1513;&#1500; &#1492;&#1506;&#1500;&#1488;&#1514; &#1492;&#1512;&#1502;&#1492; &#1492;&#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1514; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497; &#1492;&#1490;&#1504;&#1514; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500;.
*18:50 - &#1492;&#1508;&#1505;&#1511;&#1514; &#1511;&#1508;&#1492;*

*19:05 - **&#1499;&#1513;&#1492;&#1492;&#1510;&#1508;&#1504;&#1492; &#1504;&#1499;&#1513;&#1500;&#1514; &#8211; &#1492;&#1488;&#1501; &#1504;&#1497;&#1514;&#1503; &#1500;&#1508;&#1512;&#1493;&#1509; &#1489;&#1510;&#1493;&#1512;&#1492; &#1508;&#1512;&#1511;&#1496;&#1497;&#1514; &#1492;&#1510;&#1508;&#1504;&#1492; &#1502;&#1489;&#1493;&#1505;&#1505;&#1514; **AES*
*?*
*&#1513;&#1497; &#1510;&#1500;&#1500;&#1497;&#1499;&#1497;&#1503;, &#1502;&#1504;&#1499;&#1524;&#1500; **Palantir Security** &#1493;&#1502;&#1504;&#1492;&#1500; &#1502;&#1506;&#1489;&#1491;&#1493;&#1514; &#1492;&#1505;&#1511;&#1497;&#1493;&#1512;&#1497;&#1496;&#1497; &#1489;- **HPE SW*



&#1497;&#1513;&#1504;&#1492; &#1514;&#1508;&#1497;&#1505;&#1492; &#1502;&#1511;&#1493;&#1489;&#1500;&#1514; &#1489;&#1514;&#1506;&#1513;&#1497;&#1497;&#1492; &#1492;&#1490;&#1493;&#1512;&#1505;&#1514; &#1513;&#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1502;&#1504;&#1490;&#1504;&#1493;&#1503; &#1492;&#1510;&#1508;&#1504;&#1492; &#1495;&#1494;&#1511; (&#1499;&#1490;&#1493;&#1503; AES) &#1502;&#1505;&#1508;&#1511;
&#1488;&#1514; &#1512;&#1502;&#1514; &#1492;&#1492;&#1490;&#1504;&#1492; &#1492;&#1504;&#1491;&#1512;&#1513;&#1514; &#1512;&#1511; &#1502;&#1506;&#1510;&#1501; &#1492;&#1506;&#1493;&#1489;&#1491;&#1492; &#1513;&#1504;&#1506;&#1513;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1488;&#1500;&#1490;&#1493;&#1512;&#1497;&#1514;&#1501; &#1492;&#1504;&#1495;&#1513;&#1489; &#1500;&#1495;&#1494;&#1511;.



&#1506;&#1501; &#1494;&#1488;&#1514;, &#1492;&#1502;&#1510;&#1497;&#1488;&#1493;&#1514; &#1502;&#1512;&#1488;&#1492; &#1500;&#1504;&#1493; &#1513;&#1506;&#1493;&#1500;&#1501; &#1492;&#1511;&#1512;&#1497;&#1508;&#1496;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492; &#1492;&#1493;&#1488; &#1506;&#1493;&#1500;&#1501; &#1502;&#1493;&#1512;&#1499;&#1489; &#1493;&#1512;&#1495;&#1493;&#1511; &#1502;&#1500;&#1492;&#1497;&#1493;&#1514;
&#1496;&#1512;&#1497;&#1493;&#1493;&#1497;&#1488;&#1500;&#1497; &#1493;&#1499;&#1488;&#1513;&#1512; &#1488;&#1504;&#1493; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1489;&#1502;&#1504;&#1490;&#1504;&#1493;&#1503; &#1492;&#1510;&#1508;&#1504;&#1492;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1504;&#1491;&#1512;&#1513;&#1497;&#1501; &#1489;&#1504;&#1493;&#1505;&#1507; &#1490;&#1501; &quot;&#1500;&#1492;&#1512;&#1497;&#1501; &#1488;&#1514;
&#1502;&#1499;&#1505;&#1492; &#1492;&#1502;&#1504;&#1493;&#1506;&quot; &#1493;&#1500;&#1492;&#1499;&#1497;&#1512; &#1499;&#1497;&#1510;&#1491; &#1492;&#1502;&#1504;&#1490;&#1504;&#1493;&#1503; &#1506;&#1493;&#1489;&#1491; &#1489;&#1504;&#1493;&#1505;&#1507; &#1500;&#1495;&#1493;&#1500;&#1513;&#1493;&#1514; &#1497;&#1491;&#1493;&#1506;&#1493;&#1514; &#1493;&#1502;&#1490;&#1489;&#1500;&#1493;&#1514; &#1513;&#1500;
&#1492;&#1488;&#1500;&#1490;&#1493;&#1512;&#1497;&#1514;&#1501; &#1489;&#1493; &#1488;&#1504;&#1493; &#1506;&#1493;&#1513;&#1497;&#1501; &#1513;&#1497;&#1502;&#1493;&#1513;.



&#1489;&#1502;&#1510;&#1490;&#1514; &#1494;&#1493; &#1504;&#1497;&#1490;&#1506; &#1489;&#1504;&#1493;&#1513;&#1488; &#1502;&#1493;&#1512;&#1499;&#1489; &#1494;&#1492; &#1506;&quot;&#1497; &#1492;&#1491;&#1490;&#1502;&#1492; &#1513;&#1500; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1508;&#1512;&#1511;&#1496;&#1497;&#1493;&#1514; &#1488;&#1513;&#1512; &#1513;&#1493;&#1489;&#1512;&#1493;&#1514; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503;
&#1510;&#1508;&#1504;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1502;&#1489;&#1493;&#1505;&#1505;&#1497; CBC&#1499;&#1490;&#1493;&#1503; DES, 3DES &#1493;- AES.

*19:25 - Extreme Penetration Testing*
*&#1497;&#1504;&#1497;&#1489; &#1505;&#1497;&#1502;&#1505;&#1493;&#1500;&#1493;, &#1505;&#1502;&#1504;&#1499;&#1524;&#1500; &#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1493;&#1514; Palantir Security*
&#1514;&#1492;&#1500;&#1497;&#1498; &#1489;&#1497;&#1510;&#1493;&#1506; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1495;&#1491;&#1497;&#1512;&#1493;&#1514; &#1502;&#1493;&#1490;&#1491;&#1512; &#1506;&#1500; &#1508;&#1497; &#1512;&#1493;&#1489; &#1489;&#1492;&#1514;&#1488;&#1501; &#1500;&#1502;&#1502;&#1513;&#1511;&#1497;&#1501; &#1488;&#1493;&#1514;&#1501; &#1495;&#1493;&#1513;&#1508;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;,
&#1493;&#1489;&#1492;&#1501; &#1490;&#1501; &#1492;&#1502;&#1502;&#1513;&#1511; &#1492;&#1490;&#1512;&#1508;&#1497; &#1513;&#1500; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;. &#1499;&#1500; &#1505;&#1493;&#1490; &#1502;&#1502;&#1513;&#1511; &#1488;&#1493; &#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500; &#1489;&#1493; &#1502;&#1513;&#1514;&#1502;&#1513;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;
&#1502;&#1510;&#1512;&#1497;&#1498; &#1490;&#1497;&#1513;&#1492; &#1502;&#1493;&#1514;&#1488;&#1502;&#1514; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1500;&#1513;&#1501; &#1489;&#1491;&#1497;&#1511;&#1514;&#1493;. &#1506;&#1489;&#1493;&#1512; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1488;&#1500;&#1493; &#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1499;&#1500;&#1497;&#1501; &#1496;&#1493;&#1489;&#1497;&#1501;
&#1493;&#1502;&#1493;&#1499;&#1495;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501;. &#1488;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1502;&#1497;&#1491;&#1506; &#1513;&#1500; &#1502;&#1512;&#1489;&#1497;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1491;&#1493;&#1511; &#1491;&#1512;&#1498; &#1492;&#1502;&#1502;&#1513;&#1511; &#1492;&#1490;&#1512;&#1508;&#1497; (&#1492;
GUI) &#1506;&#1491; &#1512;&#1502;&#1492; &#1502;&#1505;&#1493;&#1497;&#1497;&#1502;&#1514; &#8211; &#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1512;&#1502;&#1492; &#1494;&#1493; &#1502;&#1505;&#1508;&#1497;&#1511; &#1496;&#1493;&#1489;&#1492;. &#1489;&#1488;&#1493;&#1508;&#1503; &#1491;&#1493;&#1502;&#1492;, &#1490;&#1501; &#1492;&#1502;&#1502;&#1513;&#1511;&#1497;&#1501;
&#1492;&#1508;&#1504;&#1497;&#1502;&#1497;&#1497;&#1501; &#1513;&#1500; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1497;&#1489;&#1495;&#1503; &#1489;&#1488;&#1493;&#1508;&#1503; &#1502;&#1505;&#1508;&#1511; &#1489;&#1492;&#1497;&#1504;&#1514;&#1503; &#1490;&#1497;&#1513;&#1492; &#1502;&#1514;&#1488;&#1497;&#1502;&#1492; &#1493;&#1499;&#1500;&#1497;&#1501;
&#1502;&#1514;&#1488;&#1497;&#1502;&#1497;&#1501;. Best Practices &#1493;&#1499;&#1503; &#1505;&#1508;&#1512;&#1497;&#1501; &#1492;&#1502;&#1500;&#1502;&#1491;&#1497;&#1501; &#1499;&#1497;&#1510;&#1491; &#1497;&#1513; &#1500;&#1489;&#1491;&#1493;&#1511; &#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1511;&#1497;&#1497;&#1502;&#1497;&#1501;
&#1493;&#1502;&#1514;&#1506;&#1491;&#1499;&#1504;&#1497;&#1501; &#1502;&#1506;&#1514; &#1500;&#1506;&#1514;, &#1493;&#1489;&#1502;&#1497;&#1491;&#1492; &#1493;&#1489;&#1493;&#1491;&#1511; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514; &#1502;&#1493;&#1491;&#1506; &#1500;&#1491;&#1512;&#1499;&#1497; &#1492;&#1489;&#1491;&#1497;&#1511;&#1492;, &#1514;&#1492;&#1500;&#1497;&#1499;&#1497; &#1492;&#1489;&#1491;&#1497;&#1511;&#1492;
&#1492;&#1504;&#1499;&#1493;&#1504;&#1497;&#1501; &#1493;&#1488;&#1502;&#1510;&#1506;&#1497; &#1492;&#1489;&#1495;&#1497;&#1504;&#1492; &#1492;&#1502;&#1514;&#1488;&#1497;&#1502;&#1497;&#1501;: &#1514;&#1492;&#1500;&#1497;&#1498; &#1489;&#1495;&#1497;&#1504;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1505;&#1493;&#1491;&#1512; &#1493;&#1510;&#1508;&#1493;&#1497;.
&#1489;&#1492;&#1511;&#1513;&#1512; &#1494;&#1492; &#1488;&#1497;&#1503; &#1495;&#1491;&#1513; &#1514;&#1495;&#1514; &#1492;&#1513;&#1502;&#1513;, &#1506;&#1489;&#1493;&#1512; &#1499;&#1500; &#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1492; &#1504;&#1508;&#1493;&#1510;&#1492; &#1491;&#1512;&#1499;&#1497; &#1492;&#1489;&#1491;&#1497;&#1511;&#1492; &#1493;&#1499;&#1500;&#1497; &#1492;&#1489;&#1491;&#1497;&#1511;&#1492;
&#1497;&#1491;&#1493;&#1506;&#1497;&#1501;. &#1500;&#1502;&#1506;&#1513;&#1492; &#1504;&#1491;&#1512;&#1513; &#1500;&#1506;&#1497;&#1514;&#1497;&#1501;, &#1500;&#1502;&#1506;&#1512;&#1499;&#1514; &#1488;&#1497;&#1503; &#1499;&#1500;&#1500; &#1502;&#1502;&#1513;&#1511; &#1490;&#1512;&#1508;&#1497;. &#1514;&#1499;&#1493;&#1504;&#1492; &#1494;&#1493; &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1492;&#1499;&#1513;&#1497;&#1500;
&#1488;&#1514; &#1497;&#1493;&#1506;&#1509; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1488;&#1493; &#1492;&#1492;&#1488;&#1511;&#1512; &#1492;&#1502;&#1514;&#1495;&#1497;&#1500; &#1488;&#1498; &#1488;&#1497;&#1504;&#1492; &#1502;&#1492;&#1493;&#1493;&#1492; &#1488;&#1514;&#1490;&#1512; &#1500;&#1502;&#1511;&#1510;&#1493;&#1506;&#1504;&#1497;&#1501;, &#1513;&#1499;&#1503; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514;
&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1496;&#1499;&#1504;&#1497;&#1511;&#1493;&#1514; &#1499;&#1490;&#1493;&#1503;: Reversing, Code Analysis, Memory Analysis &#1488;&#1493; Debug
&#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1495;&#1493;&#1503; &#1499;&#1502;&#1506;&#1496; &#1499;&#1500; &#1502;&#1506;&#1512;&#1499;&#1514; &#1489;&#1488;&#1493;&#1508;&#1503; &#1502;&#1506;&#1502;&#1497;&#1511;. &#1506;&#1501; &#1494;&#1488;&#1514;, &#1499;&#1488;&#1513;&#1512; &#1492;&#1513;&#1497;&#1496;&#1493;&#1514;: Memory Analysis,
Code Analysis, Reversing &#1488;&#1493; Debug &#1488;&#1497;&#1504;&#1503; &#1502;&#1514;&#1488;&#1497;&#1502;&#1493;&#1514; &#1500;&#1489;&#1495;&#1497;&#1504;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514; &#1489;&#1488;&#1493;&#1508;&#1503; &#1502;&#1505;&#1508;&#1511;,
&#1504;&#1491;&#1512;&#1513;&#1514; &#1490;&#1497;&#1513;&#1492; &#1513;&#1493;&#1504;&#1492; &#1493;&#1497;&#1497;&#1495;&#1493;&#1491;&#1497;&#1514; &#1500;&#1510;&#1493;&#1512;&#1498; &#1489;&#1491;&#1497;&#1511;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;. &#1500;&#1491;&#1493;&#1490;&#1502;&#1488;: &#1489;&#1502;&#1510;&#1489;&#1497;&#1501; &#1489;&#1492;&#1501; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1495;&#1493;&#1503;
&#1488;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514; &#1512;&#1511; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; Debug &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1513;&#1497;&#1490; &#1491;&#1497;&#1493;&#1511; &#1512;&#1489; &#1502;&#1488;&#1493;&#1491; &#1489;&#1489;&#1491;&#1497;&#1511;&#1492; &#1506;&#1500; &#1495;&#1513;&#1489;&#1493;&#1503; &#1511;&#1489;&#1493;&#1506;&#1497;
&#1494;&#1502;&#1503; &#1490;&#1491;&#1493;&#1500;&#1497;&#1501; &#1489;&#1497;&#1493;&#1514;&#1512;, &#1488;&#1489;&#1500; &#1488;&#1498; &#1512;&#1511; &#1489;&#1492;&#1504;&#1495;&#1492; &#1493;&#1492;&#1489;&#1493;&#1491;&#1511; &#1488;&#1499;&#1503; &#1497;&#1499;&#1493;&#1500; &#1500;&#1511;&#1489;&#1500; &#1497;&#1497;&#1510;&#1493;&#1490; &#1502;&#1500;&#1488; &#1513;&#1500; &#1499;&#1500; &#1492;
States &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1514;&#1495;&#1514; &#1499;&#1500; Context &#1488;&#1508;&#1513;&#1512;&#1497; &#1489;&#1499;&#1491;&#1497; &#1500;&#1497;&#1497;&#1510;&#1490; &#1508;&#1506;&#1493;&#1500;&#1492; &#1502;&#1500;&#1488;&#1492; &#1513;&#1500; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514; &#1514;&#1495;&#1514; &#1499;&#1500;
&#1492;&#1514;&#1512;&#1495;&#1497;&#1513;&#1497;&#1501; &#1492;&#1488;&#1508;&#1513;&#1512;&#1497;&#1497;&#1501;. &#1488;&#1493;&#1500;&#1501; &#1497;&#1513;&#1504;&#1501; &#1502;&#1510;&#1489;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1489;&#1492;&#1501; &#1490;&#1501; &#1491;&#1497;&#1513;&#1492; &#1494;&#1493; &#1488;&#1497;&#1504;&#1492; &#1488;&#1508;&#1513;&#1512;&#1497;&#1514;.
&#1500;&#1491;&#1493;&#1490;&#1502;&#1488;, &#1489;&#1502;&#1510;&#1489;&#1497;&#1501; &#1489;&#1492;&#1501; &#1497;&#1513; &#1500;&#1489;&#1491;&#1493;&#1511; &#1512;&#1499;&#1497;&#1489;&#1497;&#1501; &#1508;&#1504;&#1497;&#1502;&#1497;&#1497;&#1501; &#1513;&#1500; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514; &#1488;&#1513;&#1512; &#1500;&#1488; &#1495;&#1493;&#1513;&#1508;&#1497;&#1501; &#1502;&#1502;&#1513;&#1511;&#1497;&#1501;,
&#1493;&#1492;&#1501; &#1511;&#1513;&#1493;&#1512;&#1497;&#1501; &#1514;&#1493;&#1499;&#1504;&#1514;&#1497;&#1514; (Software Binding) &#1500;&#1512;&#1499;&#1497;&#1489;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;, &#1499;&#1502;&#1506;&#1496; &#1500;&#1488; &#1504;&#1497;&#1514;&#1503; &#1492;&#1514;&#1506;&#1493;&#1512;&#1512;&#1493;&#1514;
&#1502;&#1495;&#1493;&#1491;&#1513;&#1514; &#1513;&#1500; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1495;&#1491;&#1497;&#1512;&#1493;&#1514;: &#1490;&#1497;&#1513;&#1514; &#1492;&#1511;&#1497;&#1510;&#1493;&#1503;. &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1504;&#1491;&#1490;&#1497;&#1501; &#1490;&#1497;&#1513;&#1492; &#1502;&#1506;&#1513;&#1497;&#1514;
&#1493;&#1511;&#1497;&#1510;&#1493;&#1504;&#1497;&#1514; &#1500;&#1489;&#1497;&#1510;&#1493;&#1506; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1495;&#1491;&#1497;&#1512;&#1493;&#1514;, &#1499;&#1488;&#1513;&#1512; &#1499;&#1500; &#1492;&#1513;&#1497;&#1496;&#1493;&#1514; &#1492;&#1502;&#1493;&#1499;&#1512;&#1493;&#1514; &#1493;&#1492;&#1502;&#1493;&#1499;&#1495;&#1493;&#1514; &#1488;&#1497;&#1504;&#1503; &#1502;&#1506;&#1513;&#1497;&#1493;&#1514;
&#1488;&#1493; &#1513;&#1488;&#1497;&#1504;&#1503; &#1488;&#1508;&#1513;&#1512;&#1497;&#1493;&#1514;. &#1504;&#1491;&#1493;&#1503; &#1489;&#1488;&#1514;&#1490;&#1512;&#1497;&#1501; &#1492;&#1504;&#1508;&#1493;&#1510;&#1497;&#1501; &#1493;&#1489;&#1502;&#1490;&#1489;&#1500;&#1493;&#1514; &#1492;&#1513;&#1497;&#1496;&#1493;&#1514; &#1492;&#1511;&#1497;&#1497;&#1502;&#1493;&#1514;, &#1504;&#1510;&#1497;&#1490; &#1488;&#1514;
&#1492;&#1508;&#1514;&#1512;&#1493;&#1503;: Extreme Penetration Testing, &#1493;&#1504;&#1489;&#1495;&#1503; &#1488;&#1514; &#1492;&#1497;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514;, &#1492;&#1488;&#1514;&#1490;&#1512;&#1497;&#1501; &#1502;&#1488;&#1502;&#1509; &#1502;&#1492;&#1493;&#1514;&#1497;
&#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1512;&#1495;&#1497;&#1489; &#1488;&#1514; &#1502;&#1488;&#1490;&#1512; &#1492;&#1497;&#1491;&#1506; &#1492;&#1511;&#1497;&#1497;&#1501; &#1499;&#1497;&#1493;&#1501;.
&#1500;&#1489;&#1491;&#1493;&#1511; &#1512;&#1499;&#1497;&#1489;&#1497;&#1501; &#1488;&#1500;&#1493; &#1489;&#1488;&#1493;&#1508;&#1503; &#1497;&#1513;&#1497;&#1512; &#1493;&#1502;&#1500;&#1488; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1488;&#1507; &#1488;&#1495;&#1514; &#1502;&#1513;&#1497;&#1496;&#1493;&#1514; &#1492;&#1489;&#1491;&#1497;&#1511;&#1492; &#1492;&#1504;&#1508;&#1493;&#1510;&#1493;&#1514;
&#1493;&#1492;&#1502;&#1493;&#1499;&#1512;&#1493;&#1514;.
(&#1493;&#1492;&#1502;&#1490;&#1489;&#1500;&#1493;&#1514;) &#1513;&#1500; &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1490;&#1497;&#1513;&#1514; &#1489;&#1491;&#1497;&#1511;&#1492; &#1494;&#1493;.
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20160315/2811cb27/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20160315/2811cb27/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000521.html">[OWASP Israel] &#1502;&#1513;&#1512;&#1493;&#1514; &#1508;&#1514;&#1493;&#1495;&#1493;&#1514; - &#1511;&#1493;&#1502;&#1505;&#1511;
</A></li>
	<LI>Next message: <A HREF="000523.html">[OWASP Israel] Registration for the European OWASP Conference 2016	NOW OPEN!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#522">[ date ]</a>
              <a href="thread.html#522">[ thread ]</a>
              <a href="subject.html#522">[ subject ]</a>
              <a href="author.html#522">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
