<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP Israel 2013 - Call for Papers - LAST CHANCE
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20Israel%202013%20-%20Call%20for%20Papers%20-%20LAST%20CHANCE&In-Reply-To=%3CBAY406-EAS205A8172ED0A6D587D20F09B13A0%40phx.gbl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000365.html">
   <LINK REL="Next"  HREF="000367.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP Israel 2013 - Call for Papers - LAST CHANCE</H1>
    <B>Avi Douglen</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20Israel%202013%20-%20Call%20for%20Papers%20-%20LAST%20CHANCE&In-Reply-To=%3CBAY406-EAS205A8172ED0A6D587D20F09B13A0%40phx.gbl%3E"
       TITLE="[OWASP Israel] OWASP Israel 2013 - Call for Papers - LAST CHANCE">douglen at hotmail.com
       </A><BR>
    <I>Thu Sep 12 17:45:20 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000365.html">[OWASP Israel] OWASP AppSec Israel 2013 - Reminder!
</A></li>
        <LI>Next message: <A HREF="000367.html">[OWASP Israel] OWASP AppSec Israel 2013 - Registration Open!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#366">[ date ]</a>
              <a href="thread.html#366">[ thread ]</a>
              <a href="subject.html#366">[ subject ]</a>
              <a href="author.html#366">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>As previously announced, the Call for Papers for OWASP Israel Conference
will be closing soon. 

 

If you are interested in presenting at the conference, PLEASE submit your
proposal as soon as possible. See below for details. 

 

The CFP will be extended until Saturday night, September 14, at midnight. We
cannot guarantee that we will even consider any proposal submitted after
this time.  

(If you have already submitted your proposal, no need to submit it again).

 

After the CFP is closed, the selected talks will be announced, early next
week. Selected speakers will be contacted separately. 

 

I would like to emphasize that we have already received more proposals than
the number of slots we have available for lectures at the conference. While
I would love to have all the proposed talks, we apologize in advance that we
cannot include all worthy proposals. 

 

We do still have a small number of available sponsorships, if you or your
company is interested please contact me (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">douglen at hotmail.com</A>
&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">douglen at hotmail.com</A>&gt; ) as soon as possible.

 

 

 

 

The OWASP Israel Conference will take place this year on 1/10/2013. 

 

In order to ensure fascinating lectures as every year, we are opening a Call
for Papers and inviting you to send proposals for lectures. 

 

In order to ensure that we can give serious consideration to the content of
the lecture, please send proposals in the following format: 

 

*         Please send all proposals to me &#8211; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">douglen at hotmail.com</A>
&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">douglen at hotmail.com</A>&gt;  

*         The subject of the email should be: OWASP Israel CFP &#8211; [Title]
(where Title is the actual title of the talk)

*         The email should come from the Speaker him/herself (do not submit
proposals in others&#8217; name). 

*         The email should include: 

o   Lecture title &#8211; in Hebrew and in English

o   Abstract (at least a paragraph, no more than half a page) 

o   Short biography of the speaker

o   Technical level of the talk (introduction / intermediate / advanced)

o   If the talk will be delivered in any language other than Hebrew &#8211; please
specify this explicitly! 

*         Proposals should be submitted no later than 13/9/2013 (Erev Yom
Kippur). We will not be able to consider any proposals that arrive later. 

 

In general, there is no restriction on the subject of the talks, as long as
the topic is related to Application Security (not necessarily Web). We will
not accept any talks regarding other aspects of Security, that are not
applicative in nature. Talks at any technical level can be accepted &#8211; we are
planning two tracks, one more technical than the other. 

 

We would especially appreciate talks from security folk in large
organizations who can share different Case Studies from the field. 

 

I would like to emphasize that we usually receive more proposals than the
number of slots we have for lectures at the conference. We apologize in
advance that we cannot include all worthy proposals. 

 

 

 

&#1499;&#1504;&#1505; OWASP Israel &#1497;&#1506;&#1512;&#1498; &#1492;&#1513;&#1504;&#1492; &#1489;-1/10/2013.

 

&#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1489;&#1496;&#1497;&#1495; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1493;&#1514; &#1499;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492;, &#1488;&#1504;&#1493; &#1497;&#1493;&#1510;&#1488;&#1497;&#1501; &#1506;&#1501;  Call for
Papers&#1493;&#1502;&#1494;&#1502;&#1497;&#1504;&#1497;&#1501; &#1488;&#1514;&#1499;&#1501; &#1500;&#1513;&#1500;&#1493;&#1495; &#1492;&#1510;&#1506;&#1493;&#1514; &#1500;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514;. 

 

&#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1489;&#1496;&#1497;&#1495; &#1499;&#1497; &#1504;&#1493;&#1499;&#1500; &#1500;&#1489;&#1495;&#1493;&#1503; &#1488;&#1514; &#1514;&#1493;&#1499;&#1503; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1489;&#1510;&#1493;&#1512;&#1492; &#1512;&#1510;&#1497;&#1504;&#1497;&#1514;, &#1497;&#1513; &#1500;&#1513;&#1500;&#1493;&#1495; &#1488;&#1514; &#1492;&#1492;&#1510;&#1506;&#1493;&#1514;
&#1489;&#1488;&#1493;&#1508;&#1503; &#1492;&#1489;&#1488;: 

 

*         &#1488;&#1514; &#1492;&#1492;&#1510;&#1506;&#1493;&#1514; &#1497;&#1513; &#1500;&#1513;&#1500;&#1493;&#1495; &#1489;&#1491;&#1493;&#1488;&#1512; &#1488;&#1500;&#1497;&#1497; &#8211;  &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">douglen at hotmail.com</A>&gt;
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">douglen at hotmail.com</A> 

*         &#1489;&#1499;&#1493;&#1514;&#1512;&#1514; &#1492;&#1492;&#1493;&#1491;&#1506;&#1492; &#1497;&#1513; &#1500;&#1499;&#1514;&#1493;&#1489; OWASP Israel CFP &#8211; [Title] (&#1499;&#1488;&#1513;&#1512; Title &#1492;&#1493;&#1488;
&#1513;&#1501; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492;)

*         &#1497;&#1513; &#1500;&#1493;&#1493;&#1491;&#1488; &#1499;&#1497; &#1489;&#1499;&#1514;&#1493;&#1489;&#1514; &#1492;&#1513;&#1493;&#1500;&#1495; &#1502;&#1493;&#1508;&#1497;&#1506; &#1513;&#1501; &#1492;&#1502;&#1512;&#1510;&#1492; (&#1488;&#1497;&#1503; &#1500;&#1492;&#1490;&#1497;&#1513; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1489;&#1513;&#1501;
&#1488;&#1495;&#1512;&#1497;&#1501;)

*         &#1514;&#1493;&#1499;&#1503; &#1492;&#1492;&#1493;&#1491;&#1506;&#1492; &#1510;&#1512;&#1497;&#1498; &#1500;&#1499;&#1500;&#1493;&#1500;:

o        &#1499;&#1493;&#1514;&#1512;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#8211; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514; &#1493;&#1489;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;

o        &#1514;&#1497;&#1488;&#1493;&#1512; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; (&#1500;&#1488; &#1508;&#1495;&#1493;&#1514; &#1502;&#1508;&#1505;&#1511;&#1492;, &#1500;&#1488; &#1497;&#1493;&#1514;&#1512; &#1502;&#1495;&#1510;&#1497; &#1506;&#1502;&#1493;&#1491;)

o        &#1489;&#1497;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492; &#1511;&#1510;&#1512;&#1492; &#1513;&#1500; &#1492;&#1502;&#1512;&#1510;&#1492;

o        &#1512;&#1502;&#1492; &#1496;&#1499;&#1504;&#1497;&#1514; &#1513;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; (&#1502;&#1489;&#1493;&#1488;/&#1489;&#1497;&#1504;&#1493;&#1504;&#1497;&#1514;/&#1502;&#1514;&#1511;&#1491;&#1502;&#1514;)

o        &#1489;&#1488;&#1501; &#1513;&#1508;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1488;&#1497;&#1504;&#1504;&#1492; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514; &#8211; &#1497;&#1513; &#1500;&#1510;&#1497;&#1497;&#1503; &#1494;&#1488;&#1514; &#1489;&#1502;&#1508;&#1493;&#1512;&#1513;!

*         &#1488;&#1514; &#1492;&#1492;&#1510;&#1506;&#1493;&#1514; &#1497;&#1513; &#1500;&#1492;&#1490;&#1497;&#1513; &#1500;&#1488; &#1497;&#1488;&#1493;&#1495;&#1512; &#1502;-13/9/2013 (&#1506;&#1512;&#1489; &#1497;&#1493;&#1501; &#1499;&#1497;&#1508;&#1493;&#1512;). &#1500;&#1488; &#1504;&#1493;&#1499;&#1500;
&#1500;&#1492;&#1514;&#1497;&#1497;&#1495;&#1505; &#1500;&#1492;&#1510;&#1506;&#1493;&#1514; &#1488;&#1513;&#1512; &#1497;&#1490;&#1497;&#1506; &#1500;&#1488;&#1495;&#1512; &#1502;&#1499;&#1503;. 

 

 

&#1499;&#1499;&#1500;&#1500;, &#1488;&#1497;&#1503; &#1502;&#1490;&#1489;&#1500;&#1493;&#1514; &#1500;&#1504;&#1493;&#1513;&#1488;&#1497; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1499;&#1500; &#1506;&#1493;&#1491; &#1492;&#1504;&#1493;&#1513;&#1488; &#1511;&#1513;&#1493;&#1512; &#1500;- Application Security
(&#1500;&#1488;&#1493; &#1491;&#1493;&#1493;&#1511;&#1488; Web). &#1500;&#1488; &#1497;&#1514;&#1511;&#1489;&#1500;&#1493; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1489;&#1504;&#1493;&#1513;&#1488;&#1497; Security &#1488;&#1513;&#1512; &#1488;&#1497;&#1504;&#1501; &#1511;&#1513;&#1493;&#1512;&#1497;&#1501;

&#1500;&#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1490;&#1497;&#1513; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1489;&#1499;&#1500; &#1512;&#1502;&#1492; &#1496;&#1499;&#1504;&#1497;&#1514; &#8211; &#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1499;&#1504;&#1505; &#1497;&#1492;&#1497;&#1493; &#1513;&#1504;&#1497; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497;&#1501;
&#1488;&#1513;&#1512; &#1488;&#1495;&#1491; &#1497;&#1492;&#1497;&#1492; &#1496;&#1499;&#1504;&#1497; &#1497;&#1493;&#1514;&#1512;. 

 

&#1504;&#1513;&#1502;&#1495; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1500;&#1511;&#1489;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1488;&#1504;&#1513;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1489;&#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1490;&#1491;&#1493;&#1500;&#1497;&#1501; &#1492;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1495;&#1500;&#1493;&#1511; Case
Studies &#1513;&#1493;&#1504;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501;. 

 

&#1497;&#1513; &#1500;&#1492;&#1491;&#1490;&#1497;&#1513; &#1499;&#1497; &#1489;&#1502;&#1512;&#1489;&#1497;&#1514; &#1492;&#1502;&#1511;&#1512;&#1497;&#1501; &#1488;&#1504;&#1493; &#1502;&#1511;&#1489;&#1500;&#1497;&#1501; &#1497;&#1493;&#1514;&#1512; &#1492;&#1510;&#1506;&#1493;&#1514; &#1502;&#1488;&#1513;&#1512; &#1502;&#1505;&#1508;&#1512; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1492;&#1511;&#1497;&#1497;&#1502;&#1493;&#1514;
&#1489;&#1499;&#1504;&#1505;. &#1488;&#1504;&#1493; &#1502;&#1514;&#1504;&#1510;&#1500;&#1497;&#1501; &#1502;&#1512;&#1488;&#1513; &#1513;&#1500;&#1488; &#1504;&#1493;&#1499;&#1500; &#1500;&#1499;&#1500;&#1493;&#1500; &#1488;&#1514; &#1499;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505;. 

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20130912/01082b8d/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20130912/01082b8d/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000365.html">[OWASP Israel] OWASP AppSec Israel 2013 - Reminder!
</A></li>
	<LI>Next message: <A HREF="000367.html">[OWASP Israel] OWASP AppSec Israel 2013 - Registration Open!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#366">[ date ]</a>
              <a href="thread.html#366">[ thread ]</a>
              <a href="subject.html#366">[ subject ]</a>
              <a href="author.html#366">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
