<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec Israel 2013 - Agenda
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202013%20-%20Agenda&In-Reply-To=%3CBAY403-EAS1823E31B970BF6821B64D61B1270%40phx.gbl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000368.html">
   <LINK REL="Next"  HREF="000370.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec Israel 2013 - Agenda</H1>
    <B>Avi Douglen</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202013%20-%20Agenda&In-Reply-To=%3CBAY403-EAS1823E31B970BF6821B64D61B1270%40phx.gbl%3E"
       TITLE="[OWASP Israel] OWASP AppSec Israel 2013 - Agenda">douglen at hotmail.com
       </A><BR>
    <I>Tue Sep 17 14:02:28 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000368.html">[OWASP Israel] Request for Input - WordPress plugins
</A></li>
        <LI>Next message: <A HREF="000370.html">[OWASP Israel] application security consultant position - USA	opportunity
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#369">[ date ]</a>
              <a href="thread.html#369">[ thread ]</a>
              <a href="subject.html#369">[ subject ]</a>
              <a href="author.html#369">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>The annual OWASP AppSec Israel Conference is taking place this year on
Tuesday, 1/10/2013, between 9:00 and 17:00, at the IDC in Herzliya, as
always. 

 

OWASP Israel is the largest conference in Israel for application security,
and regularly draws over 300 participants &#8211; don&#8217;t miss it! 

 

The conference will have two tracks, and include the following talks: 

 

*         Amit Klein, Trusteer
Evolution of online banking attack techniques

&#1492;&#1514;&#1508;&#1514;&#1495;&#1493;&#1514; &#1513;&#1497;&#1496;&#1493;&#1514; &#1492;&#1514;&#1511;&#1497;&#1508;&#1492; &#1513;&#1500; &#1489;&#1504;&#1511;&#1488;&#1493;&#1514; &#1502;&#1511;&#1493;&#1493;&#1504;&#1514;

*         Chilik Tamir, AppSec Labs: 
A Game of Pwns: Pwning iPhone application security assessment using the
iNalyzer framework

&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1488;&#1497;&#1497;&#1504;&#1500;&#1497;&#1497;&#1494;&#1512; &#1500;&#1489;&#1497;&#1510;&#1493;&#1506; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1495;&#1493;&#1505;&#1503; &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514; &#1500;&#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514; &#1488;&#1497;&#1497;&#1508;&#1493;&#1503;

*         Erez Metula, AppSec Labs: 
The ReFrameworker Android runtime manipulator &#8211; pentesting Android apps like
a king

&#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1495;&#1493;&#1505;&#1503; &#1500;&#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514; &#1488;&#1504;&#1491;&#1512;&#1493;&#1497;&#1491; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1512;&#1497;&#1508;&#1512;&#1502;&#1493;&#1493;&#1512;&#1511;&#1512; &#8211; &#1514;&#1513;&#1514;&#1497;&#1514; &#1502;&#1504;&#1497;&#1508;&#1493;&#1500;&#1510;&#1497;&#1492; &#1500;&#1505;&#1489;&#1497;&#1489;&#1514;
&#1488;&#1504;&#1491;&#1512;&#1493;&#1497;&#1491;

*         Maty Siman, Checkmarx: 

Get Ready for the Next Big Wave of Attacks: Hacking of Leading CMS Systems

&#1492;&#1514;&#1499;&#1493;&#1504;&#1504;&#1493; &#1500;&#1490;&#1500; &#1492;&#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1492;&#1489;&#1488;: &#1508;&#1512;&#1497;&#1510;&#1493;&#1514; &#1513;&#1500; &#1502;&#1506;&#1512;&#1499;&#1493;&#1514; CMS

*         Nir Valtman and Lior Israel (Retalix)
STD(D) - The protection you REALLY need

*         Shay Chen, Ernst &amp; Young: 
Invisibility Purge - Manipulating Properties Of Invisible &amp; Dormant ASP.NET
Controls

&#1488;&#1513;&#1500;&#1497;&#1497;&#1514; &#1492;&#1504;&#1506;&#1500;&#1501; - &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1502;&#1504;&#1497;&#1508;&#1493;&#1500;&#1510;&#1497;&#1492; &#1500;&#1502;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497; &#1508;&#1511;&#1491;&#1497; &#1510;&#1491; &#1513;&#1512;&#1514; &#1489;&#1500;&#1514;&#1497; &#1504;&#1512;&#1488;&#1497;&#1501; &#1489;&#1508;&#1500;&#1496;&#1508;&#1493;&#1512;&#1502;&#1514;
ASP.Net

*         Renana Friedlich, Ernst &amp; Young:
Web Application Forensics

*         Mirit Kagrilitzki, Israeli National Cyber Bureau: 

Designing a national defense strategy for DDoS applications and volume
attacks

&#1514;&#1499;&#1504;&#1493;&#1503; &#1514;&#1508;&#1497;&#1505;&#1514; &#1492;&#1490;&#1504;&#1492; &#1500;&#1488;&#1493;&#1502;&#1497;&#1514; &#1489;&#1508;&#1504;&#1497; &#1502;&#1514;&#1511;&#1508;&#1493;&#1514; &#1502;&#1504;&#1497;&#1506;&#1514; &#1513;&#1497;&#1512;&#1493;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1496;&#1497;&#1489;&#1497;&#1493;&#1514; &#1493;&#1504;&#1508;&#1495;&#1497;&#1493;&#1514;

*         Oren Poleg, IDC: 

Automatic trust based segregation for content providers on mobile devices

&#1489;&#1497;&#1491;&#1493;&#1500; &#1502;&#1497;&#1491;&#1506; &#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497; &#1502;&#1489;&#1493;&#1505;&#1505; &#1488;&#1502;&#1493;&#1503; &#1489;&#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1504;&#1497;&#1497;&#1491;&#1493;&#1514;

*         Or Katz, Akamai: 

Enhancing Defense on Web Applications Using Big Data Technology

*         Yaniv Simsolo, Comsec: 

Delivering Security in Continuous Delivery Environment

&#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1489;&#1505;&#1489;&#1497;&#1489;&#1514; &#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1505;&#1493;&#1490;  Continuous Delivery

*         Adi Sharabani, Skycure: 

Live Demo: Your mobile device in the service of the malicious hacker

*         Avi Douglen: 

Spam, Death Threats, and Other Abuses of Online Communities

SPAM, &#1488;&#1497;&#1493;&#1502;&#1497; &#1512;&#1510;&#1495;, &#1493;&#1506;&#1493;&#1491; &#1508;&#1490;&#1497;&#1506;&#1493;&#1514; &#1489;&#1511;&#1492;&#1497;&#1500;&#1493;&#1514; &#1502;&#1511;&#1493;&#1493;&#1504;&#1493;&#1514;

*         Daniel Chechik and Anat Davidi (Trustwave)
Utilizing Popular Websites for Malicious Purposes Using RDI

*         Irene Abezgauz, Quotium: 
&gt;<i>From Obscurity to Pop Culture - Evolution of Application Security
</I>
 

The exact schedule will be published as soon as it is finalized. 

 

Attending the conference is free of charge, however advance registration is
required. 

Many have already registered, but if you haven&#8217;t yet, you can register
online at: : <A HREF="https://owaspil2013.eventbrite.com">https://owaspil2013.eventbrite.com</A>
&lt;<A HREF="https://owaspil2013.eventbrite.com/">https://owaspil2013.eventbrite.com/</A>&gt; 

Please take the time to register as soon as possible, the earlier everyone
registers the better we can prepare. 

 

Please help us publicize this event! Tell your friends, colleagues, clients,
customers, and anyone else that might be interested, or just forward this
email to them. 

 

We still have a small number of available sponsorships, if you or your
company is interested please contact me before the end of this week. 

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20130917/260d298a/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20130917/260d298a/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000368.html">[OWASP Israel] Request for Input - WordPress plugins
</A></li>
	<LI>Next message: <A HREF="000370.html">[OWASP Israel] application security consultant position - USA	opportunity
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#369">[ date ]</a>
              <a href="thread.html#369">[ thread ]</a>
              <a href="subject.html#369">[ subject ]</a>
              <a href="author.html#369">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
