<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec Israel 2013 - Reminder!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202013%20-%20Reminder%21&In-Reply-To=%3CBAY403-EAS34962221E53569CB5FB3625B13A0%40phx.gbl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000366.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec Israel 2013 - Reminder!</H1>
    <B>Avi Douglen</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202013%20-%20Reminder%21&In-Reply-To=%3CBAY403-EAS34962221E53569CB5FB3625B13A0%40phx.gbl%3E"
       TITLE="[OWASP Israel] OWASP AppSec Israel 2013 - Reminder!">douglen at hotmail.com
       </A><BR>
    <I>Thu Sep 12 07:52:31 UTC 2013</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000366.html">[OWASP Israel] OWASP Israel 2013 - Call for Papers - LAST CHANCE
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#365">[ date ]</a>
              <a href="thread.html#365">[ thread ]</a>
              <a href="subject.html#365">[ subject ]</a>
              <a href="author.html#365">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>I am reminding everybody that the annual OWASP AppSec Israel Conference will
take place this year on Tuesday, 1/10/2013, between 9:00 and 17:00, at the
IDC in Herzliya, as always. Put this in your calendar now! 

 

So far, the candidate talks are really fascinating, with some of the
&#8220;regular&#8221; speakers from Ernst&amp;Young, AppSec Labs, Checkmarx and others, and
some new speakers. Topics will range from high-level insights to demoing
brand new research. 

This is going to be a great set of lectures! Don&#8217;t miss it!

 

Please help us publicize this event! Tell your friends, colleagues, clients,
customers, and anyone else that might be interested, or just forward this
email to them. 

 

Speakers &#8211; The CFP is almost closed, if you still want to deliver a talk
please submit your proposal by tomorrow. 

 

Sponsors &#8211; We still have a small number of available sponsorships, if you or
your company is interested please contact me as soon as possible. 

 

 

 

 

The Conference will include lecture tracks, and also a sponsors display area
for vendors of products relevant to Application Security. 

 

OWASP Israel is the largest conference in Israel for application security,
and regularly draws over 300 participants &#8211; don&#8217;t miss it! 

 

Participants

Attending the conference is free of charge, however advance registration is
required. A notice regarding registration will be sent in the next few
weeks. 

 

Speakers

Speakers who would like to deliver a talk at the conference can submit the
topic of their talk according to the CFP, which begins today and will end at
13/9/2013 (Erev Yom Kippur). 

 

A detailed agenda of talks will be published before the conference. 

 

Sponsors 

Companies that would like to sponsor the conference and present their
products or services, are requested to contact me as soon as possible. 

 

Looking forward to seeing you all! 

Avi D 

OWASP IL 

 

 

 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1499;&#1504;&#1505; OWASP &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1492;&#1513;&#1504;&#1492; &#1489;&#1497;&#1493;&#1501; &#1490;', &#1492;-1/10/2013, &#1489;&#1497;&#1503; &#1492;&#1513;&#1506;&#1493;&#1514; 9:00

&#1500;-17:00 &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1489;&#1497;&#1504;&#1514;&#1495;&#1493;&#1502;&#1497; &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492; &#1499;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492;. 

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1499;&#1502;&#1493; &#1490;&#1501; &#1488;&#1494;&#1493;&#1512; &#1489;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. 

 

 

&#1499;&#1504;&#1505; OWASP Israel &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1493;&#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501;

&#1489;&#1493; &#1500;&#1502;&#1506;&#1500;&#1492; &#1502;-300 &#1488;&#1497;&#1513; &#8211; &#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493;!

 

 

&#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501;

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1488;&#1493;&#1500;&#1501; &#1504;&#1491;&#1512;&#1513;&#1514; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1493;&#1511;&#1491;&#1502;&#1514;. &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1513;&#1489;&#1493;&#1506;&#1493;&#1514; &#1492;&#1511;&#1512;&#1493;&#1489;&#1497;&#1501;

&#1497;&#1513;&#1500;&#1495; &#1502;&#1497;&#1491;&#1506; &#1492;&#1504;&#1493;&#1490;&#1506; &#1500;&#1492;&#1512;&#1513;&#1502;&#1492; &#1500;&#1499;&#1504;&#1505;. 

 

&#1502;&#1512;&#1510;&#1497;&#1501;

&#1502;&#1512;&#1510;&#1497;&#1501; &#1488;&#1513;&#1512; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1492;&#1512;&#1510;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1497;&#1493;&#1499;&#1500;&#1493; &#1500;&#1492;&#1490;&#1497;&#1513; &#1488;&#1514; &#1504;&#1493;&#1513;&#1488;&#1497; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;-CFP &#1488;&#1513;&#1512;

&#1502;&#1514;&#1495;&#1497;&#1500; &#1492;&#1497;&#1493;&#1501; &#1493;&#1502;&#1505;&#1514;&#1497;&#1497;&#1501; &#1489;-13/9/2013 (&#1506;&#1512;&#1489; &#1497;&#1493;&#1501; &#1499;&#1497;&#1508;&#1493;&#1512;). 

 

&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1502;&#1508;&#1493;&#1512;&#1496;&#1514; &#1513;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1514;&#1508;&#1493;&#1512;&#1505;&#1501; &#1500;&#1508;&#1504;&#1497; &#1492;&#1488;&#1497;&#1512;&#1493;&#1506;.

 

&#1502;&#1510;&#1497;&#1490;&#1497;&#1501; &#1493;&#1504;&#1493;&#1514;&#1504;&#1497; &#1495;&#1505;&#1493;&#1514;

&#1495;&#1489;&#1512;&#1493;&#1514; &#1488;&#1513;&#1512; &#1512;&#1493;&#1510;&#1493;&#1514; &#1500;&#1514;&#1514; &#1495;&#1505;&#1493;&#1514; &#1500;&#1499;&#1504;&#1505; &#1493;&#1500;&#1492;&#1510;&#1497;&#1490; &#1502;&#1514;&#1489;&#1511;&#1513;&#1493;&#1514; &#1500;&#1497;&#1510;&#1493;&#1512; &#1511;&#1513;&#1512; &#1489;&#1492;&#1511;&#1491;&#1501; &#1492;&#1488;&#1508;&#1513;&#1512;&#1497;.

 

 

&#1504;&#1513;&#1502;&#1495; &#1500;&#1512;&#1488;&#1493;&#1514;&#1499;&#1501;.

 

&#1488;&#1489;&#1497; &#1491;

OWASP IL

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20130912/c1328932/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20130912/c1328932/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000366.html">[OWASP Israel] OWASP Israel 2013 - Call for Papers - LAST CHANCE
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#365">[ date ]</a>
              <a href="thread.html#365">[ thread ]</a>
              <a href="subject.html#365">[ subject ]</a>
              <a href="author.html#365">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
