<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Diabouleusi GSIS gia apaitiseis anaptuksis	logismikou
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Diabouleusi%20GSIS%20gia%20apaitiseis%20anaptuksis%0A%09logismikou&In-Reply-To=AANLkTind0mbx0TdGEoL7b%2BkEmP-tr5sGSCDPadxU6DCz%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000244.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Diabouleusi GSIS gia apaitiseis anaptuksis	logismikou</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Diabouleusi%20GSIS%20gia%20apaitiseis%20anaptuksis%0A%09logismikou&In-Reply-To=AANLkTind0mbx0TdGEoL7b%2BkEmP-tr5sGSCDPadxU6DCz%40mail.gmail.com"
       TITLE="[Owasp-greece] Diabouleusi GSIS gia apaitiseis anaptuksis	logismikou">conpap at di.uoa.gr
       </A><BR>
    <I>Mon Feb 28 10:05:02 EST 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="000244.html">[Owasp-greece] Diabouleusi GSIS gia apaitiseis anaptuksis logismikou
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#245">[ date ]</a>
              <a href="thread.html#245">[ thread ]</a>
              <a href="subject.html#245">[ subject ]</a>
              <a href="author.html#245">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>2011/2/28 Konstantinos Papapanagiotou &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">conpap at di.uoa.gr</A>&gt;

&gt;<i> &#922;&#945;&#955;&#951;&#963;&#960;&#941;&#961;&#945;,
</I>&gt;<i>
</I>&gt;<i> &#931;&#945;&#962; &#949;&#957;&#951;&#956;&#949;&#961;&#974;&#957;&#959;&#965;&#956;&#949; &#972;&#964;&#953; &#951; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#942; &#959;&#956;&#940;&#948;&#945; &#949;&#961;&#947;&#945;&#963;&#943;&#945;&#962; &#964;&#959;&#965; OWASP &#963;&#965;&#956;&#956;&#949;&#964;&#949;&#943;&#967;&#949; &#963;&#964;&#951;&#957;
</I>&gt;<i> &quot;&#932;&#949;&#967;&#957;&#953;&#954;&#942; &#916;&#953;&#945;&#946;&#959;&#973;&#955;&#949;&#965;&#963;&#951; &#963;&#967;&#949;&#964;&#953;&#954;&#940; &#956;&#949; &#927;&#961;&#953;&#950;&#972;&#957;&#964;&#953;&#949;&#962; &#913;&#960;&#945;&#953;&#964;&#942;&#963;&#949;&#953;&#962; &#913;&#957;&#940;&#960;&#964;&#965;&#958;&#951;&#962; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973;
</I>&gt;<i> &#947;&#953;&#945; &#941;&#961;&#947;&#945; &#964;&#951;&#962; &#915;&#915;&#928;&#931;&quot;. &#924;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#948;&#953;&#945;&#946;&#940;&#963;&#949;&#964;&#949; &#964;&#959; &#963;&#967;&#959;&#955;&#953;&#945;&#963;&#956;&#972; &#956;&#945;&#962; &#963;&#964;&#959;:
</I>&gt;<i> <A HREF="https://apps.gov.gr/apps2/minfin/ggps/?p=101&amp;cpage=1#comment-392">https://apps.gov.gr/apps2/minfin/ggps/?p=101&amp;cpage=1#comment-392</A>
</I>&gt;<i>
</I>
&#921;&#948;&#959;&#973; &#954;&#945;&#953; &#964;&#959; &#954;&#949;&#943;&#956;&#949;&#957;&#959; &#956;&#941;&#967;&#961;&#953; &#957;&#945; &#960;&#949;&#961;&#940;&#963;&#949;&#953; &#964;&#959; moderation &#963;&#964;&#959; &#963;&#965;&#947;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#959; site:

&#919; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945; &#952;&#945; &#960;&#961;&#941;&#960;&#949;&#953; &#957;&#945; &#949;&#957;&#963;&#969;&#956;&#945;&#964;&#969;&#952;&#949;&#943; &#963;&#949; &#972;&#955;&#959; &#964;&#959; &#966;&#940;&#963;&#956;&#945; &#964;&#969;&#957; &#948;&#953;&#945;&#948;&#953;&#954;&#945;&#963;&#953;&#974;&#957;
&#945;&#957;&#940;&#960;&#964;&#965;&#958;&#951;&#962; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973;. &#928;&#959;&#955;&#973; &#960;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#959; &#972;&#964;&#945;&#957; &#960;&#961;&#972;&#954;&#949;&#953;&#964;&#945;&#953; &#947;&#953;&#945; &#941;&#961;&#947;&#945; &#964;&#951;&#962; &#915;&#915;&#928;&#931; &#964;&#945;
&#959;&#960;&#959;&#943;&#945; &#948;&#953;&#945;&#967;&#949;&#953;&#961;&#943;&#950;&#959;&#957;&#964;&#945;&#953; &#949;&#965;&#945;&#943;&#963;&#952;&#951;&#964;&#945; &#948;&#949;&#948;&#959;&#956;&#941;&#957;&#945;.
&#915;&#953;&#945; &#964;&#951;&#957; &#965;&#955;&#959;&#960;&#959;&#943;&#951;&#963;&#951; &#964;&#959;&#965; &#963;&#964;&#972;&#967;&#959;&#965; &#945;&#965;&#964;&#959;&#973; &#956;&#960;&#959;&#961;&#959;&#973;&#957; &#957;&#945; &#967;&#961;&#951;&#963;&#953;&#956;&#959;&#960;&#959;&#953;&#951;&#952;&#959;&#973;&#957; &#945;&#957;&#959;&#953;&#954;&#964;&#940;
&#960;&#961;&#972;&#964;&#965;&#960;&#945; &#954;&#945;&#953; &#956;&#949;&#952;&#959;&#948;&#959;&#955;&#959;&#947;&#943;&#949;&#962; &#954;&#945;&#953; &#949;&#953;&#948;&#953;&#954;&#972;&#964;&#949;&#961;&#945;:
&#932;&#959; OWASP Application Security Verification Standard (ASVS -
<A HREF="http://www.owasp.org/index.php/Category:OWASP_Application_Security_Verification_Standard_Project">http://www.owasp.org/index.php/Category:OWASP_Application_Security_Verification_Standard_Project</A>)&#964;&#959;
&#959;&#960;&#959;&#943;&#959; &#967;&#961;&#951;&#963;&#953;&#956;&#959;&#960;&#959;&#953;&#949;&#943;&#964;&#945;&#953; &#949;&#965;&#961;&#973;&#964;&#945;&#964;&#945; &#954;&#945;&#964;&#940; &#964;&#951;&#957; &#960;&#961;&#959;&#956;&#942;&#952;&#949;&#953;&#945; &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#949;&#963;&#969;&#964;&#949;&#961;&#953;&#954;&#942;
&#945;&#957;&#940;&#960;&#964;&#965;&#958;&#951; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; &#947;&#953;&#945; &#964;&#959;&#957; &#941;&#955;&#949;&#947;&#967;&#959; &#954;&#945;&#953; &#964;&#951;&#957; &#949;&#960;&#945;&#955;&#942;&#952;&#949;&#965;&#963;&#951; &#952;&#949;&#956;&#940;&#964;&#969;&#957; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#963;&#949;
&#972;&#955;&#959; &#964;&#959; &#966;&#940;&#963;&#956;&#945; &#956;&#953;&#945;&#962; &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#942;&#962;. &#932;&#959; ASVS &#959;&#961;&#943;&#950;&#949;&#953; &#963;&#965;&#957;&#959;&#955;&#953;&#954;&#940; 4 &#954;&#955;&#953;&#956;&#945;&#954;&#959;&#973;&#956;&#949;&#957;&#945; &#949;&#960;&#943;&#960;&#949;&#948;&#945;
&#949;&#960;&#945;&#955;&#942;&#952;&#949;&#965;&#963;&#951;&#962; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#954;&#945;&#953; &#960;&#949;&#961;&#953;&#947;&#961;&#940;&#966;&#949;&#953; &#945;&#957;&#945;&#955;&#965;&#964;&#953;&#954;&#941;&#962; &#948;&#953;&#945;&#948;&#953;&#954;&#945;&#963;&#943;&#949;&#962; &#954;&#945;&#953; &#945;&#960;&#945;&#953;&#964;&#942;&#963;&#949;&#953;&#962;
&#947;&#953;&#945; &#964;&#951;&#957; &#949;&#960;&#943;&#964;&#949;&#965;&#958;&#942; &#964;&#959;&#965;&#962;.
&#932;&#959; OWASP &#941;&#967;&#949;&#953; &#948;&#951;&#956;&#959;&#963;&#953;&#949;&#973;&#963;&#949;&#953; &#949;&#960;&#943;&#963;&#951;&#962; &#945;&#957;&#945;&#955;&#965;&#964;&#953;&#954;&#941;&#962; &#956;&#949;&#952;&#959;&#948;&#959;&#955;&#959;&#947;&#943;&#949;&#962; &#947;&#953;&#945; &#964;&#959;&#957; &#941;&#955;&#949;&#947;&#967;&#959;
(OWASP Testing Guide -
<A HREF="http://www.owasp.org/index.php/OWASP_Testing_Project">http://www.owasp.org/index.php/OWASP_Testing_Project</A>)&#954;&#945;&#953; &#964;&#951;&#957;
&#949;&#960;&#945;&#955;&#942;&#952;&#949;&#965;&#963;&#951; &#964;&#959;&#965; &#954;&#974;&#948;&#953;&#954;&#945; (OWASP Code Review Guide -
<A HREF="http://www.owasp.org/index.php/Category:OWASP_Code_Review_Project">http://www.owasp.org/index.php/Category:OWASP_Code_Review_Project</A>)&#949;&#966;&#945;&#961;&#956;&#959;&#947;&#974;&#957;.
&#913;&#957;&#964;&#943;&#963;&#964;&#959;&#953;&#967;&#945;, &#964;&#959; OWASP OpenSAMM (Security Assurance and Maturity Model) &#956;&#960;&#959;&#961;&#949;&#943;
&#957;&#945; &#967;&#961;&#951;&#963;&#953;&#956;&#959;&#960;&#959;&#953;&#952;&#949;&#943; &#947;&#953;&#945; &#964;&#951; &#956;&#941;&#964;&#961;&#953;&#963;&#951; &#964;&#951;&#962; &#969;&#961;&#953;&#956;&#972;&#964;&#951;&#964;&#945;&#962; &#964;&#969;&#957; &#960;&#961;&#945;&#954;&#964;&#953;&#954;&#974;&#957; &#945;&#957;&#940;&#960;&#964;&#965;&#958;&#951;&#962;
&#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; &#969;&#962; &#960;&#961;&#959;&#962; &#964;&#951;&#957; &#969;&#961;&#953;&#956;&#972;&#964;&#951;&#964;&#940; &#964;&#959;&#965;. &#924;&#960;&#959;&#961;&#949;&#943; &#957;&#945; &#967;&#961;&#951;&#963;&#953;&#956;&#959;&#960;&#959;&#953;&#951;&#952;&#949;&#943; &#949;&#943;&#964;&#949;
&#949;&#963;&#969;&#964;&#949;&#961;&#953;&#954;&#940; &#945;&#960;&#972; &#964;&#951; &#915;&#915;&#928;&#931; &#949;&#943;&#964;&#949; &#945;&#960;&#972; &#964;&#959;&#965;&#962; &#960;&#961;&#959;&#956;&#951;&#952;&#949;&#965;&#964;&#941;&#962; &#964;&#951;&#962;.

&#931;&#965;&#957;&#949;&#960;&#974;&#962;, &#960;&#961;&#959;&#964;&#949;&#943;&#957;&#949;&#964;&#945;&#953; &#951; &#949;&#953;&#963;&#945;&#947;&#969;&#947;&#942; &#956;&#953;&#945;&#962; &#957;&#941;&#945;&#962; &#960;&#961;&#972;&#964;&#945;&#963;&#951;&#962; &#960;&#959;&#965; &#945;&#966;&#959;&#961;&#940; &#964;&#959;&#957; &#941;&#955;&#949;&#947;&#967;&#959; &#954;&#945;&#953;
&#964;&#951;&#957; &#949;&#960;&#945;&#955;&#942;&#952;&#949;&#965;&#963;&#951; &#964;&#951;&#962; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#964;&#969;&#957; &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#974;&#957; &#956;&#949; &#967;&#961;&#942;&#963;&#951; &#945;&#957;&#959;&#953;&#954;&#964;&#974;&#957; &#960;&#961;&#959;&#964;&#973;&#960;&#969;&#957; &#954;&#945;&#953;
&#956;&#949;&#952;&#959;&#948;&#959;&#955;&#959;&#947;&#953;&#974;&#957; &#954;&#945;&#953; &#951; &#941;&#957;&#964;&#945;&#958;&#942; &#964;&#959;&#965;&#962; &#963;&#949; &#954;&#940;&#960;&#959;&#953;&#959; &#945;&#960;&#972; &#964;&#945; &#949;&#960;&#943;&#960;&#949;&#948;&#945; &#960;&#959;&#965; &#960;&#949;&#961;&#953;&#947;&#961;&#940;&#966;&#949;&#953; &#964;&#959;
ASVS. &#932;&#959; &#949;&#960;&#943;&#960;&#949;&#948;&#959; &#956;&#960;&#959;&#961;&#949;&#943; &#957;&#945; &#959;&#961;&#943;&#950;&#949;&#964;&#945;&#953; &#963;&#964;&#953;&#962; &#960;&#961;&#959;&#948;&#953;&#945;&#947;&#961;&#945;&#966;&#941;&#962; &#964;&#959;&#965; &#941;&#961;&#947;&#959;&#965; &#945;&#957;&#940;&#955;&#959;&#947;&#945; &#956;&#949;
&#964;&#953;&#962; &#949;&#960;&#953;&#956;&#941;&#961;&#959;&#965;&#962; &#945;&#957;&#940;&#947;&#954;&#949;&#962; &#954;&#945;&#953; &#945;&#960;&#945;&#953;&#964;&#942;&#963;&#949;&#953;&#962; &#964;&#959;&#965; &#941;&#961;&#947;&#959;&#965;.
&#931;&#965;&#957;&#959;&#955;&#953;&#954;&#940; &#952;&#945; &#956;&#960;&#959;&#961;&#959;&#973;&#963;&#945;&#957; &#957;&#945; &#964;&#961;&#959;&#960;&#959;&#960;&#959;&#953;&#951;&#952;&#959;&#973;&#957; &#954;&#945;&#964;&#940;&#955;&#955;&#951;&#955;&#945; &#954;&#945;&#953; &#957;&#945; &#965;&#953;&#959;&#952;&#949;&#964;&#951;&#952;&#959;&#973;&#957; &#959;&#953;
&#960;&#961;&#959;&#948;&#953;&#945;&#947;&#961;&#945;&#966;&#941;&#962; &#960;&#959;&#965; &#960;&#949;&#961;&#953;&#947;&#961;&#940;&#966;&#959;&#957;&#964;&#945;&#953; &#963;&#964;&#959; OWASP Secure Software Contract Annex (
<A HREF="http://www.owasp.org/index.php/OWASP_Secure_Software_Contract_Annex">http://www.owasp.org/index.php/OWASP_Secure_Software_Contract_Annex</A>).
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-greece/attachments/20110228/f18f2cb8/attachment.html">https://lists.owasp.org/pipermail/owasp-greece/attachments/20110228/f18f2cb8/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000244.html">[Owasp-greece] Diabouleusi GSIS gia apaitiseis anaptuksis logismikou
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#245">[ date ]</a>
              <a href="thread.html#245">[ thread ]</a>
              <a href="subject.html#245">[ subject ]</a>
              <a href="author.html#245">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
