<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-Helsinki] Ty&#246;paikkailmoituksia ja muuta
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=%5BOwasp-Helsinki%5D%20%3D%3Fiso-8859-1%3Fq%3FTy%3DF6paikkailmoituksia_ja_muuta%3F%3D&In-Reply-To=E49CA20335B32141BF21FCFE423116370459972A%40esebe103.NOE.Nokia.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000032.html">
   <LINK REL="Next"  HREF="000035.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-Helsinki] Ty&#246;paikkailmoituksia ja muuta</H1>
    <B>Laulajainen Antti</B> 
    <A HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=%5BOwasp-Helsinki%5D%20%3D%3Fiso-8859-1%3Fq%3FTy%3DF6paikkailmoituksia_ja_muuta%3F%3D&In-Reply-To=E49CA20335B32141BF21FCFE423116370459972A%40esebe103.NOE.Nokia.com"
       TITLE="[Owasp-Helsinki] Ty&#246;paikkailmoituksia ja muuta">antti.laulajainen at ixonos.com
       </A><BR>
    <I>Thu Nov 29 03:40:31 EST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000032.html">[Owasp-Helsinki] Ty&#246;paikkailmoja
</A></li>
        <LI>Next message: <A HREF="000035.html">[Owasp-Helsinki] Ty&#246;paikkailmoituksia ja muuta
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#33">[ date ]</a>
              <a href="thread.html#33">[ thread ]</a>
              <a href="subject.html#33">[ subject ]</a>
              <a href="author.html#33">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
Moi,

Listalla on ollut hiukan hiljaista viime aikoina. Siit&#228; otan itselleni osan syyst&#228;. Pieni piristys on paikallaan vaikkapa sitten ty&#246;paikkailmoitusten muodossa. OWASPin oma ty&#246;paikkafoorumi on maksullinen joten siin&#228; varmaan syy miksi se ei ole ollut iso menestys. Minun puolestani t&#228;&#228;ll&#228; voi ilmoitella ty&#246;paikoista kunhan ne liittyv&#228;t tietototurvaan. Jos tulee tarvetta suuremmassa m&#228;&#228;rin ilmoitella, niin harkitaan siihen sitten muuta keinoa kuin t&#228;m&#228; postituslista.


Samalla voisin hieman valottaa mit&#228; tapahtumia on suunnitteilla.

1. OWASP esittely ISACA Finlandille

Isaca Finland kehitt&#228;&#228; ja edist&#228;&#228; tietoj&#228;rjestelm&#228;tarkastusta, tietoturvallisuutta ja hyv&#228;&#228; tietoj&#228;rjestelmien rakentamis- ja tietojenk&#228;sittelytapaa. Yhdistys on ISACA Internationalin (www.isaca.org) Suomen j&#228;senj&#228;rjest&#246;. Timo Meril&#228;inen on lupautunut esitell&#228; OWASPin toimintaa yhdistyksen kokouksessa mahdollisesti tammikuussa. T&#228;ll&#228; tavoin nostamme taas tietoisuutta sovellustietoturvan t&#228;rkeydest&#228;.

2. OWASP yhteisty&#246; RWSUG:n kanssa
RWSUG on Suomen Rational ja Websphere k&#228;ytt&#228;j&#228;kerhossa/yhteis&#246; <A HREF="http://www.rwsug.fi/">http://www.rwsug.fi/</A> Olemme olleet yhteydess&#228; RWSUG:n hallituksen puheenjohtajaan ja ehdottaneet yhteisty&#246;t&#228;. Kiitos t&#228;st&#228; kuuluu taas Timolle. RSWUG on kiinnostunut yhteisty&#246;st&#228; ja kutsuneet OWASPin puhumaan 29.1 seminaariin sovellustietoturvasta. T&#228;m&#228; tarjoaa mainion v&#228;yl&#228;n kehitt&#228;jien ja arkkitehtien tietoisuuden lis&#228;&#228;miseksi. Seminaarista l&#228;hetet&#228;&#228;n lis&#228;tietoja hiukan l&#228;hemp&#228;n&#228; ajankohtaa.


3. OWASP Helsinki mini konferenssi
Nyt on hyv&#228; aika avata laajempaa keskustelua oman konferenssin j&#228;rjest&#228;misest&#228;. Mink&#228;laista sis&#228;lt&#246;&#228; konferenssissa olisi hyv&#228; olla? Itse toivoisin sis&#228;ll&#246;n olevan mielenkiintoinen erityisesti kehitt&#228;jille ja arkkitehdeille. Tyypillisesti tilaisuuksiimme osallistuu tietoturvan kanssa ty&#246;skentelevi&#228; henkil&#246;it&#228;. Ehk&#228;p&#228; k&#228;yt&#228;nn&#246;nl&#228;heiset luennot olisivat paikallaan? L&#228;hett&#228;k&#228;&#228;p&#228; ehdotuksia jotta voimme asiaa vied&#228; yhdess&#228; eteenp&#228;in.

4. OWASP AppSec Conference
OWASP j&#228;rjest&#228;&#228; ymp&#228;ri maailmaa laajempia konferensseja. Merkatkaa kalentereihin jos tilaisuudet kiinnostavat. Seuraavat tapahtumat ovat tiedossa:

Feb 2008 - OWASP Australia AppSec 2008 Conference
    February 27th-29th - Training &amp; Conference, Gold Coast Convention Center, QLD Australia

May 2008 - OWASP AppSec Europe 2008 - Brussels, Belgium
    May 19th-22nd - Training &amp; Conference, Brussels, Belgium [Exact location TBD]

Sept/Oct 2008 - OWASP &amp; WASC AppSec U.S. 2008 - New York City
    Exact dates and location still being planned.

Lis&#228;tietoja t&#228;&#228;lt&#228;, my&#246;s menneist&#228; tapahtumista:
<A HREF="http://www.owasp.org/index.php/Category:OWASP_AppSec_Conference">http://www.owasp.org/index.php/Category:OWASP_AppSec_Conference</A>


5. OWASP kirjoja saatavilla

OWASP on julkaissut suosituimpia sivustoja kirjojen muodossa. Kirjat toimitetaan omakustanne hintaan postikuluineen.

<A HREF="http://stores.lulu.com/owasp">http://stores.lulu.com/owasp</A>

Niille jotka kaipaavat vaihtelua vaatetukseen tai muita OWASP tuotteita, niit&#228; l&#246;ytyy oheisesta linkist&#228;

<A HREF="http://www.cafepress.com/owasp">http://www.cafepress.com/owasp</A>

Huomioikaa, ett&#228; OWASPin tarkoituksena ei ole tehd&#228; voittoa vaan tarjota j&#228;senist&#246;lleen tietoa ja lis&#228;t&#228; tietoisuutta.



Antti
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000032.html">[Owasp-Helsinki] Ty&#246;paikkailmoja
</A></li>
	<LI>Next message: <A HREF="000035.html">[Owasp-Helsinki] Ty&#246;paikkailmoituksia ja muuta
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#33">[ date ]</a>
              <a href="thread.html#33">[ thread ]</a>
              <a href="subject.html#33">[ subject ]</a>
              <a href="author.html#33">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">More information about the Owasp-helsinki
mailing list</a><br>
</body></html>
