<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Zaproszenie na kolejne spotkanie OWASP w Warszawie
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20Zaproszenie%20na%20kolejne%20spotkanie%20OWASP%20w%20Warszawie&In-Reply-To=%3CCAGVzzLY%2B3m2XhRzqTULyOhTCLwnjQ12xbk3xabK96r%2BHMWt6fw%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000481.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Zaproszenie na kolejne spotkanie OWASP w Warszawie</H1>
    <B>Michal Kurek</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20Zaproszenie%20na%20kolejne%20spotkanie%20OWASP%20w%20Warszawie&In-Reply-To=%3CCAGVzzLY%2B3m2XhRzqTULyOhTCLwnjQ12xbk3xabK96r%2BHMWt6fw%40mail.gmail.com%3E"
       TITLE="[Owasp-poland] Zaproszenie na kolejne spotkanie OWASP w Warszawie">michal.kurek at owasp.org
       </A><BR>
    <I>Mon Nov 21 13:42:24 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000481.html">[Owasp-poland] jak ogarn&#261;&#263; bezpiecze&#324;stwo ITsec w ma&#322;ych firmach
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#482">[ date ]</a>
              <a href="thread.html#482">[ thread ]</a>
              <a href="subject.html#482">[ subject ]</a>
              <a href="author.html#482">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Witam,

Serdecznie zapraszam na kolejne spotkanie OWASP w Warszawie.
Spotkanie po&#347;wi&#281;cone b&#281;dzie om&#243;wieniu rzeczywistych przypadk&#243;w zwi&#261;zanych z
bezpiecze&#324;stwem aplikacji. Poruszymy sporo powa&#380;nych problem&#243;w, ale r&#243;wnie&#380;
b&#281;dzie okazja do &#347;miechu.

Tym razem, dzi&#281;ki przychylno&#347;ci Ko&#322;a Naukowego Zarz&#261;dzania Jako&#347;ci&#261; i
Bezpiecze&#324;stwem &quot;Q&amp;S Management&quot;, spotkanie odb&#281;dzie si&#281; w przestronnej
sali Politechniki Warszawskiej mog&#261;cej pomie&#347;ci&#263; przesz&#322;o 100 os&#243;b.

Data i miejsce spotkania:

8 grudnia 2016
Wydzia&#322; Zarz&#261;dzania, Politechnika Warszawska
ul. Narbutta 85, Warszawa
Sala: 242
18:00-20:00

Uczestnictwo w spotkaniu jest bezp&#322;atne.
Prosba o rejesetracj&#281; na stronie MeetUp z uwagi na ograniczon&#261; liczb&#281;
miejsc:
<A HREF="https://www.meetup.com/owasp-poland/events/235731142/">https://www.meetup.com/owasp-poland/events/235731142/</A>


Agenda:

18:00 - 18:15 - Meeting opening, OWASP news

18:15 - 19:00 - &quot;From crowbars to keyboards - the evolution of bank
robbers&quot; - Adam Haertle, Senior Manager, UPC

We will go trough a short but fascinating history of bank robberies over
the last 40 years. We'll start with some old fashioned tunnels leading
directly to bank vaults, then we'll move to more advanced technology like
falsified faxes to finally finish with contemporary failed user acceptance
tests, wrong business requirements and software bugs. All stories will only
feature real life examples - and sometimes pictures of captured criminals
as well

Adam Haertle, UPC, Senior Manager, CEE Security Coordinator. His duties
include protection of customers' personal data, assuring IT systems
compliance, supervising the operation of control mechanisms in IT and
management of customer abuse-related issues. Former ISACA Poland and CSA
Poland Board member, holds CISA and CRISC qualifications. Regular speaker
at most polish security-oriented conferences, big fan of security and
privacy who does not always follow his own advice.

19:00 - 19:45 - &quot;Funny things with IT security issues&quot; - Marcin Kaczmarek,
Senior Security Consultant

Security issues are often serious problems within organizations. But...
some of them looks quite strange. So - from other point of view: there are
some quite funny things about security, including web application security.
Some strange captchas, logging pages, some funny (secured) web sites - and
more. That is the way where serious problems could lead to funny results.
Let's talk about some of them. At the start - super effective and
terrifying hacking session will be presented

Marcin Kaczmarek, CISA. Over 20 years in IT industry, with system and
network administration roots. For over 15 years in the security area:
network, system and application (after really serious issue in network).
Now working in CSIRT - Wroclaw Centre for Networking and Supercomputing as
security consultant and auditor, BZ WBK as security expert and as an expert
witness at Regional Court Wroclaw. Independent security tester, auditor,
consultant and forensic analyst in McKey IT. ISACA, OWASP, ISSA, SIIS and
TR&amp;IS Wroc&#322;aw member.
&gt;<i>From the other side - analogue synth lover - electronic music composer ,
</I>eyboard player and performer as McKey.

Pozdrawiam,
Michal Kurek, OWASP Polska
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-poland/attachments/20161121/f58f8df5/attachment.html">http://lists.owasp.org/pipermail/owasp-poland/attachments/20161121/f58f8df5/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000481.html">[Owasp-poland] jak ogarn&#261;&#263; bezpiecze&#324;stwo ITsec w ma&#322;ych firmach
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#482">[ date ]</a>
              <a href="thread.html#482">[ thread ]</a>
              <a href="subject.html#482">[ subject ]</a>
              <a href="author.html#482">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
