<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] FOSSCOMM 2018: &#922;&#940;&#955;&#949;&#963;&#956;&#945; &#947;&#953;&#945; &#960;&#945;&#961;&#959;&#965;&#963;&#953;&#940;&#963;&#949;&#953;&#962; / Call for papers
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20%3D%3Futf-8%3Fb%3FRk9TU0NPTU0gMjAxODogzprOrM67zrXPg868zrEg%3F%3D%0A%20%3D%3Futf-8%3Fb%3FzrPOuc6xIM%2BAzrHPgc6/z4XPg865zqzPg861zrnPgiAvIENhbGwgZm9yIHBh%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fpers%3F%3D&In-Reply-To=%3Cb6c2279474981a6d9365c43a6a5a7544%40mail.tolabaki.gr%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] FOSSCOMM 2018: &#922;&#940;&#955;&#949;&#963;&#956;&#945; &#947;&#953;&#945; &#960;&#945;&#961;&#959;&#965;&#963;&#953;&#940;&#963;&#949;&#953;&#962; / Call for papers</H1>
    <B>Fosscomm 2018</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20%3D%3Futf-8%3Fb%3FRk9TU0NPTU0gMjAxODogzprOrM67zrXPg868zrEg%3F%3D%0A%20%3D%3Futf-8%3Fb%3FzrPOuc6xIM%2BAzrHPgc6/z4XPg865zqzPg861zrnPgiAvIENhbGwgZm9yIHBh%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fpers%3F%3D&In-Reply-To=%3Cb6c2279474981a6d9365c43a6a5a7544%40mail.tolabaki.gr%3E"
       TITLE="[Owasp-greece] FOSSCOMM 2018: &#922;&#940;&#955;&#949;&#963;&#956;&#945; &#947;&#953;&#945; &#960;&#945;&#961;&#959;&#965;&#963;&#953;&#940;&#963;&#949;&#953;&#962; / Call for papers">fosscomm2018 at tolabaki.gr
       </A><BR>
    <I>Mon May 21 20:24:20 UTC 2018</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#494">[ date ]</a>
              <a href="thread.html#494">[ thread ]</a>
              <a href="subject.html#494">[ subject ]</a>
              <a href="author.html#494">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>

English version follows below.

---

11&#959; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959; FOSSCOMM 2018
13-14 &#927;&#954;&#964;&#969;&#946;&#961;&#943;&#959;&#965; 2018
&#928;&#945;&#957;&#949;&#960;&#953;&#963;&#964;&#942;&#956;&#953;&#959; &#922;&#961;&#942;&#964;&#951;&#962;, &#919;&#961;&#940;&#954;&#955;&#949;&#953;&#959;
<A HREF="https://fosscomm2018.gr">https://fosscomm2018.gr</A>

&#932;&#959; FOSSCOMM (Free and Open Source Software Communities Meeting) &#949;&#943;&#957;&#945;&#953; &#964;&#959;
&#960;&#945;&#957;&#949;&#955;&#955;&#942;&#957;&#953;&#959; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#964;&#969;&#957; &#954;&#959;&#953;&#957;&#959;&#964;&#942;&#964;&#969;&#957; &#949;&#955;&#949;&#973;&#952;&#949;&#961;&#959;&#965; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; &#954;&#945;&#953; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; 
&#945;&#957;&#959;&#953;&#967;&#964;&#959;&#973;
&#954;&#974;&#948;&#953;&#954;&#945;. &#913;&#960;&#949;&#965;&#952;&#973;&#957;&#949;&#964;&#945;&#953; &#954;&#965;&#961;&#943;&#969;&#962; &#963;&#949; &#960;&#961;&#959;&#947;&#961;&#945;&#956;&#956;&#945;&#964;&#953;&#963;&#964;&#941;&#962;, &#966;&#959;&#953;&#964;&#951;&#964;&#941;&#962; &#954;&#945;&#953; &#947;&#949;&#957;&#953;&#954;&#940; &#963;&#949; 
&#972;&#960;&#959;&#953;&#959;&#965;&#962;
&#949;&#957;&#948;&#953;&#945;&#966;&#941;&#961;&#959;&#957;&#964;&#945;&#953; &#947;&#953;&#945; &#964;&#959; open source &#945;&#957;&#949;&#958;&#945;&#961;&#964;&#942;&#964;&#969;&#962; &#964;&#959;&#965; &#947;&#957;&#969;&#963;&#964;&#953;&#954;&#959;&#973; &#964;&#959;&#965;&#962; 
&#965;&#960;&#959;&#946;&#940;&#952;&#961;&#959;&#965;. &#932;&#959;
&#960;&#949;&#961;&#953;&#949;&#967;&#972;&#956;&#949;&#957;&#959; &#949;&#943;&#957;&#945;&#953; &#949;&#965;&#961;&#941;&#969;&#962; &#949;&#957;&#948;&#953;&#945;&#966;&#941;&#961;&#959;&#957;&#964;&#959;&#962;, &#945;&#960;&#972; &#964;&#949;&#967;&#957;&#953;&#954;&#940; &#950;&#951;&#964;&#942;&#956;&#945;&#964;&#945; &#954;&#945;&#953; 
workshops,
&#956;&#941;&#967;&#961;&#953; &#956;&#949;&#964;&#945;&#966;&#961;&#940;&#963;&#949;&#953;&#962;, &#957;&#959;&#956;&#953;&#954;&#940; &#952;&#941;&#956;&#945;&#964;&#945;, &#952;&#941;&#956;&#945;&#964;&#945; &#960;&#959;&#955;&#953;&#964;&#953;&#954;&#942;&#962; &#963;&#967;&#949;&#964;&#953;&#954;&#940; &#956;&#949; &#964;&#959;
&#949;&#955;&#949;&#973;&#952;&#949;&#961;&#959;/&#945;&#957;&#959;&#953;&#967;&#964;&#972; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; &#954;.&#945;. &#928;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#949;&#943;&#964;&#945;&#953; &#954;&#940;&#952;&#949; &#967;&#961;&#972;&#957;&#959; &#945;&#960;&#972; &#964;&#959; 2008 
&#954;&#953; &#941;&#969;&#962;
&#963;&#942;&#956;&#949;&#961;&#945; &#941;&#967;&#949;&#953; &#948;&#953;&#959;&#961;&#947;&#945;&#957;&#969;&#952;&#949;&#943; &#963;&#949; 6 &#948;&#953;&#945;&#966;&#959;&#961;&#949;&#964;&#953;&#954;&#941;&#962; &#960;&#972;&#955;&#949;&#953;&#962;. &#919; &#948;&#953;&#959;&#961;&#947;&#940;&#957;&#969;&#963;&#951; &#947;&#943;&#957;&#949;&#964;&#945;&#953; 
&#945;&#960;&#972;
&#949;&#952;&#949;&#955;&#959;&#957;&#964;&#941;&#962; &#954;&#945;&#953; &#951; &#967;&#961;&#951;&#956;&#945;&#964;&#959;&#948;&#972;&#964;&#951;&#963;&#942; &#964;&#959;&#965; &#946;&#945;&#963;&#943;&#950;&#949;&#964;&#945;&#953; &#963;&#949; &#967;&#959;&#961;&#951;&#947;&#943;&#949;&#962; &#954;&#945;&#953; &#948;&#969;&#961;&#949;&#941;&#962;.

&#919; &#959;&#961;&#947;&#945;&#957;&#969;&#964;&#953;&#954;&#942; &#949;&#960;&#953;&#964;&#961;&#959;&#960;&#942; &#964;&#959;&#965; FOSSCOMM 2018 &#954;&#945;&#955;&#949;&#943; &#964;&#953;&#962; &#954;&#959;&#953;&#957;&#972;&#964;&#951;&#964;&#949;&#962; &#949;&#955;&#949;&#973;&#952;&#949;&#961;&#959;&#965; 
&#954;&#945;&#953;
&#945;&#957;&#959;&#953;&#967;&#964;&#959;&#973; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973;, &#954;&#945;&#952;&#974;&#962; &#954;&#945;&#953; &#960;&#940;&#963;&#951;&#962; &#966;&#973;&#963;&#949;&#969;&#962; &#949;&#957;&#948;&#953;&#945;&#966;&#949;&#961;&#972;&#956;&#949;&#957;&#959;&#965;&#962;, &#957;&#945; 
&#965;&#960;&#959;&#946;&#940;&#955;&#955;&#959;&#965;&#957; &#964;&#953;&#962;
&#960;&#961;&#959;&#964;&#940;&#963;&#949;&#953;&#962; &#964;&#959;&#965;&#962; &#947;&#953;&#945; &#959;&#956;&#953;&#955;&#943;&#949;&#962; &#954;&#945;&#953; &#949;&#961;&#947;&#945;&#963;&#964;&#942;&#961;&#953;&#945; &#963;&#964;&#959; 
<A HREF="https://fosscomm2018.gr/fs2018.">https://fosscomm2018.gr/fs2018.</A> &#919;
&#949;&#960;&#943;&#963;&#951;&#956;&#951; &#947;&#955;&#974;&#963;&#963;&#945; &#964;&#959;&#965; &#963;&#965;&#957;&#949;&#948;&#961;&#943;&#959;&#965; &#949;&#943;&#957;&#945;&#953; &#964;&#945; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#940;, &#945;&#955;&#955;&#940; &#966;&#941;&#964;&#959;&#962; &#952;&#945; &#948;&#949;&#967;&#964;&#959;&#973;&#956;&#949; 
&#954;&#945;&#953;
&#959;&#956;&#953;&#955;&#943;&#949;&#962; &#963;&#964;&#945; &#913;&#947;&#947;&#955;&#953;&#954;&#940;.

&#919; &#959;&#961;&#947;&#940;&#957;&#969;&#963;&#951; &#964;&#969;&#957; &#959;&#956;&#953;&#955;&#953;&#974;&#957; &#964;&#959;&#965; &#963;&#965;&#957;&#949;&#948;&#961;&#943;&#959;&#965; &#966;&#941;&#964;&#959;&#962; &#952;&#945; &#947;&#943;&#957;&#949;&#953; &#963;&#949; &#949;&#957;&#972;&#964;&#951;&#964;&#949;&#962;. &#915;&#953;&#945; 
&#945;&#961;&#967;&#942;
&#949;&#943;&#956;&#945;&#963;&#964;&#949; &#963;&#949; &#963;&#965;&#957;&#949;&#957;&#957;&#972;&#951;&#963;&#951; &#956;&#949; &#964;&#951;&#957; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#942; &#954;&#959;&#953;&#957;&#972;&#964;&#951;&#964;&#945; &#964;&#959;&#965; Open Web Application
Security Project (OWASP) &#947;&#953;&#945; &#964;&#951;&#957; &#948;&#953;&#959;&#961;&#947;&#940;&#957;&#969;&#963;&#951; &#949;&#957;&#972;&#964;&#951;&#964;&#945;&#962; security, &#954;&#945;&#952;&#974;&#962; &#954;&#945;&#953; 
&#956;&#949; &#964;&#959;
Libre Space Foundation (LSF) &#947;&#953;&#945; &#964;&#951;&#957; &#948;&#953;&#959;&#961;&#947;&#940;&#957;&#969;&#963;&#951; &#949;&#957;&#959;&#964;&#942;&#964;&#969;&#957; space &#954;&#945;&#953; 
Software
Defined Radio (SDR). &#927;&#953; &#949;&#957;&#972;&#964;&#951;&#964;&#949;&#962; &#946;&#961;&#943;&#963;&#954;&#959;&#957;&#964;&#945;&#953; &#965;&#960;&#972; &#948;&#953;&#945;&#956;&#972;&#961;&#966;&#969;&#963;&#951; &#954;&#945;&#953; 
&#967;&#961;&#949;&#953;&#945;&#950;&#972;&#956;&#945;&#963;&#964;&#949; &#964;&#951;
&#946;&#959;&#942;&#952;&#949;&#953;&#940; &#963;&#945;&#962;: &#972;&#964;&#945;&#957; &#965;&#960;&#959;&#946;&#940;&#955;&#955;&#949;&#964;&#949; &#964;&#953;&#962; &#960;&#961;&#959;&#964;&#940;&#963;&#949;&#953;&#962; &#963;&#945;&#962;, &#957;&#945; &#948;&#951;&#955;&#974;&#963;&#949;&#964;&#949; &#954;&#945;&#953; &#963;&#949; &#960;&#959;&#953;&#945; 
&#949;&#957;&#972;&#964;&#951;&#964;&#945;
&#952;&#949;&#969;&#961;&#949;&#943;&#964;&#949; &#960;&#969;&#962; &#952;&#945; &#956;&#960;&#959;&#961;&#959;&#973;&#963;&#945;&#957; &#957;&#945; &#949;&#957;&#964;&#945;&#967;&#964;&#959;&#973;&#957;. &#913;&#957; &#948;&#949;&#957; &#965;&#960;&#940;&#961;&#967;&#949;&#953; &#954;&#940;&#960;&#959;&#953;&#945; &#949;&#957;&#972;&#964;&#951;&#964;&#945; 
&#960;&#959;&#965; &#963;&#945;&#962;
&#954;&#945;&#955;&#973;&#960;&#964;&#949;&#953;, &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#960;&#961;&#959;&#964;&#949;&#943;&#957;&#949;&#964;&#949; &#949;&#963;&#949;&#943;&#962; &#954;&#940;&#960;&#959;&#953;&#945; &#956;&#941;&#963;&#969; &#964;&#951;&#962; &#966;&#972;&#961;&#956;&#945;&#962; &#965;&#960;&#959;&#946;&#959;&#955;&#942;&#962; 
&#954;&#945;&#953; &#952;&#945;
&#964;&#951;&#957; &#949;&#957;&#964;&#940;&#958;&#959;&#965;&#956;&#949; &#963;&#964;&#951; &#955;&#943;&#963;&#964;&#945;. &#913;&#957; &#952;&#941;&#955;&#949;&#964;&#949; &#969;&#962; &#954;&#959;&#953;&#957;&#972;&#964;&#951;&#964;&#945; &#957;&#945; &#945;&#957;&#945;&#955;&#940;&#946;&#949;&#964;&#949; &#964;&#951;&#957; 
&#948;&#953;&#959;&#961;&#947;&#940;&#957;&#969;&#963;&#951; &#942;
&#963;&#964;&#942;&#961;&#953;&#958;&#951; &#954;&#940;&#960;&#959;&#953;&#945;&#962; &#949;&#957;&#972;&#964;&#951;&#964;&#945;&#962; &#960;&#945;&#961;&#945;&#954;&#945;&#955;&#959;&#973;&#956;&#949; &#957;&#945; &#941;&#961;&#952;&#949;&#964;&#949; &#963;&#949; &#949;&#960;&#945;&#966;&#942; &#956;&#945;&#950;&#943; &#956;&#945;&#962;.

&#924;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#949;&#957;&#951;&#956;&#949;&#961;&#974;&#957;&#949;&#963;&#964;&#949; &#947;&#953;&#945; &#964;&#945; &#957;&#941;&#945; &#956;&#945;&#962; &#945;&#960;&#972; &#964;&#951;&#957; &#953;&#963;&#964;&#959;&#963;&#949;&#955;&#943;&#948;&#945; &#956;&#945;&#962; &#954;&#945;&#953; &#964;&#945; 
social
media.

Website  : <A HREF="https://fosscomm2018.gr">https://fosscomm2018.gr</A>
Facebook : <A HREF="https://www.facebook.com/fosscomm2018">https://www.facebook.com/fosscomm2018</A>
Twitter  : <A HREF="https://www.twitter.com/Fosscomm2018">https://www.twitter.com/Fosscomm2018</A>
Gooogle+ : <A HREF="https://plus.google.com/communities/106528323646718418578">https://plus.google.com/communities/106528323646718418578</A>
diaspora*: <A HREF="https://librenet.gr/people/191ba6e03b72013694ce2a00007a465d">https://librenet.gr/people/191ba6e03b72013694ce2a00007a465d</A>
Mastodon : <A HREF="https://mastodon.social/@fosscomm2018">https://mastodon.social/@fosscomm2018</A>
Matrix channel (chat): 
<A HREF="https://riot.im/app/#/room/#fosscomm2018:matrix.org">https://riot.im/app/#/room/#fosscomm2018:matrix.org</A>

CfP      : <A HREF="https://fosscomm2018.gr/fs2018">https://fosscomm2018.gr/fs2018</A>

&#927;&#953; &#948;&#953;&#959;&#961;&#947;&#945;&#957;&#969;&#964;&#941;&#962;,
  * &#929;&#945;&#948;&#953;&#959;&#966;&#969;&#957;&#953;&#954;&#972;&#962; &#931;&#964;&#945;&#952;&#956;&#972;&#962; &#928;&#945;&#957;&#949;&#960;&#953;&#963;&#964;&#951;&#956;&#943;&#959;&#965; &#922;&#961;&#942;&#964;&#951;&#962;
  * &#964;&#959;L&#913;&#914;&#940;&#954;&#953; hackerspace
  * &#931;&#973;&#955;&#955;&#959;&#947;&#959;&#962; &#924;&#949;&#964;&#945;&#960;&#964;&#965;&#967;&#953;&#945;&#954;&#974;&#957; &#934;&#959;&#953;&#964;&#951;&#964;&#974;&#957;, &#932;&#956;&#942;&#956;&#945; &#917;&#960;&#953;&#963;&#964;&#942;&#956;&#951;&#962; &#933;&#960;&#959;&#955;&#959;&#947;&#953;&#963;&#964;&#974;&#957;, &#928;&#922;

  _______  _____  _______ _______ _______  _____  _______ _______
  |______ |     | |______ |______ |       |     | |  |  | |  |  |
  |       |_____| ______| ______| |_____  |_____| |  |  | |  |  |

---

11th FOSSCOMM conference 2018
October 13-14 2018
University of Crete, Heraklion
<A HREF="https://fosscomm2018.gr">https://fosscomm2018.gr</A>

FOSSCOMM (Free and Open Source Software Communities Meeting) is the pan-
Hellenic
conference of free and open source software communities. It targets 
programmers,
students and anyone else interested in the open source movement, despite 
their
background. The content of the conference includes a wide variety of 
topics
ranging from technical issues and workshops to translations, legal 
issues,
political issues concerning open source software/hardware, etc. It is 
held on an
annual basis since 2008 and till today it has been organized in 6 
different
cities. Everything is organized and set up by volunteers and financing 
comes
from sponsorships and donations.

The organizing committee of FOSSCOMM 2018 calls the Free and Open source
communities as well as other interested parties to submit their 
proposals for
talks or workshops at <A HREF="https://fosscomm2018.gr/fs2018.">https://fosscomm2018.gr/fs2018.</A> FOSSCOMM's 
official
language is Greek, but this year we also accept submissions in English.

This year, the talks of the conference will be organized in tracks. To 
this end
we have made contact with the Greek Open Web Application Security 
Project
(OWASP) community who will organize the security track, as well as with 
the
Libre Space Foundation (LSF) for organizing the space and Software 
Defined Radio
(SDR) tracks. We are still figuring out the tracks, so we need your 
help: when
you submit your proposal, please select an appropriate track. If you 
feel that
your submission doesn't fit in one of the existing tracks, you can 
suggest a new
one and we will add it to the list. In case you are a community who 
would like
to organize a whole track, please contact us.

Stay informed about our news through our website and social media 
accounts.

Website  : <A HREF="https://fosscomm2018.gr">https://fosscomm2018.gr</A>
Facebook : <A HREF="https://www.facebook.com/fosscomm2018">https://www.facebook.com/fosscomm2018</A>
Twitter  : <A HREF="https://www.twitter.com/Fosscomm2018">https://www.twitter.com/Fosscomm2018</A>
Gooogle+ : <A HREF="https://plus.google.com/communities/106528323646718418578">https://plus.google.com/communities/106528323646718418578</A>
diaspora*: <A HREF="https://librenet.gr/people/191ba6e03b72013694ce2a00007a465d">https://librenet.gr/people/191ba6e03b72013694ce2a00007a465d</A>
Mastodon : <A HREF="https://mastodon.social/@fosscomm2018">https://mastodon.social/@fosscomm2018</A>
Matrix channel (chat): 
<A HREF="https://riot.im/app/#/room/#fosscomm2018:matrix.org">https://riot.im/app/#/room/#fosscomm2018:matrix.org</A>

CfP      : <A HREF="https://fosscomm2018.gr/fs2018">https://fosscomm2018.gr/fs2018</A>

The organizers,
  * University of Crete Radio Station
  * &#964;&#959;L&#913;&#914;&#940;&#954;&#953; hackerspace
  * Graduate Students Union, Computer Science Department, UoC

  _______  _____  _______ _______ _______  _____  _______ _______
  |______ |     | |______ |______ |       |     | |  |  | |  |  |
  |       |_____| ______| ______| |_____  |_____| |  |  | |  |  |
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#494">[ date ]</a>
              <a href="thread.html#494">[ thread ]</a>
              <a href="subject.html#494">[ subject ]</a>
              <a href="author.html#494">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
