<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] SAVE THE DATE! OWASP's AppSec Israel 2017 - New and	Improved!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20SAVE%20THE%20DATE%21%20OWASP%27s%20AppSec%20Israel%202017%20-%20New%20and%0A%09Improved%21&In-Reply-To=%3C033d01d2d54e%24a60dbfd0%24f2293f70%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000606.html">
   <LINK REL="Next"  HREF="000608.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] SAVE THE DATE! OWASP's AppSec Israel 2017 - New and	Improved!</H1>
    <B>Avi D - OWASP Israel</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20SAVE%20THE%20DATE%21%20OWASP%27s%20AppSec%20Israel%202017%20-%20New%20and%0A%09Improved%21&In-Reply-To=%3C033d01d2d54e%24a60dbfd0%24f2293f70%24%40owasp.org%3E"
       TITLE="[OWASP Israel] SAVE THE DATE! OWASP's AppSec Israel 2017 - New and	Improved!">avi.douglen at owasp.org
       </A><BR>
    <I>Thu May 25 12:01:30 UTC 2017</I>
    <P><UL>
        <LI>Previous message: <A HREF="000606.html">[OWASP Israel] GE&#8217;s Cyber-security Research Lab is Hiring!
</A></li>
        <LI>Next message: <A HREF="000608.html">[OWASP Israel] Next OWASP Israel Chapter Meeting
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#607">[ date ]</a>
              <a href="thread.html#607">[ thread ]</a>
              <a href="subject.html#607">[ subject ]</a>
              <a href="author.html#607">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>In case you missed the announcement &#8211; see the details below!

 

Also, for those that haven&#8217;t heard &#8211; the Israel Chapter of OWASP has been
selected to host OWASP&#8217;s global AppSec Europe conference next year! 

The AppSecEU conference will take place June 17-21, 2018, in Tel Aviv. 

More details, and requests for volunteers, will come as we have them :) 

 

 

From: owasp-israel-bounces+douglen=<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hotmail.com at lists.owasp.org</A>
[mailto:owasp-israel-bounces+douglen=<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hotmail.com at lists.owasp.org</A>] On Behalf
Of Avi D - OWASP Israel
Sent: Friday, May 12, 2017 15:38
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A>
Subject: [OWASP Israel] SAVE THE DATE! OWASP's AppSec Israel 2017 - New and
Improved!

 

(&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;)

Hi Everybody!

 

I am happy to announce that the annual OWASP AppSec Israel Conference will
take place this year on Wednesday, October 18, 2017 &#8211; shortly after Sukkot.

 

The conference will be held, as previous years, in The College of Management
(Michlala l&#8217;Minhal), in Rishon LeZion. 

 

As you all know, OWASP&#8217;s AppSec Israel is the largest conference in Israel
for application security, and regularly draws hundreds of participants. 

Last year over 650 people attended &#8211; don&#8217;t miss it this year! 

 

The Conference will include multiple lecture tracks, and a sponsors display
area for vendors of products and services relevant to Application Security. 

 

This year, we are making some exciting new changes&#8230; 

Importantly, this year we will be having TWO days of AppSec! Before the
regular AppSecIL conference, we will have another full day of Security
Training! 

The Training event will be conducted by professional security trainers,
selected by OWASP, and free to attend. 

This Training Day will take place in the same location, on Tuesday, October
17, 2017 and will be a full day of core application security topics, instead
of advanced research, allowing all developers to attend. 

 

And, we have some more surprises for you&#8230; We&#8217;ll share details as they are
ready! ;-) 

 

We will open the Call for Presentations (CFP) and the Call for Training
(CFT) soon, within the next few weeks &#8211; so start writing up your ideas!

We will also start a sponsorship drive soon, and we are working on updating
the sponsorship model.

In the meantime, if you are interested in volunteering some time and effort,
we could use your help! 

 

I will send out more details soon! 

 

Looking forward to seeing you all! 

Avi D 

OWASP IL 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;!

 

&#1488;&#1504;&#1497; &#1513;&#1502;&#1495; &#1500;&#1492;&#1493;&#1491;&#1497;&#1506; &#1499;&#1497; &#1499;&#1504;&#1505; OWASP AppSec &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1492;&#1513;&#1504;&#1492; &#1489;&#1497;&#1493;&#1501; &#1512;&#1489;&#1497;&#1506;&#1497;, &#1492;-18
&#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1499;&quot;&#1495; &#1514;&#1513;&#1512;&#1497;) &#8211; &#1499;&#1513;&#1489;&#1493;&#1506; &#1500;&#1488;&#1495;&#1512; &#1505;&#1493;&#1499;&#1493;&#1514;. 

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1497;&#1504;&#1492;&#1500;, &#1489;&#1512;&#1488;&#1513;&#1493;&#1503; &#1500;&#1510;&#1497;&#1493;&#1503;, &#1499;&#1489;&#1513;&#1504;&#1497;&#1501; &#1511;&#1493;&#1491;&#1502;&#1493;&#1514;. 

 

&#1499;&#1497;&#1491;&#1493;&#1506;, &#1499;&#1504;&#1505; AppSec Israel &#1513;&#1500; OWASP &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1493;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492; &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1493; &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501;. 

&#1489;&#1513;&#1504;&#1492; &#1513;&#1506;&#1489;&#1512;&#1492; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493; &#1502;&#1506;&#1500; 650 &#1488;&#1497;&#1513; &#8211; &#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493; &#1492;&#1513;&#1504;&#1492;!

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1493;&#1490;&#1501; &#1488;&#1494;&#1493;&#1512; &#1489;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;.

 

&#1492;&#1513;&#1504;&#1492;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1497;&#1497;&#1513;&#1502;&#1497;&#1501; &#1502;&#1505;&#1508;&#1512; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1502;&#1512;&#1490;&#1513;&#1497;&#1501;... 

&#1492;&#1499;&#1497; &#1495;&#1513;&#1493;&#1489;, &#1492;&#1513;&#1504;&#1492; &#1504;&#1511;&#1497;&#1497;&#1501; &#1497;&#1493;&#1502;&#1497;&#1497;&#1501; &#1513;&#1500; AppSec! &#1489;&#1497;&#1493;&#1501; &#1500;&#1508;&#1504;&#1497; &#1492;&#1499;&#1504;&#1505; AppSecIL &#1492;&#1512;&#1490;&#1497;&#1500;, &#1488;&#1504;&#1495;&#1504;&#1493;
&#1504;&#1511;&#1497;&#1497;&#1501; &#1497;&#1493;&#1501; &#1504;&#1493;&#1505;&#1507; &#1513;&#1500; &#1492;&#1491;&#1512;&#1499;&#1493;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506;! 

&#1492;&#1492;&#1491;&#1512;&#1499;&#1493;&#1514; &#1497;&#1493;&#1506;&#1489;&#1512;&#1493; &#1506;&#1500; &#1497;&#1491;&#1497; &#1502;&#1491;&#1512;&#1497;&#1499;&#1497;&#1501; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1497;&#1501;, &#1513;&#1497;&#1489;&#1495;&#1512;&#1493; &#1506;&#1500; &#1497;&#1491;&#1497; OWASP, &#1493;&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514;
&#1489;&#1492;&#1491;&#1512;&#1499;&#1493;&#1514; &#1497;&#1492;&#1497;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;. 

&#1497;&#1493;&#1501; &#1492;&#1492;&#1491;&#1512;&#1499;&#1493;&#1514; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1488;&#1493;&#1514;&#1493; &#1502;&#1497;&#1511;&#1493;&#1501;, &#1489;&#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497;, 17 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1499;&quot;&#1494; &#1514;&#1513;&#1512;&#1497;), &#1493;&#1497;&#1499;&#1500;&#1493;&#1500;
&#1497;&#1493;&#1501; &#1513;&#1500;&#1501; &#1513;&#1500; &#1504;&#1493;&#1513;&#1488;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1497;&#1505;&#1493;&#1491;&#1497;&#1514; &#8211; &#1489;&#1502;&#1511;&#1493;&#1501; &#1502;&#1495;&#1511;&#1512;&#1497;&#1501; &#1493;&#1504;&#1493;&#1513;&#1488;&#1497;&#1501; &#1502;&#1514;&#1511;&#1491;&#1502;&#1497;&#1501;, &#1499;&#1498; &#1513;&#1499;&#1500;
&#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1493;&#1502;&#1508;&#1514;&#1495;&#1497; &#1514;&#1493;&#1499;&#1504;&#1492; &#1497;&#1493;&#1499;&#1500; &#1500;&#1492;&#1513;&#1514;&#1514;&#1507;. 

 

&#1489;&#1504;&#1493;&#1505;&#1507;, &#1497;&#1513; &#1500;&#1504;&#1493; &#1506;&#1493;&#1491; &#1499;&#1502;&#1492; &#1492;&#1508;&#1514;&#1506;&#1493;&#1514; &#1489;&#1513;&#1489;&#1497;&#1500;&#1499;&#1501;... &#1504;&#1513;&#1514;&#1507; &#1502;&#1497;&#1491;&#1506; &#1499;&#1513;&#1497;&#1492;&#1497;&#1492; &#1502;&#1493;&#1499;&#1503;! :)

 

&#1488;&#1504;&#1493; &#1504;&#1508;&#1514;&#1495; &#1488;&#1514; &#1492;-Call for Presentations (CFP) &#1493;&#1488;&#1514; &#1492;- Call for Training (CFT)
&#1489;&#1511;&#1512;&#1493;&#1489;, &#1489;&#1513;&#1489;&#1493;&#1506;&#1493;&#1514; &#1492;&#1511;&#1512;&#1493;&#1489;&#1497;&#1501; &#8211; &#1488;&#1494; &#1514;&#1514;&#1495;&#1497;&#1500;&#1493; &#1499;&#1489;&#1512; &#1500;&#1492;&#1499;&#1497;&#1503; &#1488;&#1514; &#1492;&#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514;! 

&#1499;&#1502;&#1493; &#1499;&#1503; &#1504;&#1514;&#1495;&#1497;&#1500; &#1490;&#1501; &#1500;&#1490;&#1497;&#1497;&#1505; &#1495;&#1505;&#1493;&#1497;&#1493;&#1514; &#1489;&#1494;&#1502;&#1503; &#1492;&#1511;&#1512;&#1493;&#1489;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1513;&#1493;&#1511;&#1491;&#1497;&#1501; &#1506;&#1500; &#1506;&#1491;&#1499;&#1493;&#1503; &#1502;&#1493;&#1491;&#1500; &#1492;&#1495;&#1505;&#1493;&#1497;&#1493;&#1514;.


&#1489;&#1497;&#1504;&#1514;&#1497;&#1497;&#1501;, &#1488;&#1501; &#1488;&#1514;&#1501; &#1502;&#1506;&#1493;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501; &#1500;&#1514;&#1512;&#1493;&#1501; &#1511;&#1510;&#1514; &#1494;&#1502;&#1503; &#1493;&#1502;&#1488;&#1502;&#1509; &#8211; &#1502;&#1488;&#1493;&#1491; &#1504;&#1506;&#1512;&#1497;&#1498; &#1488;&#1514; &#1492;&#1506;&#1494;&#1512;&#1492; &#1513;&#1500;&#1499;&#1501;! 

 

&#1504;&#1513;&#1500;&#1495; &#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1489;&#1492;&#1511;&#1491;&#1501;. 

 

&#1502;&#1495;&#1499;&#1492; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1514; &#1499;&#1493;&#1500;&#1499;&#1501;! 

&#1488;&#1489;&#1497; &#1491;

OWASP IL

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20170525/1cf0dd3f/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20170525/1cf0dd3f/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000606.html">[OWASP Israel] GE&#8217;s Cyber-security Research Lab is Hiring!
</A></li>
	<LI>Next message: <A HREF="000608.html">[OWASP Israel] Next OWASP Israel Chapter Meeting
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#607">[ date ]</a>
              <a href="thread.html#607">[ thread ]</a>
              <a href="subject.html#607">[ subject ]</a>
              <a href="author.html#607">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
