<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] An open position at HP Software - We are looking for an Application Security expert
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20An%20open%20position%20at%20HP%20Software%20-%20We%20are%20looking%20for%0A%20an%20Application%20Security%20expert&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000237.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] An open position at HP Software - We are looking for an Application Security expert</H1>
    <B>Barkan, Asaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20An%20open%20position%20at%20HP%20Software%20-%20We%20are%20looking%20for%0A%20an%20Application%20Security%20expert&In-Reply-To="
       TITLE="[OWASP Israel] An open position at HP Software - We are looking for an Application Security expert">asaf.barkan at hp.com
       </A><BR>
    <I>Mon Feb 14 07:57:28 EST 2011</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000237.html">[OWASP Israel] Open Positions in Comsec Global Ltd.
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#236">[ date ]</a>
              <a href="thread.html#236">[ thread ]</a>
              <a href="subject.html#236">[ subject ]</a>
              <a href="author.html#236">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1495;&#1496;&#1497;&#1489;&#1514; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1500; &#1495;&#1489;&#1512;&#1514; HP &#1502;&#1495;&#1508;&#1513;&#1514; &#1502;&#1492;&#1504;&#1491;&#1505; &#1500;&#1504;&#1497;&#1492;&#1493;&#1500; &#1504;&#1493;&#1513;&#1488; &#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514; &#1489;&#1502;&#1493;&#1510;&#1512;&#1497; &#1492;&#1495;&#1489;&#1512;&#1492;.
&#1492;&#1514;&#1508;&#1511;&#1497;&#1491; &#1492;&#1497;&#1504;&#1493; &#1489;&#1495;&#1489;&#1512;&#1492; &#1490;&#1500;&#1493;&#1489;&#1500;&#1497;&#1514; &#1492;&#1502;&#1493;&#1512;&#1499;&#1489;&#1514; &#1502;&#1502;&#1512;&#1499;&#1494;&#1497; &#1508;&#1497;&#1514;&#1493;&#1495; &#1493;&#1504;&#1497;&#1492;&#1493;&#1500; &#1489;&#1499;&#1500; &#1492;&#1506;&#1493;&#1500;&#1501;.
&#1492;&#1511;&#1489;&#1493;&#1510;&#1492; &#1488;&#1495;&#1512;&#1488;&#1497;&#1514; &#1506;&#1500; &#1512;&#1502;&#1514; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1489;&#1499;&#1500;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1492;&#1502;&#1508;&#1493;&#1514;&#1495;&#1493;&#1514; &#1489;&#1495;&#1489;&#1512;&#1492; &#1493;&#1502;&#1490;&#1491;&#1497;&#1512;&#1492; &#1488;&#1514; &#1492;&#1502;&#1504;&#1490;&#1504;&#1493;&#1504;&#1497;&#1501; &#1492;&#1504;&#1491;&#1512;&#1513;&#1497;&#1501;, &#1492;&#1514;&#1511;&#1497;&#1504;&#1492; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1492;&#1504;&#1491;&#1512;&#1513;&#1493;&#1514; &#1493;&#1506;&#1493;&#1491; &#1499;&#1495;&#1500;&#1511; &#1502;&#1508;&#1512;&#1493;&#1497;&#1511;&#1496; Security in development lifecycle  &#1492;&#1502;&#1504;&#1493;&#1492;&#1500; &#1489;&#1511;&#1489;&#1493;&#1510;&#1492;.
&#1492;&#1511;&#1489;&#1493;&#1510;&#1492; &#1502;&#1489;&#1493;&#1505;&#1505;&#1514; &#1506;&#1500; &#1502;&#1493;&#1502;&#1495;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514; &#1506;&#1501; &#1488;&#1493;&#1512;&#1497;&#1504;&#1496;&#1510;&#1497;&#1492; &#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1514; &#1502;&#1493;&#1489;&#1492;&#1511;&#1514; &#1493;&#1492;&#1489;&#1504;&#1492; &#1513;&#1500; &#1504;&#1493;&#1513;&#1488; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1506;&#1491; &#1512;&#1502;&#1514; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495;/&#1511;&#1493;&#1491;.

&#1514;&#1495;&#1493;&#1502;&#1497; &#1488;&#1495;&#1512;&#1497;&#1493;&#1514; &#1493;&#1502;&#1513;&#1497;&#1502;&#1493;&#1514; &#1506;&#1497;&#1511;&#1512;&#1497;&#1493;&#1514; &#1513;&#1500; &#1492;&#1514;&#1508;&#1511;&#1497;&#1491;: &#1497;&#1499;&#1493;&#1500;&#1514; &#1489;&#1497;&#1510;&#1493;&#1506; &#1495;&#1511;&#1512; &#1505;&#1497;&#1499;&#1493;&#1504;&#1497;&#1501; &#1500;&#1514;&#1493;&#1499;&#1504;&#1492; (threat analysis) , &#1492;&#1502;&#1500;&#1510;&#1492; &#1506;&#1500; &#1492;&#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1493;&#1514;/&#1505;&#1508;&#1512;&#1497;&#1493;&#1514;.&#1496;&#1499;&#1504;&#1497;&#1511;&#1493;&#1514; &#1492;&#1504;&#1491;&#1512;&#1513;&#1493;&#1514; &#1500;&#1496;&#1497;&#1508;&#1493;&#1500; &#1489;&#1489;&#1506;&#1497;&#1493;&#1514; &#1504;&#1508;&#1493;&#1510;&#1493;&#1514;, &#1499;&#1514;&#1497;&#1489;&#1514; &#1502;&#1493;&#1491;&#1493;&#1500;&#1497; &#1488;&#1489;&#1496;&#1495;&#1492; &#1500;&#1492;&#1496;&#1502;&#1506;&#1492; &#1489;&#1502;&#1493;&#1510;&#1512;&#1497; &#1492;&#1495;&#1489;&#1512;&#1492; &#1493;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1492;&#1490;&#1491;&#1512;&#1514; &#1488;&#1512;&#1499;&#1497;&#1496;&#1511;&#1496;&#1493;&#1512;&#1493;&#1514; &#1502;&#1504;&#1490;&#1504;&#1493;&#1504;&#1497; &#1488;&#1489;&#1496;&#1495;&#1492; &#1489;&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1492;&#1513;&#1493;&#1504;&#1493;&#1514;.

&#1491;&#1512;&#1497;&#1513;&#1493;&#1514; &#1492;&#1514;&#1508;&#1511;&#1497;&#1491;:
1. &#1502;&#1508;&#1514;&#1495; &#1506;&#1501; &#1513;&#1504;&#1514;&#1497;&#1497;&#1501; &#1504;&#1497;&#1505;&#1497;&#1493;&#1503; &#1489;&#1508;&#1497;&#1514;&#1493;&#1495; JAVA &#1500;&#1499;&#1500; &#1492;&#1508;&#1495;&#1493;&#1514; &#1499;&#1493;&#1500;&#1500; J2EE .
2. &#1504;&#1497;&#1505;&#1497;&#1493;&#1503; &#1489;&#1508;&#1497;&#1514;&#1493;&#1495;/&#1514;&#1499;&#1504;&#1493;&#1503; &#1502;&#1506;&#1512;&#1499;&#1493;&#1514; ENTERPRISE
3. &#1488;&#1504;&#1490;&#1500;&#1497;&#1514; &#1513;&#1493;&#1496;&#1508;&#1514; &#1489;&#1491;&#1497;&#1489;&#1493;&#1512; &#1493;&#1499;&#1514;&#1497;&#1489;&#1492;
4. &#1504;&#1497;&#1505;&#1497;&#1493;&#1503; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514; &#8211; &#1497;&#1514;&#1512;&#1493;&#1503; &#1490;&#1491;&#1493;&#1500;
5. &#1504;&#1497;&#1505;&#1497;&#1493;&#1503;/&#1497;&#1491;&#1506; &#1489;&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500;&#1497;&#1501; &#1489;&#1506;&#1493;&#1500;&#1501; &#1492; WEB &#8211; &#1497;&#1514;&#1512;&#1493;&#1503; &#1490;&#1491;&#1493;&#1500;
6. &#1504;&#1497;&#1505;&#1497;&#1493;&#1503;/&#1497;&#1491;&#1506; &#1489;&#1512;&#1513;&#1514;&#1493;&#1514; &#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#8211; &#1497;&#1514;&#1512;&#1493;&#1503;
7. &#1504;&#1497;&#1505;&#1497;&#1493;&#1503;/&#1497;&#1491;&#1506; &#1489;&#1513;&#1508;&#1493;&#1514; &#1514;&#1499;&#1504;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514; &#1499;&#1490;&#1493;&#1503; .NET &#1488;&#1493; C++ - &#1497;&#1514;&#1512;&#1493;&#1503;


&#1504;&#1488; &#1500;&#1513;&#1500;&#1493;&#1495; &#1511;&#1493;&#1512;&#1493;&#1514; &#1495;&#1497;&#1497;&#1501; &#1500;: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">asaf.barkan at hp.com</A>&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">asaf.barkan at hp.com</A>&gt;

&#1514;&#1493;&#1491;&#1492; &#1502;&#1512;&#1488;&#1513;
&#1488;&#1505;&#1507; &#1489;&#1512;&#1511;&#1503;
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20110214/632974f7/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-israel/attachments/20110214/632974f7/attachment-0001.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000237.html">[OWASP Israel] Open Positions in Comsec Global Ltd.
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#236">[ date ]</a>
              <a href="thread.html#236">[ thread ]</a>
              <a href="subject.html#236">[ subject ]</a>
              <a href="author.html#236">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
