<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] Only 3 Days Left - OWASP Israel 2012
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20Only%203%20Days%20Left%20-%20OWASP%20Israel%202012&In-Reply-To=%3C050001cd88df%242b7c8dc0%248275a940%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000305.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] Only 3 Days Left - OWASP Israel 2012</H1>
    <B>Ofer Maor</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20Only%203%20Days%20Left%20-%20OWASP%20Israel%202012&In-Reply-To=%3C050001cd88df%242b7c8dc0%248275a940%24%40owasp.org%3E"
       TITLE="[OWASP Israel] Only 3 Days Left - OWASP Israel 2012">ofer.maor at owasp.org
       </A><BR>
    <I>Sun Sep  2 07:47:08 UTC 2012</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000305.html">[OWASP Israel] Call for Volunteers - OWASP Israel 2012
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#304">[ date ]</a>
              <a href="thread.html#304">[ thread ]</a>
              <a href="subject.html#304">[ subject ]</a>
              <a href="author.html#304">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1492;&#1499;&#1504;&#1505; &#1492;&#1513;&#1504;&#1514;&#1497; &#1513;&#1500; OWASP Israel &#1489;&#1506;&#1493;&#1491; &#1513;&#1500;&#1493;&#1513;&#1492; &#1497;&#1502;&#1497;&#1501;! &#1492;&#1499;&#1504;&#1505; &#1497;&#1506;&#1512;&#1498; &#1489;-5/9/2011  &#1489;&#1502;&#1512;&#1499;&#1494;
&#1492;&#1489;&#1497;&#1504;&#1514;&#1495;&#1493;&#1502;&#1497; &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492;.

&#1492;&#1499;&#1504;&#1505; &#1497;&#1495;&#1500; &#1489;&#1513;&#1506;&#1492; 08:45 &#1493;&#1497;&#1505;&#1514;&#1497;&#1497;&#1501; &#1489;-17:00

&#1488;&#1501; &#1506;&#1493;&#1491; &#1500;&#1488; &#1504;&#1512;&#1513;&#1502;&#1514;&#1501; &#8211; &#1502;&#1492;&#1512;&#1493; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1489;:  &lt;<A HREF="http://www.cvent.com/d/1cqwcq">http://www.cvent.com/d/1cqwcq</A>&gt;
<A HREF="http://www.cvent.com/d/1cqwcq">http://www.cvent.com/d/1cqwcq</A>

 

&#1490;&#1501; &#1492;&#1513;&#1504;&#1492; &#1492;&#1499;&#1504;&#1505; &#1497;&#1492;&#1497;&#1492; &#1490;&#1491;&#1493;&#1500; &#1493;&#1502;&#1493;&#1510;&#1500;&#1495; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1493;&#1499;&#1491;&#1488;&#1497; &#1500;&#1492;&#1490;&#1497;&#1506;. &#1492;&#1513;&#1504;&#1492; &#1502;&#1505;&#1508;&#1512; &#1512;&#1489; &#1513;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514;
&#1488;&#1497;&#1499;&#1493;&#1514;&#1497;&#1493;&#1514; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491;, &#1493;&#1502;&#1505;&#1508;&#1512; &#1504;&#1493;&#1514;&#1504;&#1497; &#1495;&#1505;&#1493;&#1514; &#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#8211; &#1489;&#1488;&#1497; &#1492;&#1499;&#1504;&#1505; &#1497;&#1493;&#1499;&#1500;&#1493; &#1500;&#1492;&#1514;&#1512;&#1513;&#1501; &#1490;&#1501;
&#1502;&#1502;&#1490;&#1493;&#1493;&#1503; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1493;&#1508;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. 

 

&#1492;&#1513;&#1504;&#1492; &#1490;&#1501; &#1492;&#1512;&#1510;&#1488;&#1514; &#1488;&#1493;&#1512;&#1495; &#1502;&#1497;&#1493;&#1495;&#1491;&#1514; &#1513;&#1500; &#1492;&#1505;&#1493;&#1508;&#1512; &#1490;&#1497;-&#1508;&#1497;&#1500;&#1497;&#1508; &#1490;&#1493;&#1500;&#1491;&#1513;&#1496;&#1497;&#1497;&#1503;, &#1502;&#1495;&#1489;&#1512; &#1492;&#1505;&#1508;&#1512; &quot;&#1489;&#1489;&#1500; &#1513;&#1506;&#1514;
&#1488;&#1508;&#1505;&quot;. 

 

&#1488;&#1490;'&#1504;&#1491;&#1492; &#1502;&#1500;&#1488;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; &#1489;- <A HREF="https://www.owasp.org/index.php/OWASP_Israel_2012">https://www.owasp.org/index.php/OWASP_Israel_2012</A>

 

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1488; &#1495;&#1497;&#1504;&#1501;, &#1488;&#1493;&#1500;&#1501; &#1504;&#1491;&#1512;&#1513; &#1512;&#1497;&#1513;&#1493;&#1501; &#1502;&#1493;&#1511;&#1491;&#1501;. &#1513;&#1497;&#1502;&#1493; &#1500;&#1489; &#8211; &#1502;&#1505;&#1508;&#1512; &#1492;&#1502;&#1511;&#1493;&#1502;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505;
&#1502;&#1493;&#1490;&#1489;&#1500;. &#1502;&#1492;&#1512;&#1493; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1489;&#1496;&#1497;&#1495; &#1488;&#1514; &#1502;&#1511;&#1493;&#1502;&#1499;&#1501;. 

 

&#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1512;&#1497;&#1513;&#1493;&#1501; &#1500;&#1499;&#1504;&#1505;, &#1488;&#1504;&#1493; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1500;&#1499;&#1501; &#1500;&#1492;&#1510;&#1496;&#1512;&#1507; &#1499;&#1495;&#1489;&#1512;&#1497;&#1501; &#1500;&#1488;&#1512;&#1490;&#1493;&#1503; OWASP. &#1492;&#1492;&#1510;&#1496;&#1512;&#1508;&#1493;&#1514;
&#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1499;&#1504;&#1505; &#1504;&#1497;&#1514;&#1504;&#1514; &#1489;&#1492;&#1504;&#1495;&#1492; &#1493;&#1489;&#1506;&#1500;&#1493;&#1514; &#1513;&#1500; 35$ &#1489;&#1500;&#1489;&#1491;, &#1493;&#1499;&#1493;&#1500;&#1500;&#1514; &#1502;&#1490;&#1493;&#1493;&#1503; &#1492;&#1496;&#1489;&#1493;&#1514;. &#1488;&#1512;&#1490;&#1493;&#1503; OWASP
&#1492;&#1497;&#1504;&#1493; &#1488;&#1512;&#1490;&#1493;&#1503; &#1489;&#1497;&#1504;&#1500;&#1488;&#1493;&#1502;&#1497; &#1500;&#1500;&#1488; &#1499;&#1493;&#1493;&#1504;&#1514; &#1512;&#1493;&#1493;&#1495;, &#1493;&#1489;&#1506;&#1493;&#1491; &#1513;&#1492;&#1492;&#1510;&#1496;&#1512;&#1508;&#1493;&#1514; &#1488;&#1497;&#1504;&#1504;&#1492; &#1504;&#1491;&#1512;&#1513;&#1514; &#1506;&#1500;  &#1502;&#1504;&#1514;
&#1500;&#1492;&#1513;&#1514;&#1514;&#1507; &#1489;&#1499;&#1504;&#1505;, &#1492;&#1497;&#1488; &#1502;&#1505;&#1497;&#1497;&#1506;&#1514; &#1500;&#1508;&#1506;&#1497;&#1500;&#1493;&#1514; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503; &#1489;&#1506;&#1493;&#1500;&#1501; &#1493;&#1489;&#1488;&#1512;&#1509;. &#1488;&#1501; &#1488;&#1514;&#1501; &#1502;&#1512;&#1490;&#1497;&#1513;&#1497;&#1501; &#1513;&#1492;&#1499;&#1504;&#1505;
(&#1493;&#1513;&#1488;&#1512; &#1508;&#1506;&#1497;&#1500;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503;) &#1514;&#1493;&#1512;&#1501; &#1500;&#1499;&#1501;, &#1488;&#1504;&#1488; &#1506;&#1494;&#1512;&#1493; &#1500;&#1504;&#1493; &#1489;&#1495;&#1494;&#1512;&#1492;. 

 

&#1488;&#1504;&#1488; &#1506;&#1494;&#1512;&#1493; &#1500;&#1504;&#1493; &#1500;&#1492;&#1490;&#1497;&#1506; &#1500;&#1511;&#1492;&#1500; &#1490;&#1491;&#1493;&#1500; &#1497;&#1493;&#1514;&#1512; &#1493;&#1513;&#1500;&#1495;&#1493; &#1488;&#1514; &#1492;&#1502;&#1497;&#1497;&#1500; &#1489;&#1514;&#1493;&#1498; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503; &#1513;&#1500;&#1499;&#1501; &#1500;&#1490;&#1493;&#1508;&#1497;&#1501;
&#1492;&#1512;&#1500;&#1493;&#1493;&#1504;&#1496;&#1497;&#1497;&#1501; &#1499;&#1490;&#1493;&#1503; &#1505;&#1511;&#1497;&#1493;&#1512;&#1497;&#1496;&#1497;, &#1508;&#1497;&#1514;&#1493;&#1495;, QA, &#1493;&#1499;&#1491;&#1493;&#1502;&#1492;. 

 

 

&#1489;&#1489;&#1512;&#1499;&#1492;,

 

&#1506;&#1493;&#1508;&#1512; &#1502;&#1488;&#1493;&#1512;. 

&#1497;&#1493;&quot;&#1512; OWASP &#1497;&#1513;&#1512;&#1488;&#1500;.

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20120902/b3f8f73a/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20120902/b3f8f73a/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000305.html">[OWASP Israel] Call for Volunteers - OWASP Israel 2012
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#304">[ date ]</a>
              <a href="thread.html#304">[ thread ]</a>
              <a href="subject.html#304">[ subject ]</a>
              <a href="author.html#304">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
