<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP Top 10 &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20%3D%3Futf-8%3Fb%3FT1dBU1AgVG9wIDEwINeR16LXkdeo15nXqg%3D%3D%3F%3D&In-Reply-To=%3CCAJRrLgHTyPw5-MWTQGOkQZWY7mszZ3kXZYWuVB30mooduzAUsw%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000306.html">
   <LINK REL="Next"  HREF="000308.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP Top 10 &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;</H1>
    <B>Or Katz</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20%3D%3Futf-8%3Fb%3FT1dBU1AgVG9wIDEwINeR16LXkdeo15nXqg%3D%3D%3F%3D&In-Reply-To=%3CCAJRrLgHTyPw5-MWTQGOkQZWY7mszZ3kXZYWuVB30mooduzAUsw%40mail.gmail.com%3E"
       TITLE="[OWASP Israel] OWASP Top 10 &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;">katz3112 at gmail.com
       </A><BR>
    <I>Thu Sep  6 07:59:15 UTC 2012</I>
    <P><UL>
        <LI>Previous message: <A HREF="000306.html">[OWASP Israel] TOMORROW - OWASP Israel 2012!
</A></li>
        <LI>Next message: <A HREF="000308.html">[OWASP Israel] Mobile Application Penetration testing
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#307">[ date ]</a>
              <a href="thread.html#307">[ thread ]</a>
              <a href="subject.html#307">[ subject ]</a>
              <a href="author.html#307">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>*&#1492; - Open Web Application Security Project ) OWASP) &#1492;&#1497;&#1504;&#1493; &#1508;&#1512;&#1493;&#1497;&#1511;&#1496; &#1511;&#1492;&#1497;&#1500;&#1492;
&#1492;&#1502;&#1497;&#1493;&#1506;&#1491; &#1500;&#1488;&#1508;&#1513;&#1512; &#1500;&#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1500;&#1508;&#1514;&#1495;, &#1500;&#1512;&#1499;&#1493;&#1513; &#1493;&#1500;&#1514;&#1495;&#1494;&#1511; &#1514;&#1493;&#1499;&#1504;&#1492; &#1488;&#1513;&#1512; &#1504;&#1497;&#1514;&#1503; &#1500;&#1505;&#1502;&#1493;&#1498; &#1506;&#1500;&#1497;&#1492; &#1489;&#1492;&#1497;&#1489;&#1496;&#1497;
&#1488;&#1489;&#1496;&#1495;&#1492;.&#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1508;&#1512;&#1493;&#1497;&#1511;&#1496; &#1513;&#1500; &#1492;&#1505;&#1504;&#1497;&#1507; &#1492;&#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1513;&#1500; OWASP &#1514;&#1493;&#1512;&#1490;&#1501; &#1502;&#1505;&#1502;&#1498; &#1492; Top
10&lt;<A HREF="https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf">https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf</A>&gt;
 &#1513;&#1492;&#1493;&#1488; &#1502;&#1492;&#1493;&#1493;&#1492; &#1505;&#1508;&#1497;&#1504;&#1514; &#1492;&#1491;&#1490;&#1500; &#1513;&#1500; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503;, &#1492;&#1502;&#1496;&#1512;&#1492; &#1513;&#1500; &#1508;&#1512;&#1493;&#1497;&#1511;&#1496; &#1492; - Top
10&lt;<A HREF="https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf">https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf</A>&gt;
 &#1492;&#1497;&#1488; &#1500;&#1492;&#1506;&#1500;&#1493;&#1514; &#1502;&#1493;&#1491;&#1506;&#1493;&#1514; &#1500;&#1490;&#1489;&#1497; &#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1488;&#1493;&#1489;&#1496;&#1495; &#1506;&quot;&#1497; &#1492;&#1510;&#1490;&#1514; &#1495;&#1500;&#1511; &#1502;&#1492;&#1505;&#1497;&#1499;&#1493;&#1504;&#1497;&#1501; &#1492;&#1511;&#1512;&#1497;&#1496;&#1497;&#1497;&#1501; &#1489;&#1497;&#1493;&#1514;&#1512;
&#1492;&#1506;&#1493;&#1502;&#1491;&#1497;&#1501; &#1489;&#1508;&#1504;&#1497; &#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501;.*
*&#1489;&#1494;&#1488;&#1514;, &#1488;&#1504;&#1493; &#1502;&#1506;&#1493;&#1491;&#1491;&#1497;&#1501; &#1488;&#1514; &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;- Top
10&lt;<A HREF="https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf">https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf</A>&gt;
 &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1497;&#1494;&#1493;&#1501; &#1493;&#1500;&#1492;&#1514;&#1504;&#1497;&#1506; &#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1488;&#1493;&#1489;&#1496;&#1495; &#1489;&#1488;&#1512;&#1490;&#1493;&#1503;. &#1502;&#1508;&#1514;&#1495;&#1497;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1500;&#1502;&#1493;&#1491; &#1502;&#1496;&#1506;&#1493;&#1497;&#1493;&#1514; &#1513;&#1500;
&#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;, &#1493;&#1502;&#1504;&#1492;&#1500;&#1497;&#1501; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1500;&#1495;&#1513;&#1493;&#1489; &#1499;&#1497;&#1510;&#1491; &#1500;&#1504;&#1492;&#1500; &#1488;&#1514; &#1492;&#1505;&#1497;&#1499;&#1493;&#1504;&#1497;&#1501; &#1492;&#1504;&#1493;&#1510;&#1512;&#1497;&#1501;
&#1506;&quot;&#1497; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1488;&#1512;&#1490;&#1493;&#1503;.*
*&#1506;&#1491;&#1499;&#1493;&#1503; &#1495;&#1513;&#1493;&#1489; &#1494;&#1492; &#1502;&#1510;&#1497;&#1490; &#1489;&#1511;&#1510;&#1512;&#1492; &#1488;&#1514; &#1506;&#1513;&#1512;&#1514; &#1492;&#1505;&#1497;&#1499;&#1493;&#1504;&#1497;&#1501; &#1492;&#1499;&#1497; &#1495;&#1502;&#1493;&#1512;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1508;&#1497;&#1514;&#1493;&#1495; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;
&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496; &#1502;&#1488;&#1493;&#1489;&#1496;&#1495;&#1497;&#1501;. &#1492; - OWASP Top
10&lt;<A HREF="https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf">https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf</A>&gt;
 &#1514;&#1502;&#1497;&#1491; &#1506;&#1505;&#1511; &#1489;&#1505;&#1497;&#1499;&#1493;&#1504;&#1497; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492;, &#1488;&#1498; &#1489;&#1506;&#1491;&#1499;&#1493;&#1503; &#1494;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1512;&#1488;&#1493;&#1514; &#1494;&#1488;&#1514; &#1488;&#1507; &#1497;&#1493;&#1514;&#1512; &#1489;&#1489;&#1497;&#1512;&#1493;&#1512;. &#1502;&#1505;&#1502;&#1498;
&#1494;&#1492; &#1502;&#1505;&#1508;&#1511; &#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1500;&#1490;&#1489;&#1497; &#1492;&#1491;&#1512;&#1499;&#1497;&#1501; &#1489;&#1492;&#1503; &#1514;&#1493;&#1499;&#1500;&#1493; &#1500;&#1489;&#1510;&#1506; &#1492;&#1506;&#1512;&#1499;&#1514; &#1505;&#1497;&#1499;&#1493;&#1504;&#1497;&#1501; &#1500;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1500;&#1499;&#1501;.
&#1489;&#1502;&#1505;&#1502;&#1498; &#1511;&#1497;&#1497;&#1502;&#1514; &#1492;&#1491;&#1512;&#1499;&#1492; &#1506;&#1489;&#1493;&#1512; &#1499;&#1500; &#1488;&#1495;&#1491; &#1502;&#1492;&#1488;&#1497;&#1493;&#1502;&#1497;&#1501; &#1499;&#1497;&#1510;&#1491; &#1500;&#1489;&#1495;&#1493;&#1503; &#1492;&#1488;&#1501; &#1511;&#1497;&#1497;&#1502;&#1514; &#1489;&#1506;&#1497;&#1492; &#1489;&#1514;&#1495;&#1493;&#1501;
&#1502;&#1505;&#1493;&#1497;&#1501;, &#1499;&#1497;&#1510;&#1491; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1497;&#1502;&#1504;&#1506; &#1502;&#1492;&#1489;&#1506;&#1497;&#1492;, &#1502;&#1505;&#1508;&#1512; &#1491;&#1493;&#1490;&#1502;&#1488;&#1493;&#1514; &#1500;&#1508;&#1490;&#1502;&#1497;&#1501;, &#1493;&#1511;&#1497;&#1513;&#1493;&#1512;&#1497;&#1501; &#1500;&#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507;.
&#1492;&#1502;&#1496;&#1512;&#1492; &#1492;&#1506;&#1497;&#1511;&#1512;&#1497;&#1514; &#1513;&#1500; &#1492; - OWASP Top
10&lt;<A HREF="https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf">https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf</A>&gt;
 &#1492;&#1497;&#1488; &#1500;&#1495;&#1504;&#1498; &#1502;&#1508;&#1514;&#1495;&#1497;&#1501;, &#1502;&#1506;&#1510;&#1489;&#1497;&#1501;, &#1488;&#1491;&#1512;&#1497;&#1499;&#1500;&#1497;&#1501;, &#1502;&#1504;&#1492;&#1500;&#1497;&#1501; &#1493;&#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1489;&#1499;&#1500;&#1500;, &#1506;&#1500; &#1492;&#1492;&#1513;&#1500;&#1499;&#1493;&#1514; &#1489;&#1495;&#1513;&#1497;&#1508;&#1492;
&#1513;&#1500; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503; &#1500;&#1495;&#1493;&#1500;&#1513;&#1493;&#1514; &#1492;&#1499;&#1497; &#1502;&#1513;&#1502;&#1506;&#1493;&#1514;&#1497;&#1493;&#1514; &#1489;&#1514;&#1495;&#1493;&#1501; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497; &#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;. &#1492; - Top
10&lt;<A HREF="https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf">https://www.owasp.org/images/c/cd/OWASP_Top_10_Heb.pdf</A>&gt;
 &#1502;&#1505;&#1508;&#1511; &#1496;&#1499;&#1504;&#1497;&#1511;&#1493;&#1514; &#1489;&#1505;&#1497;&#1505;&#1497;&#1493;&#1514; &#1500;&#1492;&#1490;&#1504;&#1492; &#1502;&#1508;&#1504;&#1497; &#1505;&#1497;&#1499;&#1493;&#1504;&#1497;&#1501; &#1489;&#1512;&#1502;&#1492; &#1490;&#1489;&#1493;&#1492;&#1492; &#1493;&#1499;&#1502;&#1493; &#1499;&#1503; &#1502;&#1505;&#1508;&#1511; &#1492;&#1499;&#1493;&#1493;&#1504;&#1492;
&#1499;&#1497;&#1510;&#1491; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1514;&#1511;&#1491;&#1501; &#1506;&#1501; &#1504;&#1493;&#1513;&#1488;&#1497;&#1501; &#1488;&#1500;&#1493;.*
*&#1489;&#1502;&#1489;&#1496; &#1511;&#1491;&#1497;&#1502;&#1492;, &#1488;&#1512;&#1490;&#1493;&#1503; OWASP &#1502;&#1502;&#1500;&#1497;&#1509; &#1500;&#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1500;&#1489;&#1504;&#1493;&#1514; &#1489;&#1505;&#1497;&#1505; &#1497;&#1510;&#1497;&#1489; &#1513;&#1500; &#1492;&#1499;&#1513;&#1512;&#1493;&#1514;, &#1514;&#1511;&#1504;&#1497;&#1501;
&#1493;&#1499;&#1500;&#1497;&#1501; &#1513;&#1497;&#1488;&#1508;&#1513;&#1512;&#1493; &#1508;&#1497;&#1514;&#1493;&#1495; &#1511;&#1493;&#1491; &#1502;&#1488;&#1493;&#1489;&#1496;&#1495;. &#1506;&#1500; &#1490;&#1489;&#1497; &#1489;&#1505;&#1497;&#1505; &#1494;&#1492;, &#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1500;&#1513;&#1500;&#1489; &#1488;&#1489;&#1496;&#1495;&#1492;
&#1500;&#1514;&#1493;&#1498; &#1513;&#1500;&#1489;&#1497; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495;, &#1492;&#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1493;&#1514;&#1495;&#1494;&#1493;&#1511;&#1492; &#1513;&#1493;&#1496;&#1508;&#1514; &#1513;&#1500; &#1514;&#1492;&#1500;&#1497;&#1499;&#1497;&#1501;.*
*&#1489;&#1491;&#1493;&#1502;&#1492; &#1500;&#1508;&#1512;&#1493;&#1497;&#1511;&#1496;&#1497;&#1501; &#1511;&#1493;&#1491; &#1508;&#1514;&#1493;&#1495; &#1512;&#1489;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;, OWASP &#1502;&#1497;&#1497;&#1510;&#1512; &#1514;&#1493;&#1510;&#1512;&#1497;&#1501; &#1502;&#1505;&#1493;&#1490;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1489;&#1510;&#1493;&#1512;&#1492;
&#1513;&#1497;&#1514;&#1493;&#1508;&#1497;&#1514; &#1493;&#1508;&#1514;&#1493;&#1495;&#1492;. &#1488;&#1512;&#1490;&#1493;&#1503; &#1492; &#8211; OWASP &#1492;&#1493;&#1488; &#1488;&#1512;&#1490;&#1493;&#1503; &#1500;&#1500;&#1488; &#1502;&#1496;&#1512;&#1493;&#1514; &#1512;&#1493;&#1493;&#1495; &#1492;&#1502;&#1489;&#1496;&#1497;&#1495; &#1492;&#1510;&#1500;&#1495;&#1492; &#1488;&#1512;&#1493;&#1499;&#1514;
&#1496;&#1493;&#1493;&#1495; &#1513;&#1500; &#1492;&#1508;&#1512;&#1493;&#1497;&#1511;&#1496;. &#1499;&#1502;&#1506;&#1496; &#1499;&#1500; &#1492;&#1502;&#1506;&#1493;&#1512;&#1489;&#1497;&#1501; &#1489;&#1508;&#1512;&#1493;&#1497;&#1511;&#1496; &#1492;&#1497;&#1504;&#1501; &#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1500;&#1512;&#1489;&#1493;&#1514; &#1502;&#1493;&#1506;&#1510;&#1514; OWASP,
&#1492;&#1493;&#1493;&#1506;&#1491;&#1493;&#1514; &#1492;&#1506;&#1493;&#1500;&#1502;&#1497;&#1493;&#1514;, &#1512;&#1488;&#1513;&#1497; &#1492;&#1513;&#1500;&#1493;&#1495;&#1493;&#1514;, &#1512;&#1488;&#1513;&#1497; &#1492;&#1502;&#1497;&#1494;&#1501; &#1493;&#1495;&#1489;&#1512;&#1497; &#1492;&#1502;&#1497;&#1494;&#1501;.*

*&#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; &#1488;&#1514; &#1492;&#1502;&#1505;&#1502;&#1498; &#1489;&#1488;&#1514;&#1512; OWASP Israel &#1489;-*
<A HREF="https://www.owasp.org/index.php/OWASP_Top10_Hebrew">https://www.owasp.org/index.php/OWASP_Top10_Hebrew</A>

&#1489;&#1489;&#1512;&#1499;&#1492;,
&#1488;&#1493;&#1512; &#1499;&#1509;
OWASP Israel Board
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20120906/6e424bc7/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20120906/6e424bc7/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000306.html">[OWASP Israel] TOMORROW - OWASP Israel 2012!
</A></li>
	<LI>Next message: <A HREF="000308.html">[OWASP Israel] Mobile Application Penetration testing
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#307">[ date ]</a>
              <a href="thread.html#307">[ thread ]</a>
              <a href="subject.html#307">[ subject ]</a>
              <a href="author.html#307">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
