<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-israel] Next OWASP IL meeting on Wed July 26th
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOwasp-israel%5D%20Next%20OWASP%20IL%20meeting%20on%20Wed%20July%2026th&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000018.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-israel] Next OWASP IL meeting on Wed July 26th</H1>
    <B>Ofer Shezaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOwasp-israel%5D%20Next%20OWASP%20IL%20meeting%20on%20Wed%20July%2026th&In-Reply-To="
       TITLE="[Owasp-israel] Next OWASP IL meeting on Wed July 26th">Ofer.Shezaf at breach.com
       </A><BR>
    <I>Tue Jul 18 01:52:10 EDT 2006</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000018.html">[Owasp-israel] FW: Oportunities in Israel
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#17">[ date ]</a>
              <a href="thread.html#17">[ thread ]</a>
              <a href="subject.html#17">[ subject ]</a>
              <a href="author.html#17">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE> 

&#1492;&#1497; &#1499;&#1493;&#1500;&#1501;,

 

&#1492;&#1490;&#1497;&#1506; &#1492;&#1494;&#1502;&#1503; &#1500;&#1508;&#1490;&#1497;&#1513;&#1492; &#1492;&#1489;&#1488;&#1492; &#1513;&#1500; OWASP IL! &#1488;&#1512;&#1490;&#1493;&#1503; OWASP &lt;<A HREF="http://www.owasp.org/">http://www.owasp.org/</A>&gt;  &#1492;&#1493;&#1488; &#1488;&#1512;&#1490;&#1493;&#1503; &#1513;&#1500; &#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1492;&#1502;&#1493;&#1489;&#1497;&#1500; &#1488;&#1514; &#1504;&#1493;&#1513;&#1488; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497; &#1492;&#1493;&#1493;&#1489; &#1489;&#1506;&#1493;&#1500;&#1501;. &#1492;&#1502;&#1508;&#1490;&#1513; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1497;&#1493;&#1501; &#1512;&#1489;&#1497;&#1506;&#1497; &#1492;-26 &#1500;&#1497;&#1493;&#1500;&#1497; &#1489;&#1513;&#1506;&#1492; 17:15 &#1489;&#1502;&#1513;&#1512;&#1491;&#1497; &#1495;&#1489;&#1512;&#1514; &#1489;&#1512;&#1497;&#1509;' &lt;<A HREF="http://www.breach.com/">http://www.breach.com/</A>&gt;  &#1489;&#1512;&#1495;&#1493;&#1489; &#1489;&#1512;&#1511;&#1514; 11 &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1497;&#1492; &#1508;&#1497;&#1514;&#1493;&#1495;. &#1492;&#1502;&#1508;&#1490;&#1513; &#1492;&#1493;&#1488; &#1495;&#1493;&#1508;&#1513;&#1497; &#1493;&#1508;&#1514;&#1493;&#1495; &#1500;&#1499;&#1500;. &#1499;&#1497;&#1493;&#1503; &#1513;&#1492;&#1502;&#1511;&#1493;&#1501; &#1502;&#1493;&#1490;&#1489;&#1500; &#1488;&#1493;&#1491;&#1492; &#1500;&#1499;&#1501; &#1488;&#1501; &#1514;&#1488;&#1513;&#1512;&#1493; &#1488;&#1514; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514;&#1499;&#1501; &#1489;&#1491;&#1493;&#1488;&#1512; &#1495;&#1493;&#1494;&#1512; &#1488;&#1500; <A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A> &lt;mailto:<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>&gt; . &#1488;&#1501; &#1488;&#1514;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1513;&#1492;&#1502;&#1508;&#1490;&#1513; &#1497;&#1492;&#1497;&#1492; &#1502;&#1506;&#1504;&#1497;&#1497;&#1503; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1488;&#1513;&#1502;&#1495; &#1488;&#1501; &#1514;&#1508;&#1497;&#1510;&#1493; &#1488;&#1514; &#1492;&#1492;&#1494;&#1502;&#1504;&#1492; &#1490;&#1501; &#1500;&#1492;&#1501;. &#1499;&#1502;&#1493; &#1499;&#1503; &#1488;&#1514;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1508;&#1493;&#1510;&#1492; &#1513;&#1500;&#1504;&#1493; &lt;<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">http://lists.owasp.org/mailman/listinfo/owasp-israel</A>&gt;  &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1511;&#1489;&#1500; &#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1506;&#1500; &#1508;&#1490;&#1497;&#1513;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514;.

 

&#1492;&#1508;&#1506;&#1501; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1502;&#1490;&#1493;&#1493;&#1504;&#1514; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1493;&#1514;&#1499;&#1500;&#1493;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1513;&#1500; &#1508;&#1512;&#1493;&#1508;. &#1488;&#1502;&#1497;&#1512; &#1492;&#1512;&#1510;&#1489;&#1512;&#1490; &lt;<A HREF="http://www.cs.biu.ac.il/~herzbea/">http://www.cs.biu.ac.il/~herzbea/</A>&gt;  &#1506;&#1500; &#1513;&#1497;&#1496;&#1493;&#1514; &#1495;&#1491;&#1513;&#1504;&#1497;&#1493;&#1514; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491;&#1493;&#1514; &#1506;&#1501; &#1508;&#1497;&#1513;&#1497;&#1504;&#1490; &#1493;&#1513;&#1500; &#1513;&#1497; &#1510;&#1500;&#1500; &#1497;&#1499;&#1497;&#1503;, &#1502;&#1504;&#1492;&#1500; &#1502;&#1495;&#1500;&#1511;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1511;&#1493;&#1502;&#1505;&#1511; &#1506;&#1500; &#1489;&#1506;&#1497;&#1493;&#1514; &#1493;&#1508;&#1514;&#1512;&#1493;&#1504;&#1503; &#1489;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1510;&#1508;&#1497;&#1504;&#1492; &#1489;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497; &#1493;&#1493;&#1489;.

 

~ &#1506;&#1508;&#1512;

Hi All,

Time of the next meeting of OWASP IL! The Open Web Application Security Project (OWASP &lt;<A HREF="http://www.owasp.org/">http://www.owasp.org/</A>&gt; ) is an all-volunteer group that produces free, professional-quality, open-source documentation, tools, and standards. The OWASP community facilitates conferences, local chapters, articles, papers, and message forums. It is most known for the OWASP guide and the OWASP top 10, which are among the most important references regarding applications security. 

The meeting will be held on July  26th, 17:15, at Breach Security &lt;<A HREF="http://www.breach.com">http://www.breach.com</A>&gt;  offices, 11th Bareket St. Herzliya. Participation is free and open to all, but please inform us (mail me at <A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>) that you are coming so room is limited. 

Feel free to distribute information regarding this meeting to others in your organization or outside that you think may be interested in the meeting. You can also register to the OWASP Israel mailing list &lt;<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">http://lists.owasp.org/mailman/listinfo/owasp-israel</A>&gt;  in order to receive updates regarding chapter's meetings. For further details please contact me. 

Program:

17:15 - Gathering, Socializing and Pizzas 

17:30 - Exposing cryptography for software developers 

Shai Zalalichin, Head of AppSec group, Comsec 

Encryption is a very important tool in the application security tool chest, but is also a very complex technology. The presentation will explore common pitfalls &amp; countermeasures that every developer should follow when writing crypto-aware applications. 

The presentation was originally given at OWASP Europe conference in May. 

18:30 - Preventing Spoofing, Phishing and Spamming by Secure Usability and Cryptography 

Prof. Amir Herzberg, dept. of computer science, Bar-Ilan University, Israel 

Spoofing, Phishing and spamming are of the worst security problems in the Internet. Amir will present vulnerabilities in the current email and web systems, causing the proliferation of such attacks. Amir will then discuss some recent proposals made by him as well as others to improve security against these threats. Some solutions involve secure usability, some use (simple) cryptographic protocols, while others involve both areas. 

19:20 - Questions &amp; Feedback 

 

 

Ofer Shezaf

OWASP Israel Chair

<A HREF="http://www.owasp.org/index.php/Israel">http://www.owasp.org/index.php/Israel</A>

 

CTO, Breach Security

Phone (US): +1 (760) 268.1924 ext. 702

Phone (Israel): +972 (9) 956.0036 ext.212

Cell: +972 (54) 443.1119
<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>
<A HREF="http://www.breach.com">http://www.breach.com</A> &lt;<A HREF="http://www.breach.com/">http://www.breach.com/</A>&gt; 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20060718/ad3c5cb2/attachment-0002.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20060718/ad3c5cb2/attachment-0002.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000018.html">[Owasp-israel] FW: Oportunities in Israel
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#17">[ date ]</a>
              <a href="thread.html#17">[ thread ]</a>
              <a href="subject.html#17">[ subject ]</a>
              <a href="author.html#17">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
