<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%09%3D%3Fiso-8859-2%3Fq%3FKryteria_oceny_bezpiecze%3DF1stwa_ban%3F%3D%0A%09%3D%3Fiso-8859-2%3Fq%3Fkowo%3DB6ci_internetowej%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000104.html">
   <LINK REL="Next"  HREF="000088.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej</H1>
    <B>Przemyslaw Skowron</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%09%3D%3Fiso-8859-2%3Fq%3FKryteria_oceny_bezpiecze%3DF1stwa_ban%3F%3D%0A%09%3D%3Fiso-8859-2%3Fq%3Fkowo%3DB6ci_internetowej%3F%3D&In-Reply-To="
       TITLE="[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej">przemyslaw.skowron at gmail.com
       </A><BR>
    <I>Fri May 14 12:51:08 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000104.html">[Owasp-poland] java - statyczna analiza kodu pod wzgl&#281;dem security
</A></li>
        <LI>Next message: <A HREF="000088.html">[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#73">[ date ]</a>
              <a href="thread.html#73">[ thread ]</a>
              <a href="subject.html#73">[ subject ]</a>
              <a href="author.html#73">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>W dniu 14 maja 2010 17:50 u&#380;ytkownik Pawe&#322; Gole&#324;
&lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">pawel.golen at gmail.com</A>&gt; napisa&#322;:
&gt;<i> On 2010-05-14 17:33, Pawe&#322; Krawczyk wrote:
</I>&gt;<i>
</I>&gt;&gt;<i> Najpro&#347;ciej zacz&#261;&#263; od tego, kto jakie zna cele biznesowe
</I>&gt;&gt;<i> uwierzytelnienia i autoryzacji w bankach bo to nie jest wcale takie
</I>&gt;&gt;<i> oczywiste.
</I>
Uzupe&#322;niaj&#261;c: chcia&#322;bym by&#347;my zaj&#281;li si&#281; tak&#380;e innymi &quot;s&#322;abo&#347;ciami&quot;
bezpiecze&#324;stwa bankowo&#347;ci internetowej :) tak&#380;e tymi, kt&#243;re nie
prowadz&#261; od razu do transferu &#347;rodk&#243;w finansowych, ale np. umo&#380;liwiaj&#261;
wgl&#261;d w histori&#281; rachunku czy saldo.

&gt;<i> A my&#347;lisz, &#380;e w bankach jest du&#380;e zrozumienie cel&#243;w biznesowych
</I>&gt;<i> uwierzytelnienia i autoryzacji przez &quot;w&#322;a&#347;cicieli&quot; system&#243;w bankowo&#347;ci
</I>&gt;<i> internetowej? Moje do&#347;wiadczenia z dawnych czas&#243;w wskazuj&#261; na to, &#380;e
</I>&gt;<i> mechanizmy te s&#261; postrzegane przez nich jako utrudnienie odstraszaj&#261;ce
</I>&gt;<i> klient&#243;w i najch&#281;tniej by z nich zrezygnowali. Troch&#281; si&#281; od tego czasu
</I>&gt;<i> zmieni&#322;o, jednak by&#322;o kilka g&#322;o&#347;nych przypadk&#243;w wyprowadzenia sporych
</I>&gt;<i> kwot pieni&#281;dzy i bezpiecze&#324;stwo zacz&#281;to postrzega&#263; jako przewag&#281;
</I>&gt;<i> konkurencyjn&#261;. Inna sprawa, &#380;e dalej podej&#347;cie bazuje na otrzymaniu
</I>&gt;<i> systemu podobnego do (tu wstawi&#263; lidera rynku), a nie wyboru
</I>&gt;<i> rzeczywi&#347;cie najlepszej metody uwierzytelnienia po uwzgl&#281;dnieniu jakiej&#347;
</I>&gt;<i> analizy ryzyka oraz sprawdzenia jej &quot;u&#380;ywalno&#347;ci&quot;.
</I>&gt;<i>
</I>&gt;<i> W sumie ch&#281;tnie us&#322;ysz&#281; wypowiedzi ludzi z bank&#243;w, tylko nie Przemka (or
</I>&gt;<i> compatible) z przyczyn oczywistych :)
</I>
M.in. z tego powodu jest potrzeba zaanga&#380;owania os&#243;b nie zwi&#261;zanych
bezpo&#347;rednio z bankami - potrzebujemy tutaj obiektywnego spojrzenia na
problem, bez konieczno&#347;ci bycia politycznie poprawnym.

&gt;&gt;<i> Raport PCWK jest faktycznie do&#347;&#263; s&#322;aby a przede wszystkim dlatego, &#380;e
</I>&gt;&gt;<i> wrzuca do jednego worka bankowo&#347;&#263; korporacyjn&#261; i masow&#261;. A one maj&#261;
</I>&gt;&gt;<i> do&#347;&#263; odmienne potrzeby je&#347;li chodzi o bezpiecze&#324;stwo (np.
</I>&gt;&gt;<i> niezaprzeczalno&#347;&#263;).
</I>&gt;<i>
</I>&gt;<i> Fakt. Mo&#380;e na razie ograniczmy si&#281; do bankowo&#347;ci detalicznej?
</I>&gt;<i> Rzeczywi&#347;cie bankowo&#347;&#263; korporacyjna ma sporo specyficznych us&#322;ug albo
</I>&gt;<i> scenariuszy u&#380;ycia...
</I>
Jestem za, rozbijmy to na dwie cz&#281;&#347;ci, w&#322;a&#347;ciwie to trzy, bo obs&#322;uga
biura maklerskiego cz&#281;sto jest zaimplementowana/zintegrowana z
bankowo&#347;ci&#261;, a jest imho niepomijalna w rozpatrywanym zakresie.

&gt;&gt;<i> Oceny s&#261; tak&#380;e wystawiane bez zdefiniowania kryterium &quot;lepszo&#347;ci&quot;. Co
</I>&gt;&gt;<i> z tego, &#380;e podpis elektroniczny jest &quot;najbezpieczniejszy&quot;, skoro
</I>&gt;&gt;<i> przez lata w Fortisie korzysta&#322;o z niego zaledwie kilkuset klient&#243;w
</I>&gt;&gt;<i> bo jest za to bezpiecze&#324;stwo p&#322;aci si&#281; bardzo nisk&#261; u&#380;ywalno&#347;ci&#261;?
</I>&gt;<i>
</I>&gt;<i> Ten temat akurat znam bli&#380;ej. Tam poza kosztami bezpiecze&#324;stwa by&#322;y
</I>&gt;<i> jeszcze spore problemy wynikaj&#261;ce z wybranej technologii, co skutecznie
</I>&gt;<i> utrudnia&#322;o wygodne korzystanie z systemu. Do&#347;&#263; ciekawie okre&#347;li&#322; to
</I>&gt;<i> pewien klient, kt&#243;rego wypowiedzi jednak z czystej przyzwoito&#347;ci
</I>&gt;<i> przytoczy&#263; nie mog&#281;.
</I>&gt;<i>
</I>&gt;<i> Inna sprawa, &#380;e uznawanie tokenu challenge-response w telefonie za
</I>&gt;<i> rozwi&#261;zanie lepsze ni&#380; kody SMS jest, przynajmniej dla mnie,
</I>&gt;<i> kontrowersyjne. To tak odno&#347;nie kryteri&#243;w &quot;lepszo&#347;ci&quot;.
</I>&gt;<i>
</I>&gt;<i> Wed&#322;ug mnie sens ma okre&#347;lenie obszar&#243;w, kt&#243;re b&#281;d&#261; oceniane. Nast&#281;pnie
</I>&gt;<i> mo&#380;na zastanowi&#263; si&#281; nad tym co w konkretnym obszarze ocenia&#263;.
</I>
Przez weekend postaram si&#281; zebra&#263; obszary, kt&#243;re moim zdanie warto
bra&#263; pod uwag&#281;. Oczywi&#347;cie ca&#322;y czas licz&#281; na Wasz wk&#322;ad :)

Odpowiadaj&#261;c te&#380; Paw&#322;owi K. - oczywi&#347;cie z czasem, jak ju&#380; wyklaruje
si&#281; dokument, kt&#243;ry b&#281;dzie wynikiem naszych prac to powstanie wersja
angloj&#281;zyczna. Postaram si&#281; zrobi&#263; z tego normalny projekt OWASP (w
kategorii Dokumenty).

Poniewa&#380; widz&#281; zainteresowanie, napisz&#281; do lider&#243;w OWASP z pytaniem o
podobne projekty. Mo&#380;e uda si&#281; zebra&#263; materia&#322;y, kt&#243;re u&#322;atwi&#261;
ogarni&#281;cie tematu.

PS
Ciesz&#281; si&#281;, &#380;e wybudzi&#322;em Was z letargu :-)

-- 
Przemyslaw Skowron, &lt;przemyslaw.skowron {at} gmail.com&gt;
</PRE>


























<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000104.html">[Owasp-poland] java - statyczna analiza kodu pod wzgl&#281;dem security
</A></li>
	<LI>Next message: <A HREF="000088.html">[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#73">[ date ]</a>
              <a href="thread.html#73">[ thread ]</a>
              <a href="subject.html#73">[ subject ]</a>
              <a href="author.html#73">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
