<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Kryteria oceny bezpieczen??stwa bankowos??ci internetowej
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20Kryteria%20oceny%20bezpieczen%3F%3Fstwa%20bankowos%3F%3Fci%0A%20internetowej&In-Reply-To=4BF28BA4.4030402%40gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000095.html">
   <LINK REL="Next"  HREF="000099.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Kryteria oceny bezpieczen??stwa bankowos??ci internetowej</H1>
    <B>Tomasz Dudzisz</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20Kryteria%20oceny%20bezpieczen%3F%3Fstwa%20bankowos%3F%3Fci%0A%20internetowej&In-Reply-To=4BF28BA4.4030402%40gmail.com"
       TITLE="[Owasp-poland] Kryteria oceny bezpieczen??stwa bankowos??ci internetowej">mem at unnameden.com
       </A><BR>
    <I>Tue May 18 10:06:03 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000095.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
        <LI>Next message: <A HREF="000099.html">[Owasp-poland] Kryteria oceny bezpieczen??stwa bankowos??ci	internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#96">[ date ]</a>
              <a href="thread.html#96">[ thread ]</a>
              <a href="subject.html#96">[ subject ]</a>
              <a href="author.html#96">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>(wto, maj 18, 2010 at 02:44:20 +0200) Pawe&#322; Gole&#324;:
&gt;<i> wdro&#380;one. Oka&#380;e si&#281; po prostu nieop&#322;acalne. To takie lu&#378;ne zwr&#243;cenie
</I>&gt;<i> uwagi na to, &#380;e nie mo&#380;na ogranicza&#263; si&#281; tylko do technologii, wa&#380;ny
</I>&gt;<i> jest jeszcze biznes :)
</I>
Owszem, przy okazji takich wdro&#380;e&#324; wychodz&#261; r&#243;&#380;ne historie - np takie,
&#380;e s&#261; jeszcze w u&#380;yciu telefony bez obs&#322;ugi SMS, albo, &#380;e z jednego
telefonu korzysta ca&#322;a wioska... :)

&gt;<i> Ten argument jest chyba nieco mniej istotny w tej chwili, cho&#263; ci&#281;&#380;ko go
</I>&gt;<i> wykluczy&#263; w przysz&#322;o&#347;ci. Czy kto&#347; s&#322;ysza&#322; o problemach klient&#243;w z
</I>&gt;<i> niedochodz&#261;cymi kodami SMS? Du&#380;o cz&#281;&#347;ciej mo&#380;na us&#322;ysze&#263; o problemach z
</I>&gt;<i> logowaniem si&#281; do systemu. Nie mam tu jednak wystarczaj&#261;cej ilo&#347;ci
</I>
Ten argument jest bardzo cz&#281;sto podawany przez klient&#243;w, jako jedno 
z niedogodno&#347;ci tej technologii, niestety.

&gt;<i> To ju&#380; zale&#380;y od konkretnego wdro&#380;enia (implementacji). Przyk&#322;adowo
</I>&gt;<i> je&#347;li na wej&#347;ciu do urz&#261;dzenia/aplikacji jest ci&#261;g 8 znak&#243;w jako
</I>&gt;<i> challenge, to jest to JEDEN &quot;wektor&quot;. Nie trzeba go podmienia&#263;, atak
</I>&gt;<i> malware wygl&#261;da nast&#281;puj&#261;co:
</I>&gt;<i> 
</I>&gt;<i> - u&#380;ytkownik podaje dane przelewu,
</I>&gt;<i> - malware przechwytuje dane klienta, wysy&#322;a do serwera inne dane przelewu,
</I>&gt;<i> - serwer zwraca stron&#281; z danymi przelewu i challenge,
</I>&gt;<i> - malware podmienia na wy&#347;wietlanej stronie dane przelewu na oryginalne,
</I>&gt;<i> pozostawia kod challenge wygenerowany przez serwer,
</I>&gt;<i> - u&#380;ytkownik przepisuje challenge do aplikacji, przesy&#322;a response do
</I>&gt;<i> serwera,
</I>&gt;<i> 
</I>&gt;<i> Zadanie jest trywialne. U&#380;ytkownik nie ma mo&#380;liwo&#347;ci sprawdzenia, jak&#261;
</I>&gt;<i> operacj&#281; rzeczywi&#347;cie autoryzuje.
</I>
No w&#322;a&#347;nie ma. Te wszystkie dane powinny by&#263; zawarte w kodzie challenge 
i wy&#347;wietlone wraz z wygenerowaniem kodu response.
W tych rozwi&#261;zaniach, kt&#243;re ja widzia&#322;em - u&#380;ytkownik wraz z kodem response
widzi dane przelewu (np pierwsze i ostatnie cyfry konta, kwota, typ 
transakcji) i ma mo&#380;liwo&#347;&#263; weryfikacji. W przypadku podmiany kt&#243;regokolwiek
elementu z tych danych po drodze, u&#380;ytkownik powinien zauwa&#380;y&#263; r&#243;&#380;nic&#281; 
wy&#347;wietlon&#261; w telefonie i na monitorze (no chyba, &#380;e b&#281;dzie to naprawd&#281; 
sprytna kolizja - np r&#243;&#380;nica kwoty o jedno zero przy zachowaniu tej samej 
sumy kontrolnej ca&#322;o&#347;ci, lub 'niewidocznej' cz&#281;&#347;ci numeru konta - taki 
fraud b&#281;dzie akurat &#322;atwy i szybki do wykrycia, gdy&#380; transakcja odb&#281;dzie
si&#281; w obr&#281;bie jednego banku).

&gt;<i> Sytuacja zmienia si&#281;, je&#347;li u&#380;ytkownik do aplikacji ma przepisa&#263; np.
</I>&gt;<i> challenge, jakie&#347; cyfry z numer&#243;w konta &#378;r&#243;d&#322;owego/docelowego i kwot&#281;
</I>&gt;<i> przelewu. Dalej nie jest to jednak w 100% bezpieczne, bo mo&#380;na zrobi&#263;
</I>&gt;<i> &quot;kolizj&#281;&quot; numeru konta (ju&#380; podsy&#322;a&#322;em linka na ten temat). To samo
</I>&gt;<i> dotyczy r&#243;wnie&#380; kod&#243;w SMS, one r&#243;wnie&#380; nie zawieraj&#261; pe&#322;nych numer&#243;w konta.
</I>
Owszem, pewne scenariusze pozornie mo&#380;liwe do wykonania s&#261; te&#380; stosunkowo &#322;atwe
do wykrycia dodatkowymi algorytmami monitoruj&#261;cymi - wystarczy wiedzie&#263; 
o nich i si&#281; na to przygotowa&#263;.

&gt;<i> Mo&#380;esz rozwin&#261;&#263; t&#261; my&#347;l?
</I>
No w&#322;a&#347;nie w ten spos&#243;b jak opisa&#322;em powy&#380;ej. Bank wy&#347;wietla dane przelewu
wraz z kodem challenge, kt&#243;ry je podpisuje. Zawiera on w&#322;asn&#261; sum&#281;
kontroln&#261; - wraz z response maj&#261; si&#281; wy&#347;wietli&#263; dok&#322;adnie te same dane.
U&#380;ytkownik weryfikuj&#261;c dane na ekranie i w telefonie ma pewno&#347;&#263;, &#380;e podpisuje
dok&#322;adnie to co chce. Bank otrzymuj&#261;c poprawne response ma pewno&#347;&#263;, &#380;e
u&#380;ytkownik podpisa&#322; to co widzia&#322; i chcia&#322;.
W przypadku SMS - nie mamy pewno&#347;ci czy kto&#347; przechwytuj&#261;c nasz kod SMS nie 
potwierdzi&#322; operacji, z kt&#243;rej np nagle si&#281; rozmy&#347;lili&#347;my. Albo nawet kto&#347; za
nas generuje transakcj&#281;, przechwytuje kod SMS i potwierdza bez naszej wiedzy.
W przypadku token&#243;w CR atakuj&#261;cy musia&#322;by mie&#263; dost&#281;p fizycznie do telefonu,
albo bezpo&#347;rednio, albo np kopiuj&#261;c &#347;rodowisko z telefonu (dlatego powinno si&#281; 
aplikacj&#281; chroni&#263;, np: nieweryfikowalnym PINem).


-- 
TD
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000095.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
	<LI>Next message: <A HREF="000099.html">[Owasp-poland] Kryteria oceny bezpieczen??stwa bankowos??ci	internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#96">[ date ]</a>
              <a href="thread.html#96">[ thread ]</a>
              <a href="subject.html#96">[ subject ]</a>
              <a href="author.html#96">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
