<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland]  Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20%3D%3Futf-8%3Fq%3F_Kryteria_oceny_bezpieczen%3DCC%3D81stwa_ban%3F%3D%0A%09%3D%3Futf-8%3Fq%3Fkowos%3DCC%3D81ci_internetowej%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000089.html">
   <LINK REL="Next"  HREF="000092.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland]  Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej</H1>
    <B>Burdach Mariusz</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20%3D%3Futf-8%3Fq%3F_Kryteria_oceny_bezpieczen%3DCC%3D81stwa_ban%3F%3D%0A%09%3D%3Futf-8%3Fq%3Fkowos%3DCC%3D81ci_internetowej%3F%3D&In-Reply-To="
       TITLE="[Owasp-poland]  Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej">M_Burdach at compfort.pl
       </A><BR>
    <I>Mon May 17 15:53:23 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000089.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
        <LI>Next message: <A HREF="000092.html">[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#91">[ date ]</a>
              <a href="thread.html#91">[ thread ]</a>
              <a href="subject.html#91">[ subject ]</a>
              <a href="author.html#91">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Moim zdaniem nie jest mo&#380;liwe opracowanie rzetelnego a zarazem pe&#322;nego rankingu bezpiecze&#324;stwa bankowo&#347;ci internetowej (detalicznej b&#261;d&#378; korporacyjnej).
 
Pierwszy argument ju&#380; zosta&#322; podany: Poprawno&#347;&#263; implementacji zastosowanego przez Bank mechanizmu np. autoryzacji transakcji. Publikowane rankingi bazuj&#261; na za&#322;o&#380;eniu &#380;e mechanizm zosta&#322; zaimplementowany poprawnie. Chocia&#380; je&#347;li tak jest, to do okre&#347;lenia jest lista zagro&#380;e&#324; dotycz&#261;ca ka&#380;dego z mechanizm&#243;w.
Drugi argument: Banki wykorzystuj&#261; dodatkowe mechanizmy podnosz&#261;ce bezpiecze&#324;stwa transakcji, kt&#243;re cz&#281;sto nie s&#261; widoczne dla &#8222;przeci&#281;tnego&#8221; klienta Banku, np. system wykrywania nadu&#380;y&#263;. Nie musz&#281; dodawa&#263;, &#380;e &#380;aden Bank nie ujawni szczeg&#243;&#322;&#243;w. Tylko czasami mo&#380;na us&#322;ysze&#263; opini&#281; klienta kt&#243;ry zdziwiony jest faktem, &#380;e dostaje kod SMS przy transakcji na 50 zl a nie przy transakcji dziesi&#281;ciokrotnie wi&#281;kszej.
Ponadto dla wygody Banki pozwalaj&#261; klientom na wyb&#243;r mechanizmu autoryzacji transakcji, ale akurat tutaj mo&#380;na (dla uproszczenia) przyj&#261;&#263; &#380;e bezpiecze&#324;stwo bankowo&#347;ci internetowej konkretnego Banku okre&#347;la najs&#322;abszy mechanizm :).
 
Nie wyobra&#380;am sobie te&#380; rankingu uwzgl&#281;dniaj&#261;cego podatno&#347;ci ka&#380;dego z Bank&#243;w, kt&#243;re zosta&#322;y wykryte podczas test&#243;w. Przy opracowywaniu kryteri&#243;w z tego zakresu faktycznie dokumenty OWASP mog&#261; by&#263; pomocne.
 
Bardzo podoba mi si&#281; propozycja dotycz&#261;ca zdefiniowana grupy odbiorc&#243;w gdy&#380; kryteria musz&#261; by&#263; przydatne i zrozumia&#322;e. W przypadku dziennikarzy wa&#380;ne jest aby byli w stanie przekaza&#263; czytelnikom informacje na temat Bank&#243;w oferuj&#261;cych bezpieczne mechanizmy. Pod poj&#281;ciem &quot;bezpieczny mechanizm&quot; rozumiem taki kt&#243;ry powoduje &#380;e ryzyko zwi&#261;zane z utrat&#261; &#347;rodk&#243;w jest mniejsze. W tym zakresie mo&#380;na liczy&#263; na pomoc ZBP, kt&#243;ry w&#322;a&#347;nie reaktywowa&#322; projekt Bezpieczny Bank. 
Dla os&#243;b zajmuj&#261;cych si&#281; bezpiecze&#324;stwem istotne jest aby nowy mechanizm autoryzacji transakcji na kt&#243;ry zdecydowa&#322; si&#281; Bank by&#322; poprawnie zaimplementowany. Kody generowane przy SMS czy tokenach challenge-response s&#261; dobrym przyk&#322;adem.
 
Mariusz Burdach
</PRE>











<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000089.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
	<LI>Next message: <A HREF="000092.html">[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#91">[ date ]</a>
              <a href="thread.html#91">[ thread ]</a>
              <a href="subject.html#91">[ subject ]</a>
              <a href="author.html#91">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
