<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%20%3D%3Futf-8%3Fq%3FKryteria_oceny_bezpieczen%3DCC%3D81stwa_bank%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fowos%3DCC%3D81ci_internetowej%3F%3D&In-Reply-To=e555915e5d84c2941abb8e6ba40fbb00%40mx.unnameden.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000074.html">
   <LINK REL="Next"  HREF="000081.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej</H1>
    <B>Pawe&#322; Gole&#324;</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%20%3D%3Futf-8%3Fq%3FKryteria_oceny_bezpieczen%3DCC%3D81stwa_bank%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fowos%3DCC%3D81ci_internetowej%3F%3D&In-Reply-To=e555915e5d84c2941abb8e6ba40fbb00%40mx.unnameden.com"
       TITLE="[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej">pawel.golen at gmail.com
       </A><BR>
    <I>Fri May 14 18:51:47 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000074.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
        <LI>Next message: <A HREF="000081.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#75">[ date ]</a>
              <a href="thread.html#75">[ thread ]</a>
              <a href="subject.html#75">[ subject ]</a>
              <a href="author.html#75">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>On 2010-05-14 18:56, Tomasz Dudzisz wrote:

&gt;<i> Bylo sporo o atakach na SMSy - nie jest to takie trudne (chociazby
</I>&gt;<i> wyrobienie sobie duplikatu karty SIM ofiary).
</I>
Oczywi&#347;cie, &#380;e by&#322;o sporo. Tylko nie do ko&#324;ca dotyczy&#322;o to sytuacji w
Polsce. Bo rozumiem, &#380;e chodzi Ci o ataki polegaj&#261;ce na wyrobieniu sobie
duplikatu u operatora, a nie o klonowanie kart SIM?

Zwr&#243;&#263; uwag&#281;, &#380;e atak polegaj&#261;cy na uzyskaniu duplikatu karty ofiary ma
charakter &quot;targeted attack&quot;. Atak przy pomocy malware jest natomiast
powszechniejszy i w dodatku - globalny. Wymaga mimo wszystko mniejszego
nak&#322;adu pracy ni&#380; wyrabianie duplikat&#243;w kart.

Tak w temacie: <A HREF="http://niebezpiecznik.pl/post/bankery-61-zagrozen-w-q1/">http://niebezpiecznik.pl/post/bankery-61-zagrozen-w-q1/</A>

Podobnie ograniczony zasi&#281;g maj&#261; ataki polegaj&#261;ce na klonowaniu kart
(r&#243;&#380;ne), czy nawet na pods&#322;uchiwaniu transmisji GSM.

&gt;<i> No tak - ale Ty m&#243;wisz o u&#380;ywalno&#347;ci, a ranking por&#243;wnywa&#322; bezpiecze&#324;stwo
</I>&gt;<i> i dlatego zapyta&#322;em. By&#263; mo&#380;e dotychczasowe rozwi&#261;zania zrzucenia 
</I>&gt;<i> przeprowadzenia operacji CR na klienta s&#261; niezbyt wygodne - wierz&#281;, &#380;e
</I>&gt;<i> da si&#281; to zrobi&#263; lepiej (np odczytanie kodu aztec telefonem z ekranu
</I>&gt;<i> komputera czy co&#347; r&#243;wnie mechanicznie prostego) - ale w kontek&#347;cie 
</I>&gt;<i> bezpiecze&#324;stwa trudno mi uzna&#263; SMSy za lepsze czy r&#243;wnie dobre jak 
</I>&gt;<i> tokeny CR.
</I>
M&#243;wi&#281; o bezpiecze&#324;stwie i u&#380;ywalno&#347;ci. Bezpiecze&#324;stwo i u&#380;ywalno&#347;&#263; s&#261; ze
sob&#261; zwi&#261;zane, konkretnie stoj&#261; w opozycji. Konieczne jest odpowiednie
wywa&#380;enie u&#380;ywalno&#347;ci i bezpiecze&#324;stwa. Zwracam uwag&#281;, &#380;e implementacje
token&#243;w CR, kt&#243;re w challenge przekazywa&#322;yby do tokena podobn&#261; ilo&#347;&#263;
informacji, jak&#261; u&#380;ytkownik otrzymuje wraz z kodem SMS, by&#322;yby
niewygodne w u&#380;ytkowaniu.

W chwili obecnej SMSy s&#261; lepsze. Realnym problemem jest malware, przed
kt&#243;rym SMSy daj&#261; mo&#380;liwo&#347;&#263; ochrony (por&#243;wnanie parametr&#243;w operacji), a
kody CR nie zawsze. Podkre&#347;lam - NIE ZAWSZE, bo to zale&#380;y od konkretnej
implementacji. Je&#347;li response jest wyliczany na podstawie przyk&#322;adowo 8
znak&#243;w challenge, to nie ma takiej mo&#380;liwo&#347;ci, by zakodowa&#263; na nich dane
jednoznacznie identyfikuj&#261;ce transakcj&#281;.

Sytuacja si&#281; zmieni, gdy b&#281;d&#261; bardziej powszechnie u&#380;ywane rozwi&#261;zania
przekazuj&#261;ce do aplikacji w kom&#243;rce dane transakcji, na przyk&#322;ad przez
wspomniane kody QR. A zmieni si&#281;, bo koszty wysy&#322;ania kod&#243;w przez SMS s&#261;
niepomijalne. Zreszt&#261;, z tego co wiem, s&#261; ju&#380; implementacje &quot;token&#243;w CR
na kom&#243;rk&#281;&quot;, kt&#243;re jestem uzna&#263; za lepsze od SMS. Musz&#261; si&#281; tylko
upowszechni&#263;, a tak&#380;e powszechniejsze musi si&#281; sta&#263; u&#380;ycie urz&#261;dze&#324;
(telefon&#243;w), na kt&#243;rych takie tokeny b&#281;d&#261; wystarczaj&#261;co dobrze dzia&#322;a&#263;.
Moja nokia E51 sobie na przyk&#322;ad nie specjalnie radzi z kodami QR, bo
aparat stosunkowo s&#322;aby, a i zakurzony ju&#380; niemi&#322;osiernie...

Proste za&#322;o&#380;enie - aplikacja CR na kom&#243;rk&#281; jest lepsza ni&#380; kody
przesy&#322;ane przez SMS jest nieuzasadnione.

A teraz poprosz&#281; o argumenty wy&#380;szo&#347;ci CR nad SMS.

-- 
Pawe&#322; Gole&#324;
mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">pawel.golen at gmail.com</A>
</PRE>











<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000074.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
	<LI>Next message: <A HREF="000081.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#75">[ date ]</a>
              <a href="thread.html#75">[ thread ]</a>
              <a href="subject.html#75">[ subject ]</a>
              <a href="author.html#75">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
