<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%20%3D%3Futf-8%3Fq%3FKryteria_oceny_bezpiecze%3DC5%3D84stwa_banko%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fwo%3DC5%3D9Bci_internetowej%3F%3D&In-Reply-To=AANLkTimziTURwD9u4OMIiSjsyQ1f0lUmduoJd8J2QD9c%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000067.html">
   <LINK REL="Next"  HREF="000097.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej</H1>
    <B>Slawomir Jasek</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%20%3D%3Futf-8%3Fq%3FKryteria_oceny_bezpiecze%3DC5%3D84stwa_banko%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fwo%3DC5%3D9Bci_internetowej%3F%3D&In-Reply-To=AANLkTimziTURwD9u4OMIiSjsyQ1f0lUmduoJd8J2QD9c%40mail.gmail.com"
       TITLE="[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej">slawek at securing.pl
       </A><BR>
    <I>Sun May 16 19:11:44 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000067.html">[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
</A></li>
        <LI>Next message: <A HREF="000097.html">[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#86">[ date ]</a>
              <a href="thread.html#86">[ thread ]</a>
              <a href="subject.html#86">[ subject ]</a>
              <a href="author.html#86">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>On 05/14/10 17:07, Przemyslaw Skowron wrote:
&gt;<i> Na jednym z najbli&#380;szych spotka&#324; OWASP Poland chcia&#322;bym przedstawi&#263;
</I>&gt;<i> kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej poruszaj&#261;c tak&#380;e
</I>&gt;<i> inne aspekty ni&#380; wi&#281;kszo&#347;&#263; medi&#243;w. Dla obiektywnego podej&#347;cia
</I>&gt;<i> potrzebuj&#281; do tego wsparcia ze strony spo&#322;eczno&#347;ci OWASP - tylko moja
</I>&gt;<i> opinia nie b&#281;dzie obiektywna. Osoby zainteresowane tematem i chc&#261;ce
</I>&gt;<i> dorzuci&#263; swoje 3 grosz&#281; prosz&#281; o kontakt bezpo&#347;rednio ze mn&#261; lub
</I>&gt;<i> odpowiadaj&#261;c na tego maila w ramach listy owasp-poland.
</I>
OK to ja te&#380; dorzucam swoje &quot;3 grosze&quot; :)

We wspomnianym &quot;katalizatorze&quot; dyskusji - a tak&#380;e we wszystkich
dotychczasowych, tych wspomnianych tutaj i tych nie - raportach
dotycz&#261;cych bezpiecze&#324;stwa bankowo&#347;ci internetowej w Polsce, brakuje w
mojej opinii niezwykle istotnego elementu - faktycznego bezpiecze&#324;stwa
aplikacji www obs&#322;uguj&#261;cej bankowo&#347;&#263;. Tak naprawd&#281; to jako&#347;&#263; aplikacji
ma kluczowy wp&#322;yw na ryzyko, wg mnie wi&#281;kszy ni&#380; zastosowane
technologie. Przyk&#322;adowo - co z tego &#380;e w banku X wdro&#380;ono
&quot;najbezpieczniejsz&#261;&quot; (tak&#261;, kt&#243;ra w tym momencie dostaje w rankingu Y
najwi&#281;cej punkt&#243;w) metod&#281; autoryzacji czy uwierzytelnienia, skoro przy
jej wdra&#380;aniu pope&#322;niono kardynalny b&#322;&#261;d, pozwalaj&#261;cy pierwszemu
lepszemu uczniowi gimnazjum (ucze&#324; podstaw&#243;wki jeszcze nie ma konta w
banku) na trywialne obej&#347;cie tego zabezpieczenia?

Zak&#322;adam &#380;e wszystkie banki robi&#261; testy penetracyjne swoich aplikacji -
chocia&#380;by po to by by&#263; w zgodzie z regulacjami. Z oczywistych wzgl&#281;d&#243;w
szczeg&#243;&#322;owe wyniki takich test&#243;w nie mog&#261; by&#263; upublicznione. Nie
spotka&#322;em si&#281; jednak r&#243;wnie&#380; z publikacj&#261; danych statystycznych z takich
test&#243;w (np. ile znaleziono podatno&#347;ci i o jakiej wadze), ani chocia&#380;by
informacj&#261; o samym fakcie i cz&#281;stotliwo&#347;ci wykonywania test&#243;w. Domy&#347;lam
si&#281; wi&#281;c, i&#380; nie le&#380;y w interesie banku udost&#281;pnianie nawet szcz&#261;tkowych
informacji o testach, i wg mnie nie rysuje to sytuacji na tym polu w
r&#243;&#380;owych barwach. Przecie&#380; gdyby taki test nie wykaza&#322; &#380;adnych b&#322;&#281;d&#243;w,
PR pr&#281;dzej czy p&#243;&#378;niej z dum&#261; by to odtr&#261;bi&#322;, w&#281;sz&#261;c pole do zaznaczenia
przewagi nad konkurencj&#261;.

Nie jestem bankowcem ani prawnikiem, ale wydaje mi si&#281; &#380;e jedynym
sposobem na upublicznienie jakichkolwiek informacji o faktycznym stanie
aplikacji bankowo&#347;ci internetowych jest narzucenie odpowiednich
regulacji. Niestety mam wra&#380;enie &#380;e w aktualnym stanie prawa jest to
ma&#322;o realne, bo chyba nie do ko&#324;ca le&#380;y to ani w interesie Komisji
Nadzoru Finansowego, ani w kompetencjach Bankowego Funduszu
Gwarancyjnego. By&#263; mo&#380;e &#322;atwiej by&#322;oby wi&#281;c zainteresowa&#263; tematem
Zwi&#261;zek Bank&#243;w Polskich?
Jednak lektura ju&#380; pierwszych artyku&#322;&#243;w ustawy o nadzorze nad rynkiem
finansowym utwierdza w przekonaniu &#380;e KNF powinien si&#281; nad tym problemem
przynajmniej zastanowi&#263;:

Art.2.
&quot;Celem nadzoru nad rynkiem finansowym jest zapewnienie prawid&#322;owego
funkcjonowania tego rynku, jego stabilno&#347;ci, bezpiecze&#324;stwa oraz
przejrzysto&#347;ci (...)&quot;.
Jako&#347;&#263; aplikacji bankowo&#347;ci w mojej opinii ma istotne znaczenie dla
stabilno&#347;ci i bezpiecze&#324;stwa tego rynku, a publikacja informacji
(wystarczy statystycznych) o wynikach test&#243;w bezpiecze&#324;stwa tych
aplikacji spe&#322;nia&#322;aby postulat przejrzysto&#347;ci.

Uwa&#380;am, &#380;e w Polsce jak najbardziej powinna powsta&#263; regulacja prawna
(lub przynajmniej biznesowa potrzeba wizerunkowa) zmuszaj&#261;ca instytucje
finansowe do systematycznego sk&#322;adania ustandaryzowanych raport&#243;w,
b&#281;d&#261;cych produktem test&#243;w bezpiecze&#324;stwa ich aplikacji www.
Bezpiecze&#324;stwo aplikacji nie jest oczywi&#347;cie &#322;atwo mierzalne (zw&#322;aszcza
i&#380; ka&#380;dy test m&#243;g&#322; by&#263; robiony inaczej i przez kogo innego), jednak
jako&#347;&#263; kodu cz&#281;&#347;ciowo mo&#380;na spr&#243;bowa&#263; oceni&#263; chocia&#380;by na podstawie
ilo&#347;ci znalezionych w aplikacji podatno&#347;ci oraz stopnia ich wp&#322;ywu na
ryzyko. By&#263; mo&#380;e da&#322;oby si&#281; wymusi&#263; w sk&#322;adanych raportach stosowanie na
pocz&#261;tek chocia&#380;by ASVS. Oczywi&#347;cie bardzo by tu pomog&#322;o wypracowanie
dokumentu o kt&#243;rym wspomina&#322; Przemek. W ten spos&#243;b instytucja
nadzoruj&#261;ca mia&#322;aby narz&#281;dzia pozwalaj&#261;ce na ocen&#281; bezpiecze&#324;stwa
poszczeg&#243;lnych bankowo&#347;ci na tle innych, czy te&#380; np. okre&#347;lonego
minimum. W ramach realizowania postulatu przejrzysto&#347;ci cz&#281;&#347;&#263; tych
danych mog&#322;aby zosta&#263; udost&#281;pniona opinii publicznej. W formie
szczeg&#243;&#322;owych danych dotycz&#261;cych ka&#380;dego banku (zak&#322;adam &#380;e ma&#322;o realne)
pozwoli&#322;aby na stworzenie bardziej kompetentego &quot;raportu o
bezpiecze&#324;stwie polskiej bankowo&#347;ci elektronicznej&quot;. Ale nawet po
zanonimizowaniu (np. wy&#322;&#261;cznie og&#243;lne dane statystyczne) by&#322;aby to
bardzo cenna informacja o poziomie bezpiecze&#324;stwa bankowo&#347;ci.


Ech,,, mrzonki?


pozdrawiam
S&#322;awek Jasek
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000067.html">[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
</A></li>
	<LI>Next message: <A HREF="000097.html">[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#86">[ date ]</a>
              <a href="thread.html#86">[ thread ]</a>
              <a href="subject.html#86">[ subject ]</a>
              <a href="author.html#86">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
