<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%20%3D%3Futf-8%3Fq%3FKryteria_oceny_bezpieczen%3DCC%3D81stwa_bank%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fowos%3DCC%3D81ci_internetowej%3F%3D&In-Reply-To=4BF276B2.3040709%40unnameden.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000094.html">
   <LINK REL="Next"  HREF="000096.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej</H1>
    <B>Pawe&#322; Gole&#324;</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%20%3D%3Futf-8%3Fq%3FKryteria_oceny_bezpieczen%3DCC%3D81stwa_bank%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fowos%3DCC%3D81ci_internetowej%3F%3D&In-Reply-To=4BF276B2.3040709%40unnameden.com"
       TITLE="[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej">pawel.golen at gmail.com
       </A><BR>
    <I>Tue May 18 08:44:20 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000094.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
        <LI>Next message: <A HREF="000096.html">[Owasp-poland] Kryteria oceny bezpieczen??stwa bankowos??ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#95">[ date ]</a>
              <a href="thread.html#95">[ thread ]</a>
              <a href="subject.html#95">[ subject ]</a>
              <a href="author.html#95">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>On 2010-05-18 13:14, Tomasz Dudzisz wrote:

&gt;<i> Za dwa lata E51 b&#281;dzie zabytkiem :)
</I>
Pami&#281;taj, &#380;e banki nie mog&#261; ograniczy&#263; si&#281; w swoim &quot;celowaniu&quot;
mechanizm&#243;w tylko do tych ludzi, kt&#243;rzy korzystaj&#261; z &quot;aktualnych&quot;
technologii. Wprowadzenie autoryzacji przez kody SMS wi&#261;za&#322;o si&#281; z
protestami pewnej grupy klient&#243;w, kt&#243;rzy podnosili argument, &#380;e nie ma
obowi&#261;zku posiadania telefonu kom&#243;rkowego i podawania jego numeru
bankowi. O ile w tym przypadku grupa &quot;straconych&quot; klient&#243;w by&#322;a
niewielka (a i ich &quot;jako&#347;&#263;&quot; rozumiana jako ilo&#347;&#263; pieni&#281;dzy, kt&#243;re mo&#380;na
na nich uzyska&#263; by&#322;a niewielka), to wprowadzanie dalszych wymaga&#324; (np.
&quot;wypasiono&#347;&#263;&quot; telefonu) mo&#380;e niekorzystnie wp&#322;ywa&#263; na tak du&#380;&#261; grup&#281;
obecnych/potencjalnych klient&#243;w, &#380;e ostatecznie rozwi&#261;zanie nie zostanie
wdro&#380;one. Oka&#380;e si&#281; po prostu nieop&#322;acalne. To takie lu&#378;ne zwr&#243;cenie
uwagi na to, &#380;e nie mo&#380;na ogranicza&#263; si&#281; tylko do technologii, wa&#380;ny
jest jeszcze biznes :)

&gt;<i> Generalnie zdanie mamy podobne co do przysz&#322;o&#347;ci token&#243;w CR. Z tym,
</I>&gt;<i> &#380;e nie widz&#281; zupe&#322;nie przysz&#322;o&#347;ci dla SMS&#243;w... Wady SMS&#243;w na t&#281;
</I>&gt;<i> chwil&#281;:
</I>&gt;<i> 
</I>&gt;<i> - koszt (w przypadku bank&#243;w trudno pomijalny, gwarancja dostarczenia
</I>&gt;<i>  SMSa kosztuje dodatkowo)
</I>
Oczywi&#347;cie, to jest s&#322;uszna uwaga. Dlatego te&#380; banki rozgl&#261;daj&#261; si&#281; za
alternatywnymi sposobami. Rozw&#243;j technologii daje im dodatkowe opcje,
cho&#263;by r&#243;&#380;ne (podkre&#347;lam - R&#211;&#379;NE) implementacje CR na kom&#243;rki.

&gt;<i> - zawodno&#347;&#263; (np brak zasi&#281;gu, przeci&#261;&#380;enia sieci, w przypadku
</I>&gt;<i> zwyk&#322;ych SMS&#243;w brak gwarancji dostarczenia)
</I>
Ten argument jest chyba nieco mniej istotny w tej chwili, cho&#263; ci&#281;&#380;ko go
wykluczy&#263; w przysz&#322;o&#347;ci. Czy kto&#347; s&#322;ysza&#322; o problemach klient&#243;w z
niedochodz&#261;cymi kodami SMS? Du&#380;o cz&#281;&#347;ciej mo&#380;na us&#322;ysze&#263; o problemach z
logowaniem si&#281; do systemu. Nie mam tu jednak wystarczaj&#261;cej ilo&#347;ci
danych, opieram si&#281; raczej na za&#322;o&#380;eniu, &#380;e jeste&#347;my wyj&#261;tkowo marudnym
narodem i gdyby taka sytuacja mia&#322;a miejsce, kto&#347; by si&#281; poskar&#380;y&#322;, a
media nie omieszka&#322;y tematu podchwyci&#263;.

&gt;<i> Prawdopodobie&#324;stwo tego, &#380;e kto&#347; w locie podmieni wektory sk&#322;adaj&#261;ce
</I>&gt;<i> si&#281; na kod challenge (nr konta, nr transakcji, typ transakcji, czas,
</I>&gt;<i> zmienne przypisane do konta itp) by da&#322;y taki sam output w postaci
</I>&gt;<i> kodu response, kt&#243;ry zaakceptuje bank jest do&#347;&#263; ma&#322;e.
</I>
To ju&#380; zale&#380;y od konkretnego wdro&#380;enia (implementacji). Przyk&#322;adowo
je&#347;li na wej&#347;ciu do urz&#261;dzenia/aplikacji jest ci&#261;g 8 znak&#243;w jako
challenge, to jest to JEDEN &quot;wektor&quot;. Nie trzeba go podmienia&#263;, atak
malware wygl&#261;da nast&#281;puj&#261;co:

- u&#380;ytkownik podaje dane przelewu,
- malware przechwytuje dane klienta, wysy&#322;a do serwera inne dane przelewu,
- serwer zwraca stron&#281; z danymi przelewu i challenge,
- malware podmienia na wy&#347;wietlanej stronie dane przelewu na oryginalne,
pozostawia kod challenge wygenerowany przez serwer,
- u&#380;ytkownik przepisuje challenge do aplikacji, przesy&#322;a response do
serwera,

Zadanie jest trywialne. U&#380;ytkownik nie ma mo&#380;liwo&#347;ci sprawdzenia, jak&#261;
operacj&#281; rzeczywi&#347;cie autoryzuje.

Sytuacja zmienia si&#281;, je&#347;li u&#380;ytkownik do aplikacji ma przepisa&#263; np.
challenge, jakie&#347; cyfry z numer&#243;w konta &#378;r&#243;d&#322;owego/docelowego i kwot&#281;
przelewu. Dalej nie jest to jednak w 100% bezpieczne, bo mo&#380;na zrobi&#263;
&quot;kolizj&#281;&quot; numeru konta (ju&#380; podsy&#322;a&#322;em linka na ten temat). To samo
dotyczy r&#243;wnie&#380; kod&#243;w SMS, one r&#243;wnie&#380; nie zawieraj&#261; pe&#322;nych numer&#243;w konta.

Mo&#380;na wyobrazi&#263; sobie r&#243;wnie&#380; kody QR, w kt&#243;rych b&#281;dzie przekazane np.:
- challenge (np. hash z danych transakcji),
- dane operacji,
- MAC (lub inny &quot;podpis&quot;) ca&#322;o&#347;ci,

Aplikacja po odczytaniu danych wy&#347;wietli dane transakcji u&#380;ytkownikowi,
kt&#243;ry nast&#281;pnie przepisze do aplikacji wygenerowany response. Response
b&#281;dzie w&#322;a&#347;ciwy wy&#322;&#261;cznie dla danego challenge, kt&#243;ry z kolei jest
wprost zale&#380;ny od danych operacji (bo bankowo&#347;&#263; to nie tylko przelewy!).
MAC w tym wypadku dawa&#322;by pewno&#347;&#263; (no, przynajmniej bardzo du&#380;e
prawdopodobie&#324;stwo), &#380;e challenge rzeczywi&#347;cie dotyczy danych
transakcji, kt&#243;re s&#261; wy&#347;wietlane u&#380;ytkownikowi).


&gt;<i> No i tokeny CR to chyba jedyna metoda zabezpieczenia przed
</I>&gt;<i> phishingiem w tym momencie (a raczej jego skutkami) - w przypadku SMS
</I>&gt;<i> tego chyba nie ma?
</I>
Mo&#380;esz rozwin&#261;&#263; t&#261; my&#347;l?

-- 
Pawe&#322; Gole&#324;
mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">pawel.golen at gmail.com</A>
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000094.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
	<LI>Next message: <A HREF="000096.html">[Owasp-poland] Kryteria oceny bezpieczen??stwa bankowos??ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#95">[ date ]</a>
              <a href="thread.html#95">[ thread ]</a>
              <a href="subject.html#95">[ subject ]</a>
              <a href="author.html#95">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
