<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%09%3D%3Fiso-8859-2%3Fq%3FKryteria_oceny_bezpiecze%3DF1stwa_ban%3F%3D%0A%09%3D%3Fiso-8859-2%3Fq%3Fkowo%3DB6ci_internetowej%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000091.html">
   <LINK REL="Next"  HREF="000093.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej</H1>
    <B>Przemyslaw Skowron</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%09%3D%3Fiso-8859-2%3Fq%3FKryteria_oceny_bezpiecze%3DF1stwa_ban%3F%3D%0A%09%3D%3Fiso-8859-2%3Fq%3Fkowo%3DB6ci_internetowej%3F%3D&In-Reply-To="
       TITLE="[Owasp-poland] Kryteria oceny bezpiecze&#324;stwa bankowo&#347;ci internetowej">przemyslaw.skowron at gmail.com
       </A><BR>
    <I>Mon May 17 17:02:08 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000091.html">[Owasp-poland]  Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
        <LI>Next message: <A HREF="000093.html">[Owasp-poland] [Poszukiwany prelegent z ramienia OWASP] WARSZAWA:	SEMINARIUM INFOTRAMS - CLOUD COMPUTING; 29.06.2010
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#92">[ date ]</a>
              <a href="thread.html#92">[ thread ]</a>
              <a href="subject.html#92">[ subject ]</a>
              <a href="author.html#92">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>W dniu 17 maja 2010 21:53 u&#380;ytkownik Burdach Mariusz
&lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">M_Burdach at compfort.pl</A>&gt; napisa&#322;:
&gt;<i> Moim zdaniem nie jest mo&#380;liwe opracowanie rzetelnego a zarazem pe&#322;nego rankingu bezpiecze&#324;stwa bankowo&#347;ci internetowej (detalicznej b&#261;d&#378; korporacyjnej).
</I>&gt;<i>
</I>
Wykorzystam anegdotk&#281; us&#322;yszan&#261; z ust Wojtka Dworakowskiego, mam
nadziej&#281;, &#380;e nie b&#281;dzie mia&#322; nic przeciwko. W USA projektuje si&#281;
systemy w wersji 1.0, a w Polsce od razu 3.0. Mo&#380;e osoby, kt&#243;re d&#322;u&#380;ej
interesuj&#261; si&#281; dzia&#322;alno&#347;ci&#261; fundacji OWASP zauwa&#380;y&#322;y, &#380;e projekty w
pierwszych wersjach nie s&#261; bardzo skomplikowane, kompleksowe i nie
spe&#322;niaj&#261; oczekiwa&#324; ludzi oczekuj&#261;cych rozwi&#261;za&#324; kompletnych pod
ka&#380;dym wzgl&#281;dem.

To tak s&#322;owem wst&#281;pu. Jestem w pe&#322;ni &#347;wiadomy, &#380;e pe&#322;nego rankingu
bezpiecze&#324;stwa bankowo&#347;ci internetowej nie zrobimy i w tym w pe&#322;ni si&#281;
zgadzamy.

&gt;<i> Pierwszy argument ju&#380; zosta&#322; podany: Poprawno&#347;&#263; implementacji zastosowanego przez Bank mechanizmu np. autoryzacji transakcji. Publikowane rankingi bazuj&#261; na za&#322;o&#380;eniu &#380;e mechanizm zosta&#322; zaimplementowany poprawnie. Chocia&#380; je&#347;li tak jest, to do okre&#347;lenia jest lista zagro&#380;e&#324; dotycz&#261;ca ka&#380;dego z mechanizm&#243;w.
</I>
B&#281;dzie trzeba przyj&#261;&#263; takie za&#322;o&#380;enia (bo na pewno nie chc&#281; wykonywa&#263;
nieetycznych test&#243;w bezpiecze&#324;stwa). Przymierzam si&#281; do zrobienia
okrojonego modelowania zagro&#380;e&#324; by przybli&#380;y&#263; obszar, kt&#243;ry nas
interesuje.

&gt;<i> Drugi argument: Banki wykorzystuj&#261; dodatkowe mechanizmy podnosz&#261;ce bezpiecze&#324;stwa transakcji, kt&#243;re cz&#281;sto nie s&#261; widoczne dla &quot;przeci&#281;tnego&quot; klienta Banku, np. system wykrywania nadu&#380;y&#263;. Nie musz&#281; dodawa&#263;, &#380;e &#380;aden Bank nie ujawni szczeg&#243;&#322;&#243;w. Tylko czasami mo&#380;na us&#322;ysze&#263; opini&#281; klienta kt&#243;ry zdziwiony jest faktem, &#380;e dostaje kod SMS przy transakcji na 50 zl a nie przy transakcji dziesi&#281;ciokrotnie wi&#281;kszej.
</I>&gt;<i> Ponadto dla wygody Banki pozwalaj&#261; klientom na wyb&#243;r mechanizmu autoryzacji transakcji, ale akurat tutaj mo&#380;na (dla uproszczenia) przyj&#261;&#263; &#380;e bezpiecze&#324;stwo bankowo&#347;ci internetowej konkretnego Banku okre&#347;la najs&#322;abszy mechanizm :).
</I>&gt;<i>
</I>
W tym wypadku proponowa&#322;bym przedstawienie wszystkich mechanizm&#243;w
bezpiecze&#324;stwa, nast&#281;pnie mo&#380;na zaznaczy&#263;, kt&#243;re da si&#281; wy&#322;&#261;czy&#263;,
kt&#243;re s&#261; domy&#347;lnie w&#322;&#261;czone. Wynikiem projektu powinna by&#263; metodyka
pozwalaj&#261;ca oceni&#263; czy konkretna bankowo&#347;&#263; internetowa chce (&quot;chce&quot;,
bo nie chc&#281; ocenia&#263; samej implementacji, nie na tym etapie)
minimalizowa&#263; prawdopodobie&#324;stwo wykorzystanie r&#243;&#380;nego rodzaju
podatno&#347;ci. W tym momencie jestem daleki od tworzenia rankingu na jej
podstawie, to b&#281;dzie drugi etap i w zwi&#261;zku z nim zamierzam
skontaktowa&#263; si&#281; ze ZBP.

&gt;<i> Nie wyobra&#380;am sobie te&#380; rankingu uwzgl&#281;dniaj&#261;cego podatno&#347;ci ka&#380;dego z Bank&#243;w, kt&#243;re zosta&#322;y wykryte podczas test&#243;w. Przy opracowywaniu kryteri&#243;w z tego zakresu faktycznie dokumenty OWASP mog&#261; by&#263; pomocne.
</I>&gt;<i>
</I>
Ja r&#243;wnie&#380; sobie nie wyobra&#380;am :) z ma&#322;ym wyj&#261;tkiem, tych podatno&#347;ci,
kt&#243;re s&#261; widoczne bez potrzeby przeprowadzania test&#243;w.

&gt;<i> Bardzo podoba mi si&#281; propozycja dotycz&#261;ca zdefiniowana grupy odbiorc&#243;w gdy&#380; kryteria musz&#261; by&#263; przydatne i zrozumia&#322;e. W przypadku dziennikarzy wa&#380;ne jest aby byli w stanie przekaza&#263; czytelnikom informacje na temat Bank&#243;w oferuj&#261;cych bezpieczne mechanizmy. Pod poj&#281;ciem &quot;bezpieczny mechanizm&quot; rozumiem taki kt&#243;ry powoduje &#380;e ryzyko zwi&#261;zane z utrat&#261; &#347;rodk&#243;w jest mniejsze. W tym zakresie mo&#380;na liczy&#263; na pomoc ZBP, kt&#243;ry w&#322;a&#347;nie reaktywowa&#322; projekt Bezpieczny Bank.
</I>&gt;<i> Dla os&#243;b zajmuj&#261;cych si&#281; bezpiecze&#324;stwem istotne jest aby nowy mechanizm autoryzacji transakcji na kt&#243;ry zdecydowa&#322; si&#281; Bank by&#322; poprawnie zaimplementowany. Kody generowane przy SMS czy tokenach challenge-response s&#261; dobrym przyk&#322;adem.
</I>&gt;<i>
</I>
Jak najbardziej w planach jest poruszenie tematu w ZBP.

Dodatkowo, co jest dla mnie troch&#281; zaskakuj&#261;ce, chyba nikt nie
poruszy&#322; tematu mo&#380;liwo&#347;ci uzyskania informacji o np. &#347;rodkach jakimi
dysponuje dany klient banku. Wydaje mi si&#281;, &#380;e skoncentrowali&#347;my si&#281;,
a rankingi w mediach na pewno, na dw&#243;ch punktach:
 - zalogowanie sie do e-bankingu
 - autoryzacja operacji w e-bankingu

Pomijaj&#261;c b&#322;edy implementacyjne w powy&#380;szych, istniej&#261; inne
podatno&#347;ci-&gt;zagro&#380;enia, kt&#243;re nie s&#261; w og&#243;le brane pod uwag&#281; w tych
rankingach. W&#322;a&#347;nie to spowodowa&#322;o, &#380;e moim zdaniem ostatni ranking w
PCWorld jest bardzo ma&#322;o obiektywny. Wczesniej opublikowany raport
przez serwis bankier.pl przyj&#261;&#322;em z u&#347;miechem na twarzy, bo by&#322;o jasno
napisane czego raport dotyczy i zawiera&#322; dok&#322;adnie to. W rankingu
PCWorld jest bardzo obiecuj&#261;cy wst&#281;p m&#243;wi&#261;cy o innych zagro&#380;eniach ni&#380;
logowanie/autoryzacja, niestety w dalszej cz&#281;&#347;ci nie ma ju&#380; o tym
s&#322;owa.

Przez weekend podszed&#322;em do tematu troch&#281; zbyt optymistycznie,
zapraszam do dalszej dyskusji, a w najbli&#380;szym czasie postaram si&#281;
zebra&#263; to w ca&#322;o&#347;&#263; i nakre&#347;li&#263; ramy projektu uwazgl&#281;dniaj&#261;c Wasze
uwagi. My&#347;l&#281;, &#380;e podczas czerwcowego spotkania OWASP Poland w Krakowie
znajdziemy ~20-30 minut by poruszy&#263; ten temat w szerszym i w&#281;&#380;szym
gronie.

Zapraszam!
-- 
Przemyslaw Skowron, &lt;przemyslaw.skowron {at} gmail.com&gt;
</PRE>











<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000091.html">[Owasp-poland]  Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
	<LI>Next message: <A HREF="000093.html">[Owasp-poland] [Poszukiwany prelegent z ramienia OWASP] WARSZAWA:	SEMINARIUM INFOTRAMS - CLOUD COMPUTING; 29.06.2010
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#92">[ date ]</a>
              <a href="thread.html#92">[ thread ]</a>
              <a href="subject.html#92">[ subject ]</a>
              <a href="author.html#92">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
