<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%20%3D%3Futf-8%3Fq%3FKryteria_oceny_bezpieczen%3DCC%3D81stwa_bank%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fowos%3DCC%3D81ci_internetowej%3F%3D&In-Reply-To=4BEDD403.4000001%40gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000085.html">
   <LINK REL="Next"  HREF="000095.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej</H1>
    <B>Tomasz Dudzisz</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%0A%20%3D%3Futf-8%3Fq%3FKryteria_oceny_bezpieczen%3DCC%3D81stwa_bank%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fowos%3DCC%3D81ci_internetowej%3F%3D&In-Reply-To=4BEDD403.4000001%40gmail.com"
       TITLE="[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej">mem at unnameden.com
       </A><BR>
    <I>Tue May 18 07:14:58 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000085.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
        <LI>Next message: <A HREF="000095.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#94">[ date ]</a>
              <a href="thread.html#94">[ thread ]</a>
              <a href="subject.html#94">[ subject ]</a>
              <a href="author.html#94">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>On 2010-05-15 00:51, Pawe&#322; Gole&#324; wrote:

 &gt; M&#243;wi&#281; o bezpiecze&#324;stwie i u&#380;ywalno&#347;ci. Bezpiecze&#324;stwo i u&#380;ywalno&#347;&#263; s&#261; ze
 &gt; sob&#261; zwi&#261;zane, konkretnie stoj&#261; w opozycji. Konieczne jest odpowiednie
 &gt; wywa&#380;enie u&#380;ywalno&#347;ci i bezpiecze&#324;stwa. Zwracam uwag&#281;, &#380;e implementacje
 &gt; token&#243;w CR, kt&#243;re w challenge przekazywa&#322;yby do tokena podobn&#261; ilo&#347;&#263;
 &gt; informacji, jak&#261; u&#380;ytkownik otrzymuje wraz z kodem SMS, by&#322;yby
 &gt; niewygodne w u&#380;ytkowaniu.

I to chyba jedyny minus tokent&#243;w CR na ten moment - ale tak jak pisa&#322;em 
wcze&#347;niej, kwestia czasu by powsta&#322; wygodny spos&#243;b przekazywania 
informacji do urz&#261;dzenia zewn&#281;trznego przeprowadzaj&#261;cego procedur&#281; C-R.
Moim zdaniem niezale&#380;ne urz&#261;dzenie generuj&#261;ce kody response daje wysoki 
poziom gwarancji, &#380;e nie pojawi si&#281; tutaj np atak mitm - tego w 
przypadku SMS&#243;w w tym momencie nie ma (SMSy nawet nie s&#261; szyfrowane, z 
tego co mi wiadomo) i raczej nie b&#281;dzie - czyli pewno&#347;&#263;, &#380;e to co 
widzimy na ekranie jest tym co powinni&#347;my widzie&#263; i tym co chcemy 
podpisa&#263;. Owszem, targetowane ataki s&#261; trudniejsze i bardziej z&#322;o&#380;one, 
ale b&#281;d&#261; coraz ta&#324;sze i nie mo&#380;na ich ignorowa&#263; (tak jak kiedy&#347; trudno 
by&#322;o sobie wyobrazi&#263; targetowane reklamy na stronach internetowych, 
teraz jest to norm&#261;).

 &gt; Moja nokia E51 sobie na przyk&#322;ad nie specjalnie radzi z kodami QR, bo
 &gt; aparat stosunkowo s&#322;aby, a i zakurzony ju&#380; niemi&#322;osiernie...

Za dwa lata E51 b&#281;dzie zabytkiem :)

 &gt; Proste za&#322;o&#380;enie - aplikacja CR na kom&#243;rk&#281; jest lepsza ni&#380; kody
 &gt; przesy&#322;ane przez SMS jest nieuzasadnione.
 &gt;
 &gt; A teraz poprosz&#281; o argumenty wy&#380;szo&#347;ci CR nad SMS.

Generalnie zdanie mamy podobne co do przysz&#322;o&#347;ci token&#243;w CR. Z tym, &#380;e 
nie widz&#281; zupe&#322;nie przysz&#322;o&#347;ci dla SMS&#243;w... Wady SMS&#243;w na t&#281; chwil&#281;:

- koszt (w przypadku bank&#243;w trudno pomijalny, gwarancja dostarczenia 
SMSa kosztuje dodatkowo)
- zawodno&#347;&#263; (np brak zasi&#281;gu, przeci&#261;&#380;enia sieci, w przypadku zwyk&#322;ych 
SMS&#243;w brak gwarancji dostarczenia)

Prawdopodobie&#324;stwo tego, &#380;e kto&#347; w locie podmieni wektory sk&#322;adaj&#261;ce si&#281; 
na kod challenge (nr konta, nr transakcji, typ transakcji, czas, zmienne 
przypisane do konta itp) by da&#322;y taki sam output w postaci kodu 
response, kt&#243;ry zaakceptuje bank jest do&#347;&#263; ma&#322;e. No i tokeny CR to chyba 
jedyna metoda zabezpieczenia przed phishingiem w tym momencie (a raczej 
jego skutkami) - w przypadku SMS tego chyba nie ma?

-- 
TD
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000085.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
	<LI>Next message: <A HREF="000095.html">[Owasp-poland] Kryteria oceny bezpieczen&#769;stwa bankowos&#769;ci internetowej
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#94">[ date ]</a>
              <a href="thread.html#94">[ thread ]</a>
              <a href="subject.html#94">[ subject ]</a>
              <a href="author.html#94">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
