<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-israel] Last Reminder: 2nd OWASP IL mini conference at	Interdisciplinary Center Herzliya (IDC), Tomorrow, Monday,	May 21st, 13:30
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOwasp-israel%5D%20Last%20Reminder%3A%202nd%20OWASP%20IL%20mini%20conference%20at%0A%09Interdisciplinary%20Center%20Herzliya%20%28IDC%29%2C%20Tomorrow%2C%20Monday%2C%0A%09May%2021st%2C%2013%3A30&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000084.html">
   <LINK REL="Next"  HREF="000086.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-israel] Last Reminder: 2nd OWASP IL mini conference at	Interdisciplinary Center Herzliya (IDC), Tomorrow, Monday,	May 21st, 13:30</H1>
    <B>Ofer Shezaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOwasp-israel%5D%20Last%20Reminder%3A%202nd%20OWASP%20IL%20mini%20conference%20at%0A%09Interdisciplinary%20Center%20Herzliya%20%28IDC%29%2C%20Tomorrow%2C%20Monday%2C%0A%09May%2021st%2C%2013%3A30&In-Reply-To="
       TITLE="[Owasp-israel] Last Reminder: 2nd OWASP IL mini conference at	Interdisciplinary Center Herzliya (IDC), Tomorrow, Monday,	May 21st, 13:30">OferS at Breach.com
       </A><BR>
    <I>Sun May 20 06:35:26 EDT 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000084.html">[Owasp-israel] 2nd OWASP IL mini conference at Interdisciplinary	Center Herzliya (IDC), Monday, May 21st, 13:30
</A></li>
        <LI>Next message: <A HREF="000086.html">[Owasp-israel] OWASP IL 2 mini conference at IDC summary
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#85">[ date ]</a>
              <a href="thread.html#85">[ thread ]</a>
              <a href="subject.html#85">[ subject ]</a>
              <a href="author.html#85">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE> 

&#1500;&#1513;&#1500;&#1493;&#1495; &#1514;&#1494;&#1499;&#1493;&#1512;&#1514; &#1493;&#1500;&#1492;&#1491;&#1502;&#1493;&#1514; &#1500;&#1499;&#1500; &#1492;&#1502;&#1513;&#1493;&#1493;&#1511;&#1497;&#1501; &#1500;&#1502;&#1497;&#1504;&#1492;&#1501; &#1488;&#1493; &#1500;&#1492;&#1497;&#1493;&#1514; &#1508;&#1493;&#1500;&#1497;&#1496;&#1497;&#1511;&#1500;&#1497; &#1511;&#1493;&#1512;&#1511;&#1496; &#1493;&#1500;&#1513;&#1502;&#1493;&#1512; &#1506;&#1500; &#1491;&#1502;&#1502;&#1514; &#1491;&#1493;&#1488;&quot;&#1500;? &#1494;&#1488;&#1514; &#1492;&#1513;&#1488;&#1500;&#1492;. &#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1492;&#1499;&#1504;&#1505; &#1500;&#1488; &#1502;&#1505;&#1495;&#1512;&#1497;, &#1493;&#1500;&#1488; &#1497;&#1492;&#1497;&#1492; &#1502;&#1505;&#1495;&#1512;&#1497; &#1490;&#1501; &#1488;&#1501; &#1488;&#1496;&#1512;&#1497;&#1491; &#1488;&#1514;&#1499;&#1501; &#1489;&#1506;&#1493;&#1491; &#1491;&#1493;&#1488;&quot;&#1500; &#1488;&#1495;&#1491;, &#1492;&#1495;&#1500;&#1496;&#1514;&#1497; &#1500;&#1513;&#1500;&#1493;&#1495;.

&#1488;&#1494; &#1499;&#1499;&#1492;: &#1502;&#1495;&#1512; &#1492;-21/5 &#1492;&#1513;&#1506;&#1492; 13:30 &#1504;&#1514;&#1504;&#1499;&#1504;&#1505; &#1500;&#1499;&#1504;&#1505; &#1492;&#1513;&#1504;&#1497; &#1513;&#1500; OWASP &#1489;&#1513;&#1497;&#1514;&#1493;&#1507; &#1492;&#1502;&#1505;&#1500;&#1493;&#1500; &#1500;&#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1502;&#1497;&#1491;&#1506; &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1489;&#1497;&#1503; &#1514;&#1495;&#1493;&#1502;&#1497; &#1492;&#1512;&#1510;&#1500;&#1497;&#1492;. &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;, &#1500;&#1491;&#1506;&#1514;&#1504;&#1493;, &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1514; &#1502;&#1488;&#1493;&#1491; (&#1512;&#1488;&#1493; &#1500;&#1502;&#1496;&#1492;), &#1504;&#1512;&#1513;&#1502;&#1493; &#1500;&#1502;&#1506;&#1500;&#1492; &#1502;-100 &#1488;&#1497;&#1513;. &#1488;&#1494; &#1488;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1497;&#1514; &#1488;&#1514;&#1499;&#1501;, &#1488;&#1493; &#1513;&#1488;&#1514;&#1501; &#1506;&#1493;&#1505;&#1511;&#1497;&#1501; &#1489;&#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1493;&#1492;&#1504;&#1493;&#1513;&#1488; &#1492;&#1495;&#1501; &#1493;&#1492;&#1495;&#1513;&#1493;&#1489; &#1513;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1494;&#1492; &#1500;&#1499;&#1501; &#8211; &#1489;&#1493;&#1488;&#1493;! &#1500;&#1502;&#1497; &#1513;&#1506;&#1491;&#1497;&#1497;&#1503; &#1500;&#1488; &#1497;&#1493;&#1491;&#1506;, OWASP &#1492;&#1493;&#1488; &#1488;&#1512;&#1490;&#1493;&#1503; &#1506;&#1493;&#1500;&#1502;&#1497; &#1513;&#1500; &#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1492;&#1502;&#1493;&#1489;&#1497;&#1500; &#1488;&#1514; &#1504;&#1493;&#1513;&#1488; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497; &#1492;&#1493;&#1493;&#1489; &#1489;&#1506;&#1493;&#1500;&#1501;. &#1488;&#1508;&#1513;&#1512; &#1500;&#1511;&#1512;&#1493;&#1488; &#1506;&#1500; OWASP &#1497;&#1493;&#1514;&#1512; &#1489;-<A HREF="http://www.owasp.org.">http://www.owasp.org.</A>

&#1492;&#1502;&#1508;&#1490;&#1513; &#1492;&#1493;&#1488; &#1495;&#1493;&#1508;&#1513;&#1497; &#1493;&#1508;&#1514;&#1493;&#1495; &#1500;&#1499;&#1500;, &#1488;&#1489;&#1500; &#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1502;&#1505;&#1508;&#1512; &#1492;&#1502;&#1511;&#1493;&#1502;&#1493;&#1514; &#1502;&#1493;&#1490;&#1489;&#1500;, &#1488;&#1493;&#1491;&#1492; &#1488;&#1501; &#1514;&#1488;&#1513;&#1512;&#1493; &#1488;&#1514; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514;&#1499;&#1501; &#1489;&#1491;&#1493;&#1488;&quot;&#1500; &#1500;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">-ofers at breach.com.</A> &#1488;&#1501; &#1488;&#1514;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1513;&#1492;&#1502;&#1508;&#1490;&#1513; &#1497;&#1492;&#1497;&#1492; &#1502;&#1506;&#1504;&#1497;&#1497;&#1503; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1488;&#1513;&#1502;&#1495; &#1488;&#1501; &#1514;&#1508;&#1497;&#1510;&#1493; &#1488;&#1514; &#1492;&#1492;&#1494;&#1502;&#1504;&#1492; &#1490;&#1501; &#1500;&#1492;&#1501;. &#1499;&#1502;&#1493; &#1499;&#1503;, &#1488;&#1514;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1508;&#1493;&#1510;&#1492; &#1513;&#1500;&#1504;&#1493; &#1489;- <A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel&#1506;&#1500;">http://lists.owasp.org/mailman/listinfo/owasp-israel&#1506;&#1500;</A> &#1502;&#1504;&#1514; &#1500;&#1511;&#1489;&#1500; &#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1506;&#1500; &#1508;&#1490;&#1497;&#1513;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514;. &#1500;&#1502;&#1512;&#1493;&#1514; &#1513;&#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1489;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;, &#1499;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1497;&#1504;&#1514;&#1504;&#1493; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;. &#1492;&#1488;&#1497;&#1512;&#1493;&#1506; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1488;&#1493;&#1500;&#1501; CL05 &#1489;&#1489;&#1504;&#1497;&#1503; &#1488;&#1512;&#1494;&#1497; &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1489;&#1497;&#1503; &#1514;&#1495;&#1493;&#1502;&#1497;. &#1492;&#1493;&#1512;&#1488;&#1493;&#1514; &#1492;&#1490;&#1506;&#1492; &#1500;&#1502;&#1512;&#1499;&#1494; &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; &#1489;:
<A HREF="http://pow.idc.ac.il/portal/page?_pageid=493,93043&amp;_dad=portal&amp;_schema=PORTAL&amp;p_calledfrom=1">http://pow.idc.ac.il/portal/page?_pageid=493,93043&amp;_dad=portal&amp;_schema=PORTAL&amp;p_calledfrom=1</A>

 &#1492;&#1488;&#1497;&#1512;&#1493;&#1506; &#1495;&#1497;&#1504;&#1501;, &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1500;&#1488; &#1502;&#1505;&#1495;&#1512;&#1497;&#1493;&#1514; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503;, &#1493;&#1500;&#1502;&#1512;&#1493;&#1514; &#1494;&#1488;&#1514; &#1504;&#1512;&#1514;&#1502;&#1493; &#1492;&#1495;&#1489;&#1512;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514; &#1500;&#1500;&#1502;&#1514;&#1503; &#1495;&#1505;&#1493;&#1514; &#1500;&#1488;&#1497;&#1512;&#1493;&#1506; &#1492;&#1503; Breach Security, Checkpoint, Hacktics, Microsoft, Zend, 2Bsecure, F5 Networks  &#1493;&#1492;&#1502;&#1512;&#1499;&#1494; &#1492;&#1489;&#1497;&#1503;-&#1514;&#1495;&#1493;&#1502;&#1497; &#1492;&#1512;&#1510;&#1500;&#1497;&#1492;.

Reminder: the 2nd OWASP IL mini conference at the Interdisciplinary Center (IDC) Herzliya . The mini conference is a non-commercial event focusing on web application security. As you can see in the program below, we have carefully selected the presentations and we hope they are all relevant, informative and most importantly, none commercial. Never the less, we are happy to say that we were able to get very distinguish companies to sponsor the event and make sure that the refreshments would be great. The sponsors are: Breach Security, Checkpoint, Hacktics, Microsoft, Zend, 2Bsecure, F5 Networks  and Efi Arazi school of Computer Science at the Interdisciplinary Center (IDC) Herzliya.

The meeting will be held on Monday, May 21st, Starting at 13:30 at the Interdisciplinary Center (IDC) Herzliya campus. Participation is free and open to all, but please inform us (e-mail to <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>) that you are coming as space is limited. Feel free to spread the word about this meeting to anyone you feel would be interested. You can also register to get the OWASP Israel mailing list (<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">http://lists.owasp.org/mailman/listinfo/owasp-israel</A>) and receive updates regarding chapter's meetings. For further details please contact us. 

The conference will be held at the Arazi Building, room CL05, at the Interdisciplinary Center (IDC) Herzliya. You can find instruction s and maps on getting to IDC at: 
<A HREF="ttp://pow.idc.ac.il/portal/page?_pageid=493,93043&amp;_dad=portal&amp;_schema=PORTAL&amp;p_calledfrom=1">ttp://pow.idc.ac.il/portal/page?_pageid=493,93043&amp;_dad=portal&amp;_schema=PORTAL&amp;p_calledfrom=1</A>

Dr. Anat Bremler-Barr
Program Academic Director, Information Security Program
Efi Arazi School of Computer Science, Interdisciplinary Center (IDC) Herzliya 

Ofer Shezaf
CTO, Breach Security
Chapter Leader, OWASP Israel 

 

The agenda of the meeting is: 

Gathering and Refreshments
13:30 - 14:00 


Updates from OWASP Europe, Milan
Ofer Shezaf, OWASP IL chapter leader, CTO, Breach Security
14:00 - 14:15 

Since the conference is just a few days after OWASP Europe 2007 in Milan, and since most of you would not have a chance to be there, I will try to convey the content and spirit of this unique conference to you. 

In addition you will hear Yair Amit, who will repeat the presentation he is going to make in OWASP Europe, and Erez Metula will build his lecture on OWASP chief evangelist's presentation about .NET. For my presentation in OWASP Europe, you had to come to the previous OWASP IL Mini Conference. 


Pen-Testing at Microsoft: FuzzGuru fuzzing framework
John Neystadt, Lead Program Manager, Microsoft Forefront Edge, Microsoft
14:15 - 15:00 

Fuzzing is the main systematic methodology used these days by hackers to find vulnerabilities in web and other applications. Fuzzing can find buffer overrun, denial-of-service and information disclosure vulnerabilities. It should be done for C++, C#/Java, ASP/JP code. 

FuzzGuru is a generic network fuzzing development framework developed in Microsoft Israel Development Center and is formally recommended best practice for all products developed in Microsoft. 

In this talk John will present some fuzzing testing theory, demonstrate the tools and discuss Microsoft fuzzing practices. 


Unregister Attacks in SIP
Ronit Halachmi-Bekel, Efi Arazi school of Computer Science at Interdisciplinary Center (IDC) Herzliya
15:00 - 15:40 

The presentation discusses a research work done at the Efi Arazi school of Computer Science at Interdisciplinary Center (IDC) Herzliya about the &quot;unregister attack&quot;, a new kind of a denial of service attack on SIP servers. In this attack, the attacker sends a spoofed &quot;unregister&quot; message to a SIP server and cancels the registration of the victim at that server. This prevents the victim user from receiving any calls. 

The research also offers a solution: the SIP One-Way Hash Function Algorithm (SOHA), motivated by the one-time password mechanism. SOHA prevents the unregister attack in all situations. The algorithm is easy to deploy since it requires only a minor modification and is fully backwards compatible and requires no additional configuration from the user or the server. 

The paper is a joint work with Dr. Anat Bremler-Barr and Jussi Kangasharju. The paper was presented at the 14th IEEE International Conference on Network Protocols (ICNP). 


Break
15:40 - 16:00 


Application Denial of Service; is it Really That Easy?
Shay Chen, Hacktics
16:00 - 16:40 

Denial of service attacks, which are quite a nuisance on the network layer, are a nightmare when done on the application layer, but are equally underrated. 

On our last conference, Dr. Anat Bremler-Bar discussed some of the theoretical aspects of application layer denial of service attacks. Shay Chen will expand and explore the practicalities of application layer denial of service. He will show real world techniques, real life stories and personal experiences conducting DOS attacks during penetration testing on major Israeli sites. 


Behavioral Analysis for Generating A Positive Security Model For Applications
Ofer Shezaf, OWASP IL chapter leader, CTO, Breach Security
16:40 - 17:10 

In the last OWASP IL conference, as well as in OWASP Europe in Milan, I explored the potential of a negative security model for securing applications. While a negative security model can provide some level of security, most agree that a positive security model is preferable for protection application. 

However, building a rule set to provide positive security is a difficult and never ending project. Modern tools employ behavioral analysis to build automatically those rules. The presentation will discuss the algorithms and methods used to build automatically an application layer positive security rule set as well as the problems and limitation of such as approach. 


Overtaking Google Desktop - Leveraging XSS to Raise Havoc
Yair Amit, Senior Security Researcher, Watchfire
17:10 - 17:50 

Yair will present a ground breaking research paper by Watchfire application security team. The paper describes an innovative attack methodology against Google Desktop which enables a malicious individual to achieve a remote, persistent access to sensitive data, and potentially a full system control. 

This represents a significant real world example of a new generation of computer attacks which take advantage of Web application vulnerabilities utilizing the increasing power of the Web browser. Their purpose is to remotely access private information. 

This presentation would be presented by Yair the week before at OWASP Europe in Milan. 


Break
17:50 - 18:00 


Application Security is Not Just About Development
David Lewis, CISM, CISA, CISSP, Rosenblum Holtzman
18:00 - 18:20 

What many developers forget about is that the application even though it is a very important part of securing the &quot;Gold&quot;, data, there are other risks that require their attention. These risks require their understanding and preventative measures need to be implemented, managed and validated to limit the exposure to themselves and their organizations. E.g. Developers do not see the need for securing their code. 

One of the things I will provide you during my presentation is why you should secure your code. It is one of the ways you will keep your job. 


.NET reverse engineering
Erez Metula, Application Security Department Manager, 2Bsecure
18:20 - 19:20 

The presentation will introduce MSIL (Microsoft Intermediate Language) and debugging MSIL. Based on this foundation the presentation will explore and demonstrate tools and techniques for changing the behavior of .NET assemblies and the CLR using reversing engineering techniques. 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20070520/87de5d94/attachment-0001.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20070520/87de5d94/attachment-0001.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000084.html">[Owasp-israel] 2nd OWASP IL mini conference at Interdisciplinary	Center Herzliya (IDC), Monday, May 21st, 13:30
</A></li>
	<LI>Next message: <A HREF="000086.html">[Owasp-israel] OWASP IL 2 mini conference at IDC summary
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#85">[ date ]</a>
              <a href="thread.html#85">[ thread ]</a>
              <a href="subject.html#85">[ subject ]</a>
              <a href="author.html#85">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
