<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] 16.7.: OWASP-Stammtisch in Hamburg mit Websecurity-Vortrag von Sebastian Schinzel
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%2016.7.%3A%20OWASP-Stammtisch%20in%20Hamburg%20mit%0A%20Websecurity-Vortrag%20von%20Sebastian%20Schinzel&In-Reply-To=%3C51E3D375.7040300%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000521.html">
   <LINK REL="Next"  HREF="000523.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] 16.7.: OWASP-Stammtisch in Hamburg mit Websecurity-Vortrag von Sebastian Schinzel</H1>
    <B>Dirk Wetter</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%2016.7.%3A%20OWASP-Stammtisch%20in%20Hamburg%20mit%0A%20Websecurity-Vortrag%20von%20Sebastian%20Schinzel&In-Reply-To=%3C51E3D375.7040300%40owasp.org%3E"
       TITLE="[Owasp-germany] 16.7.: OWASP-Stammtisch in Hamburg mit Websecurity-Vortrag von Sebastian Schinzel">dirk.wetter at owasp.org
       </A><BR>
    <I>Mon Jul 15 10:48:21 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000521.html">[Owasp-germany] 16.7.: OWASP-Stammtisch in Hamburg mit Websecurity-Vortrag von Sebastian Schinzel
</A></li>
        <LI>Next message: <A HREF="000523.html">[Owasp-germany] Einladung 7. OWASP Stammtisch Karlsruhe
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#526">[ date ]</a>
              <a href="thread.html#526">[ thread ]</a>
              <a href="subject.html#526">[ subject ]</a>
              <a href="author.html#526">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
Moin!

hier gerne noch mal der friendly reminder f&#252;r Sebastians Vortrag
morgen, der hier stattfindet:

<A HREF="https://maps.google.com/maps?q=Adobe+Systems+Engineering+GmbH,+Gro%C3%9Fe+Elbstr.+27,+3.+OG&amp;ie=UTF8&amp;ll=53.544898,9.953399&amp;spn=0.014943,0.019376&amp;oe=utf-8&amp;fb=1&amp;hq=Adobe+Systems+Engineering+GmbH,+Gro%C3%9Fe+Elbstr.+27,+3.+OG&amp;cid=0,0,2634310756061328020&amp;t=m&amp;z=16">https://maps.google.com/maps?q=Adobe+Systems+Engineering+GmbH,+Gro%C3%9Fe+Elbstr.+27,+3.+OG&amp;ie=UTF8&amp;ll=53.544898,9.953399&amp;spn=0.014943,0.019376&amp;oe=utf-8&amp;fb=1&amp;hq=Adobe+Systems+Engineering+GmbH,+Gro%C3%9Fe+Elbstr.+27,+3.+OG&amp;cid=0,0,2634310756061328020&amp;t=m&amp;z=16</A>

Die Treffen sind frei, jeder ist willkommen.


BG, Dirk

Am 07/05/2013 07:27 PM, schrieb Dirk Wetter:
&gt;<i> Moin Hamburg und Umgebung,
</I>&gt;<i>
</I>&gt;<i> [Mail kam eben anscheinend nicht durch, daher nochmal]
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> in weniger als 14 Tagen ist es wieder soweit, ein OWASP-Treffen in Hamburg
</I>&gt;<i> steht im Raum.
</I>&gt;<i>
</I>&gt;<i> Es freut mich besonders, dass Sebastian Schinzel auf dem Durchflug von Westen
</I>&gt;<i> in Hamburg landet, bevor es weiter nach Berlin geht.
</I>&gt;<i>
</I>&gt;<i> Sebastian hat 'zig Vortr&#228;ge auf dem Buckel im Websecurity-Umfeld, einige werden ihn
</I>&gt;<i> vielleicht beim einen oder anderen German OWASP Day oder beim DFN-Cert-Treffen
</I>&gt;<i> schon gesehen haben.
</I>&gt;<i>
</I>&gt;<i> Zu Gast sind wir diesmal bei Adobe (danke!) am Hafen in sch&#246;ner Lokation, i.e. im
</I>&gt;<i> Stadtlagerhaus neben der Fischauktionshalle.
</I>&gt;<i>
</I>&gt;<i> ==Die Eckdaten:
</I>&gt;<i>
</I>&gt;<i> * Vortragender: Sebastian Schinzel
</I>&gt;<i> * Ort: Adobe Systems Engineering GmbH, Gro&#223;e Elbstr. 27, 3. OG
</I>&gt;<i> * Startzeit: 18:30h
</I>&gt;<i> * Vortragstitel: &quot;Lost in Translation: Missverst&#228;ndnisse zwischen Mensch/Mensch und Mensch/Maschine und deren Auswirkungen auf Web Security&quot;
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> Abstract:
</I>&gt;<i> &quot;Wir schreiben das Jahr 2013 und in vielen Web-Entwicklungsprojekten wird das Thema &quot;Sicherheit&quot; noch immer als
</I>&gt;<i> notwendiges &#220;bel angesehen. Gerade erfahrene Entwickler sind oft zu sehr &#252;berzeugt von ihrer eigenen Codequalit&#228;t,
</I>&gt;<i> als dass sie offen f&#252;r Feedback und konstruktive Kritik sind. Wenn es hart-auf-hart kommt, und Sie sich als
</I>&gt;<i> Sicherheitsexperte gegen solche Entwickler behaupten wollen, dann ben&#246;tigen Sie gute Argumente.
</I>&gt;<i>
</I>&gt;<i> In diesem interaktiven Vortrag stelle ich einige scheinbar trivial verst&#228;ndliche Quellcodebeispiele vor, die
</I>&gt;<i> selbst von erfahrenen Programmierern (und wahrscheinlich auch vom Publikum) falsch verstanden werden. Weiterhin
</I>&gt;<i> untersuche ich einige &#246;ffentlich gewordene Backdoors, die von Angreifern in den Quellcode der Web-Anwendungen
</I>&gt;<i> eingeschleust wurden. Aus den Beispielen wird klar, dass viele Backdoors auf den ersten Blick (und auch auf den
</I>&gt;<i> zweiten) harmlos aussehen, und die Schadroutine nur bei sehr genauem Hinsehen klar wird. Die vorgestellten
</I>&gt;<i> Beispiele verwende ich regelm&#228;&#223;ig in Workshops, um &#252;berm&#228;&#223;ig selbstbewussten Web-Entwicklern zu veranschaulichen,
</I>&gt;<i> dass auch sie in ihrem Verst&#228;ndnis von Quellcode nicht unfehlbar sind. Das ist eine wichtige Erkenntnis, um
</I>&gt;<i> einzusehen, dass niemand vor Sicherheitsschwachstellen gefeit ist und dass selbst erfahrene Web-Entwickler
</I>&gt;<i> regelm&#228;&#223;ig in sicherer Softwareentwicklung geschult werden m&#252;ssen.&quot;
</I>&gt;<i>
</I>&gt;<i> Bio:
</I>&gt;<i> Sebastian Schinzel ist Professor f&#252;r IT-Sicherheit an der Fachhochschule M&#252;nster.
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> == Generelles:
</I>&gt;<i> Hier treffen sich Menschen, die sich beruflich oder privat mit
</I>&gt;<i> Webanwendungen und deren Sicherheit auseinandersetzen, egal ob
</I>&gt;<i> Entwickler, Manager, Pentester oder andere mit Interesse an (Web)
</I>&gt;<i> Application Security.
</I>&gt;<i>
</I>&gt;<i> Die Atmosph&#228;re bei Veranstaltungen der OWASP ist offen und locker.
</I>&gt;<i> Uns geht's um den Erfahrungsaustausch, der bei den regelm&#228;&#223;igen Treffen
</I>&gt;<i> durch einen Vortrag unterst&#252;tzt wird. Wer Produkte verkaufen will, ist
</I>&gt;<i> hier falsch.
</I>&gt;<i>
</I>&gt;<i> Ihr k&#246;nnt gerne diese Mail an Kollegen oder Bekannte weiterleiten. Unser
</I>&gt;<i> Thema ist in erster Linie (Web) Application Security. Man muss dazu
</I>&gt;<i> nichts von OWASP wissen, ein vorhergehender Blick auf die Website owasp,org
</I>&gt;<i>  schadet sicher nicht.
</I>&gt;<i>
</I>&gt;<i> Wir treffen uns alle zwei Monate. Mehr zum Hamburger Stammtisch: <A HREF="http://owasp.de/hamburg/">http://owasp.de/hamburg/</A> .
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> Sch&#246;nen Gru&#223;, Dirk Wetter
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> PS: F&#252;r die, die bislang geschlafen haben: Wir haben im August eine super Konferenz:
</I>&gt;<i>     <A HREF="https://appsec.eu/">https://appsec.eu/</A> in Hamburg. Das Programm steht, wir sind hochzufrieden mit
</I>&gt;<i>     den Vortr&#228;gen, Trainings und ber&#252;hmten Sprechern, die wir an Land gezogen
</I>&gt;<i>     haben. Es fehlen nur noch die Besucher zu der Superarty ;-)
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>

-- 
German OWASP Board, Conference Chair AppSec EU 2013 
<A HREF="http://appsec.eu/">http://appsec.eu/</A>       |                 @appseceu
<A HREF="skype://drwetter.de">skype://drwetter.de</A>     |      tel:+49-40-2442035-1

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000521.html">[Owasp-germany] 16.7.: OWASP-Stammtisch in Hamburg mit Websecurity-Vortrag von Sebastian Schinzel
</A></li>
	<LI>Next message: <A HREF="000523.html">[Owasp-germany] Einladung 7. OWASP Stammtisch Karlsruhe
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#526">[ date ]</a>
              <a href="thread.html#526">[ thread ]</a>
              <a href="subject.html#526">[ subject ]</a>
              <a href="author.html#526">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
