<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-kyiv] Message to attendees of OWASP Kyiv Meetup Fall 2017
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-kyiv%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-kyiv%5D%20Message%20to%20attendees%20of%20OWASP%20Kyiv%20Meetup%20Fall%202017&In-Reply-To=%3C4C00AEEF-60BF-4EB3-8616-6D630E833908%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-kyiv] Message to attendees of OWASP Kyiv Meetup Fall 2017</H1>
    <B>Vlad Styran</B> 
    <A HREF="mailto:owasp-kyiv%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-kyiv%5D%20Message%20to%20attendees%20of%20OWASP%20Kyiv%20Meetup%20Fall%202017&In-Reply-To=%3C4C00AEEF-60BF-4EB3-8616-6D630E833908%40owasp.org%3E"
       TITLE="[Owasp-kyiv] Message to attendees of OWASP Kyiv Meetup Fall 2017">vlad.styran at owasp.org
       </A><BR>
    <I>Thu Sep  7 13:55:10 UTC 2017</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#10">[ date ]</a>
              <a href="thread.html#10">[ thread ]</a>
              <a href="subject.html#10">[ subject ]</a>
              <a href="author.html#10">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1064;&#1072;&#1085;&#1086;&#1074;&#1085;&#1110; &#1082;&#1086;&#1083;&#1077;&#1075;&#1080;!

&quot;&#1060;&#1110;&#1085;&#1072;&#1083;&#1100;&#1085;&#1072;&quot; &#1074;&#1077;&#1088;&#1089;&#1110;&#1103; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080; &#1085;&#1072;&#1088;&#1072;&#1079;&#1110; &#1074;&#1080;&#1075;&#1083;&#1103;&#1076;&#1072;&#1108; &#1090;&#1072;&#1082;:

Morning Workshops (up to 1,5 hours each, starts @ 09-30)
1. Vlad Styran - &quot;Hidden&quot; Features of the Tools We All Love
2. Ihor Bliumental - Collision CORS

Afternoon Talks (up to 1 hour each, starts @ 12-30)
1. Serhiy Korolenko - The Strength of Ukrainian Users&#8217; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-kyiv">P at ssw0rds2017</A>
2. Lidiia 'Alice' Skalytska - Security Checklist for Web Developers
3. Volodymyr Ilibman - Close look at Nyetya investigation
4. Viktor Zhora - Cyber and Geopolitics: Ukrainian factor
5. Andriy Shalaenko - GO security tips

&#1055;&#1088;&#1086; &#1074;&#1086;&#1088;&#1082;&#1096;&#1086;&#1087;&#1080;. &#1052;&#1080; &#1076;&#1086;&#1074;&#1075;&#1086; &#1076;&#1091;&#1084;&#1072;&#1083;&#1080; &#1095;&#1080; &#1074;&#1072;&#1088;&#1090;&#1086; &#1088;&#1086;&#1073;&#1080;&#1090;&#1080; &#1111;&#1093; &#1087;&#1072;&#1088;&#1072;&#1083;&#1077;&#1083;&#1100;&#1085;&#1086;, &#1090;&#1072; &#1074;&#1080;&#1088;&#1110;&#1096;&#1080;&#1083;&#1080;, &#1097;&#1086; &#1085;&#1077; &#1074;&#1072;&#1088;&#1090;&#1086;. &#1042;&#1086;&#1088;&#1082;&#1096;&#1086;&#1087;&#1080; &#1074;&#1110;&#1076;&#1073;&#1091;&#1076;&#1091;&#1090;&#1100;&#1089;&#1103; &#1074; &#1090;&#1086;&#1084;&#1091; &#1078; &#1087;&#1088;&#1080;&#1084;&#1110;&#1097;&#1077;&#1085;&#1085;&#1110;, &#1086;&#1076;&#1080;&#1085; &#1079;&#1072; &#1086;&#1076;&#1085;&#1080;&#1084;. &#1044;&#1083;&#1103; (&#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1111;) &#1091;&#1095;&#1072;&#1089;&#1090;&#1110; &#1074;&#1110;&#1079;&#1100;&#1084;&#1110;&#1090;&#1100; &#1079; &#1089;&#1086;&#1073;&#1086;&#1102; &#1079;&#1072;&#1088;&#1103;&#1076;&#1078;&#1077;&#1085;&#1080;&#1081; &#1083;&#1072;&#1087;&#1090;&#1086;&#1087;. &#1044;&#1083;&#1103; &#1088;&#1086;&#1073;&#1086;&#1090;&#1080; &#1079; &#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1082;&#1086;&#1102; &#1074;&#1086;&#1088;&#1082;&#1096;&#1086;&#1087;&#1072; &#1042;&#1086;&#1083;&#1086;&#1076;&#1080;&#1084;&#1080;&#1088;&#1072; &#1090;&#1088;&#1077;&#1073;&#1072; &#1074;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1080; &#1085;&#1072; &#1082;&#1086;&#1084;&#1087;'&#1102;&#1090;&#1077;&#1088; &#1089;&#1074;&#1110;&#1078;&#1080;&#1081; NMap, &#1072; &#1076;&#1083;&#1103; &#1091;&#1095;&#1072;&#1089;&#1090;&#1110; &#1074; &#1074;&#1086;&#1088;&#1082;&#1096;&#1086;&#1087;&#1110; &#1030;&#1075;&#1086;&#1088;&#1103; &#8211; &#1079;&#1074;&#1080;&#1095;&#1085;&#1080;&#1081; &#1076;&#1083;&#1103; &#1074;&#1072;&#1089; &#1074;&#1077;&#1073;-&#1073;&#1088;&#1072;&#1091;&#1079;&#1077;&#1088; &#1090;&#1072; &#1079;&#1085;&#1072;&#1081;&#1086;&#1084;&#1080;&#1081; &#1074;&#1077;&#1073;-&#1087;&#1088;&#1086;&#1082;&#1089;&#1110;: OWASP ZAP, Burp Suite (&#1079;&#1075;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; Free), &#1095;&#1080; &#1097;&#1086; &#1074;&#1072;&#1084; &#1088;&#1110;&#1076;&#1085;&#1110;&#1096;&#1077;.

&#1065;&#1086;&#1073; &#1085;&#1077; &#1089;&#1090;&#1074;&#1086;&#1088;&#1102;&#1074;&#1072;&#1090;&#1080; &#1087;&#1072;&#1085;&#1110;&#1082;&#1091; &#1090;&#1072; &#1085;&#1077; &#1095;&#1077;&#1082;&#1072;&#1090;&#1080; &#1085;&#1072; &#1087;&#1086;&#1095;&#1072;&#1090;&#1086;&#1082; &#1076;&#1086;&#1087;&#1086;&#1074;&#1110;&#1076;&#1077;&#1081; &#1085;&#1072; &#1075;&#1072;&#1083;&#1100;&#1086;&#1088;&#1094;&#1110; &#1074;&#1086;&#1088;&#1082;&#1096;&#1086;&#1087;&#1110;&#1074;, &#1073;&#1110;&#1083;&#1100;&#1096; &#1076;&#1086;&#1089;&#1074;&#1110;&#1076;&#1095;&#1077;&#1085;&#1110; &#1091;&#1095;&#1072;&#1089;&#1085;&#1080;&#1082;&#1080; &#1079;&#1072;&#1087;&#1088;&#1086;&#1096;&#1091;&#1102;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1087;&#1110;&#1074; &#1087;&#1077;&#1088;&#1096;&#1086;&#1111;, &#1082;&#1086;&#1083;&#1080; &#1088;&#1086;&#1079;&#1087;&#1086;&#1095;&#1085;&#1077;&#1090;&#1100;&#1089;&#1103; &#1082;&#1086;&#1085;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;-&#1095;&#1072;&#1089;&#1090;&#1080;&#1085;&#1072; &#1084;&#1110;&#1090;&#1072;&#1087;&#1091;.

&#1042;&#1110;&#1076;&#1074;&#1110;&#1076;&#1091;&#1074;&#1072;&#1095;&#1110; &#1079; &#1110;&#1085;&#1096;&#1080;&#1093; &#1084;&#1110;&#1089;&#1090;, &#1079;&#1074;&#1077;&#1088;&#1085;&#1110;&#1090;&#1100; &#1091;&#1074;&#1072;&#1075;&#1091;: &#1090;&#1088;&#1072;&#1076;&#1080;&#1094;&#1110;&#1081;&#1085;&#1077; &#1090;&#1072;&#1082;&#1089;&#1110; (&#1040;&#1050;&#1040; &#1092;&#1110;&#1083;&#1100;&#1090;&#1088;) &#1079; &#1074;&#1086;&#1082;&#1079;&#1072;&#1083;&#1091; &#1074; &#1073;&#1091;&#1076;&#1100;-&#1103;&#1082;&#1091; &#1090;&#1086;&#1095;&#1082;&#1091; &#1050;&#1080;&#1108;&#1074;&#1072; &#1076;&#1077;&#1096;&#1077;&#1074;&#1096;&#1077; 150 &#1075;&#1088;&#1085; &#1094;&#1077; &#1074;&#1077;&#1083;&#1080;&#1082;&#1077; &#1097;&#1072;&#1089;&#1090;&#1103;. &#1058;&#1086;&#1084;&#1091; &#1087;&#1110;&#1076;&#1082;&#1072;&#1079;&#1091;&#1108;&#1084;&#1086;: &#1074;&#1110;&#1076; &#1055;&#1110;&#1074;&#1076;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1076;&#1086; &#1044;&#1059;&#1058; &#1087;&#1110;&#1096;&#1082;&#1080; &#8211; 20 &#1093;&#1074;&#1080;&#1083;&#1080;&#1085; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1091;&#1084;. &#1047;&#1072; &#1087;&#1086;&#1075;&#1072;&#1085;&#1086;&#1111; &#1087;&#1086;&#1075;&#1086;&#1076;&#1080;, Uber &#1090;&#1072; &#1059;&#1082;&#1083;&#1086;&#1085; &#1089;&#1091;&#1073;&#1086;&#1090;&#1085;&#1100;&#1086;&#1075;&#1086; &#1088;&#1072;&#1085;&#1082;&#1091; &#1076;&#1086;&#1074;&#1077;&#1079;&#1091;&#1090;&#1100; &#1076;&#1077;&#1096;&#1077;&#1074;&#1096;&#1077;.

&#1044;&#1083;&#1103; &#1077;&#1082;&#1089;&#1090;&#1088;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1079;&#1074;'&#1103;&#1079;&#1082;&#1091; &#1087;&#1080;&#1096;&#1110;&#1090;&#1100; &#1087;&#1086;&#1074;&#1110;&#1076;&#1086;&#1084;&#1083;&#1077;&#1085;&#1085;&#1103; &#1085;&#1072; &#1094;&#1110;&#1081; &#1089;&#1090;&#1086;&#1088;&#1110;&#1085;&#1094;&#1110; (<A HREF="https://www.facebook.com/owaspkyiv/">https://www.facebook.com/owaspkyiv/</A>), &#1073;&#1091;&#1076;&#1077;&#1084;&#1086; &#1076;&#1086;&#1087;&#1086;&#1084;&#1072;&#1075;&#1072;&#1090;&#1080;.

&#1044;&#1086; &#1079;&#1091;&#1089;&#1090;&#1088;&#1110;&#1095;&#1110;!


&#1047; &#1087;&#1086;&#1074;&#1072;&#1075;&#1086;&#1102;,
&#1042;&#1086;&#1083;&#1086;&#1076;&#1080;&#1084;&#1080;&#1088; &#1057;&#1090;&#1080;&#1088;&#1072;&#1085;

OWASP Kyiv Chapter Leader
PGP pub key: 87F07F08 &lt;<A HREF="http://pgp.mit.edu:11371/pks/lookup?op=get&amp;search=0x19ED24B087F07F08">http://pgp.mit.edu:11371/pks/lookup?op=get&amp;search=0x19ED24B087F07F08</A>&gt;
Twitter &lt;<A HREF="https://twitter.com/owaspKyiv">https://twitter.com/owaspKyiv</A>&gt; Facebook &lt;<A HREF="https://www.facebook.com/owaspkyiv">https://www.facebook.com/owaspkyiv</A>&gt; YouTube &lt;<A HREF="https://www.youtube.com/channel/UCZlgZTJRb4dXhSUFCjwAQzA">https://www.youtube.com/channel/UCZlgZTJRb4dXhSUFCjwAQzA</A>&gt; Mailing List &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-kyiv">https://lists.owasp.org/mailman/listinfo/owasp-kyiv</A>&gt;
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170907/2c054bd8/attachment.html">http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170907/2c054bd8/attachment.html</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: signature.asc
Type: application/pgp-signature
Size: 841 bytes
Desc: Message signed with OpenPGP
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170907/2c054bd8/attachment.pgp">http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170907/2c054bd8/attachment.pgp</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#10">[ date ]</a>
              <a href="thread.html#10">[ thread ]</a>
              <a href="subject.html#10">[ subject ]</a>
              <a href="author.html#10">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-kyiv">More information about the Owasp-kyiv
mailing list</a><br>
</body></html>
