<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Tematy na spotkania
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20Tematy%20na%20spotkania&In-Reply-To=2814ABCA4CF7A4448322CBD3519B818E2028320A65%40SAURON.securing.pl">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000016.html">
   <LINK REL="Next"  HREF="000020.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Tematy na spotkania</H1>
    <B>S&#322;awomir Jasek</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20Tematy%20na%20spotkania&In-Reply-To=2814ABCA4CF7A4448322CBD3519B818E2028320A65%40SAURON.securing.pl"
       TITLE="[Owasp-poland] Tematy na spotkania">Slawek.Jasek at securing.pl
       </A><BR>
    <I>Fri Feb 13 07:50:46 EST 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000016.html">[Owasp-poland] Tematy na spotkania
</A></li>
        <LI>Next message: <A HREF="000020.html">[Owasp-poland] Tematy na spotkania
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#19">[ date ]</a>
              <a href="thread.html#19">[ thread ]</a>
              <a href="subject.html#19">[ subject ]</a>
              <a href="author.html#19">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Wojciech Dworakowski wrote:
&gt;<i> Nawi&#261;zuj&#261;c do dyskusji na wczorajszym spotkaniu proponuje &#380;eby ka&#380;dy ch&#281;tny napisa&#322;:
</I>&gt;<i> a) jakie tematy mo&#380;e przygotowa&#263;
</I>


ok to jeszcze moje pomys&#322;y na gor&#261;co - niekoniecznie do wyg&#322;oszenia 
osobi&#347;cie przeze mnie, zw&#322;aszcza &#380;e z &#380;adnego z tych temat&#243;w nie uwa&#380;am 
si&#281; za &quot;guru&quot; ;) .
R&#243;wnie&#380; popieram form&#281; &quot;kr&#243;tkie zagajenie tematu&quot;.


1. Kilka sztuczek jak programista niewielkim wysi&#322;kiem mo&#380;e odstraszy&#263; 
od psucia aplikacji webowej &quot;hakier&#243;w&quot;, oraz do b&#243;lu zatru&#263; &#380;ycie 
pentesterom

2. Dlaczego jest tyle narz&#281;dzi do [blind]sql injection i &#380;adne z nich 
nie dzia&#322;a w praktyce w testowanej przez Ciebie aplikacji - zr&#243;b to sam

3. Dla tester&#243;w funkcjonalnych - kilka prostych metod w jaki spos&#243;b przy 
okazji test&#243;w akceptacyjnych sprawdzi&#263; r&#243;wnie&#380; podstawy bezpiecze&#324;stwa 
(zw&#322;aszcza kontrola dost&#281;pu). Metody i narz&#281;dzia kt&#243;re opanuje ka&#380;dy kto 
ju&#380; umie &quot;clicking, double-clicking, sending email, receiving email...&quot;

4. Por&#243;wnanie podstawowych narz&#281;dzi proxy - Burp, Webscarab, Fiddler...

5. Modprofiler - web application firewall kt&#243;ry sam si&#281; uczy na logach - 
jak ochroni&#263; dziuraw&#261; aplikacj&#281; kt&#243;rej nie chcemy/nie mo&#380;emy poprawi&#263; 
(bo np. nie mamy kodu &#378;r&#243;d&#322;owego).

6. Par&#281; s&#322;&#243;w jak w og&#243;le wygl&#261;daj&#261; testy penetracyjne aplikacji - 
wprowadzenie dla programist&#243;w &#380;eby wiedzieli czego si&#281; spodziewa&#263; 
(wydaje mi si&#281; &#380;e wczoraj jeden programista wyrazi&#322; takie zainteresowanie)


...w razie potrzeby znajdzie si&#281; wi&#281;cej temat&#243;w

&gt;<i> b) jakich wyst&#261;pie&#324; ch&#281;tnie by wys&#322;ucha&#322;
</I>


- czy i w jaki spos&#243;b narz&#281;dzia i metody automatyzacji test&#243;w 
funkcjonalnych mo&#380;na wykorzysta&#263; do test&#243;w bezpiecze&#324;stwa (w zasadzie to 
co Wojtek te&#380; sugerowa&#322;)



Je&#347;li chodzi o inny temat poruszony na spotkaniu - czyli praktyczne 
prezentacje/warsztaty/konkursy hakowania - jestem przeciwny WebGoat-owi 
poniewa&#380; tak jak wspomnia&#322;em moim zdaniem jest &quot;oderwany od rzeczywisto&#347;ci&quot;.

Bardziej przemawiaj&#261;ca do zwyk&#322;ych ludzi (oraz chwytliwa medialnie) 
b&#281;dzie seria temat&#243;w &quot;Dzisiaj poka&#380;emy krok po kroku jak w&#322;ama&#263; si&#281; do 
banku internetowego/biura podr&#243;&#380;y/sklepu...&quot;.
Mo&#380;na to zrobi&#263; u&#380;ywaj&#261;c aplikacji FoundStone'a - Hacme Bank, Hacme 
Books,Hackme Casino, Hacme Travel itd.
Wtedy by&#263; mo&#380;e tematem zainteresuje si&#281; szersze grono odbiorc&#243;w, w tym 
np. kto&#347; kto w&#322;a&#347;nie zamierza podpisa&#263; umow&#281; na wdro&#380;enie takiej aplikacji.
To by spe&#322;nia&#322;o wi&#281;c postulat podnoszenia &#347;wiadomo&#347;ci klient&#243;w ko&#324;cowych 
- czyli tych kt&#243;rzy maj&#261; potencjalnie najwi&#281;kszy wp&#322;yw na kszta&#322;towanie 
potrzeby tworzenia bezpiecznych aplikacji.



pozdrawiam
S&#322;awek

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000016.html">[Owasp-poland] Tematy na spotkania
</A></li>
	<LI>Next message: <A HREF="000020.html">[Owasp-poland] Tematy na spotkania
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#19">[ date ]</a>
              <a href="thread.html#19">[ thread ]</a>
              <a href="subject.html#19">[ subject ]</a>
              <a href="author.html#19">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
