<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Tematy na spotkania
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20Tematy%20na%20spotkania&In-Reply-To=6ffbfebc0902130502y59571b10gefff8db41327d2a3%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000020.html">
   <LINK REL="Next"  HREF="000029.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Tematy na spotkania</H1>
    <B>Wojciech Dworakowski</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20Tematy%20na%20spotkania&In-Reply-To=6ffbfebc0902130502y59571b10gefff8db41327d2a3%40mail.gmail.com"
       TITLE="[Owasp-poland] Tematy na spotkania">Wojciech.Dworakowski at securing.pl
       </A><BR>
    <I>Wed Feb 18 08:56:49 EST 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000020.html">[Owasp-poland] Tematy na spotkania
</A></li>
        <LI>Next message: <A HREF="000029.html">[Owasp-poland] Tematy na spotkania
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#28">[ date ]</a>
              <a href="thread.html#28">[ thread ]</a>
              <a href="subject.html#28">[ subject ]</a>
              <a href="author.html#28">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Spr&#243;bowa&#322;em zebra&#263; tematy, kt&#243;re si&#281; przewija&#322;y. Kolejno&#347;&#263; wg zg&#322;osze&#324;.
Obok tytu&#322;&#243;w s&#261; &quot;pomys&#322;odawcy&quot;. Oczywi&#347;cie nie oznacza to &#380;e ta osoba musi koniecznie przygotowa&#263; dany temat (ale by&#322;oby wskazane ;)
Jak wida&#263; troch&#281; tego jest. Pewnie cz&#281;&#347;&#263; mo&#380;na po&#322;&#261;czy&#263; ale i tak zostanie sporo.

Przewrotnie spytam - co dalej?

wd

Tematy zaproponowane:

1.  Raporty z test&#243;w penetracyjnych [W.Dworakowski]
2.  Narz&#281;dzia automatyczne (&quot;hacker in the box&quot;) - do czego mog&#261; si&#281; przyda&#263; a do czego nie [W.Dworakowski]
3.  Bezpiecze&#324;stwo aplikacji - wprowadzenie - og&#243;lnie dla programist&#243;w, szef&#243;w projekt&#243;w, etc. [W.Dworakowski]
4.  Bezpiecze&#324;stwo aplikacji - wprowadzenie - J2EE ++ My jestesmy w trakcie przygotowania wystapienia, ktore bedzie mialo premiere na najblizszej konferencji, a dotyczyc bedzie podstaw bezpiecznego programowania w Javie patrzac przez pryzmat OWASP - taki przewodnik dla programistow [A.Targosz]
5.  Bezpiecze&#324;stwo aplikacji - wprowadzenie - .Net
6.  Bezpiecze&#324;stwo aplikacji - wprowadzenie - PHP
7.  Blind SQL-injection - revisited [W.Dworakowski]
8.  O r&#243;&#380;nych interesuj&#261;cych drobiazgach, kt&#243;re mo&#380;na wykorzystywa&#263; do podnoszenia bezpiecze&#324;stwa aplikacji webowych, a kt&#243;re zwykle nie s&#261; omawiane samodzielnie - np. httpBL, PHPIDS, reCAPTCHA i tak dalej. [P.Krawczyk]
9.  Jak bezpiecznie haszowa&#263; oraz przechowywa&#263; has&#322;a, dlaczego tak cz&#281;sto jest to robione &#378;le i jakimi standardami si&#281; tu podeprze&#263; &#380;eby m&#261;drze wygl&#261;da&#322;o w projekcie [P.Krawczyk]
10. w3af jako narz&#281;dzie do automatycznych test&#243;w penetracyjnych  [P.Skowron]
11. Kilka sztuczek jak programista niewielkim wysi&#322;kiem mo&#380;e odstraszy&#263; od psucia aplikacji webowej &quot;hakier&#243;w&quot;, oraz do b&#243;lu zatru&#263; &#380;ycie pentesterom [S.Jasek]
12. Dlaczego jest tyle narz&#281;dzi do [blind]sql injection i &#380;adne z nich nie dzia&#322;a w praktyce w testowanej przez Ciebie aplikacji - zr&#243;b to sam [S.Jasek]
13. Dla tester&#243;w funkcjonalnych - kilka prostych metod w jaki spos&#243;b przy okazji test&#243;w akceptacyjnych sprawdzi&#263; r&#243;wnie&#380; podstawy bezpiecze&#324;stwa (zw&#322;aszcza kontrola dost&#281;pu). Metody i narz&#281;dzia kt&#243;re opanuje ka&#380;dy kto ju&#380; umie &quot;clicking, double-clicking, sending email, receiving email...&quot; [S.Jasek]
14. Por&#243;wnanie podstawowych narz&#281;dzi proxy - Burp, Webscarab, Fiddler... [S.Jasek]
15. Modprofiler - web application firewall kt&#243;ry sam si&#281; uczy na logach - jak ochroni&#263; dziuraw&#261; aplikacj&#281; kt&#243;rej nie chcemy/nie mo&#380;emy poprawi&#263; (bo np. nie mamy kodu &#378;r&#243;d&#322;owego). [S.Jasek]
16. Par&#281; s&#322;&#243;w jak w og&#243;le wygl&#261;daj&#261; testy penetracyjne aplikacji - wprowadzenie dla programist&#243;w &#380;eby wiedzieli czego si&#281; spodziewa&#263;.
17. Web Application Firewall - FW na porcie 80 czy co&#347; wi&#281;cej [P.Skowron]


Tematy oczekiwane:

1.  Automatyzacja test&#243;w penetracyjnych, p&#243;&#322;automatyczne metody znajdywania xss-&#243;w, sqlinj, etc, automatyzacja przegl&#261;darki, inwentaryzacja aplikacji, czy i w jaki spos&#243;b narz&#281;dzia i metody automatyzacji test&#243;w funkcjonalnych mo&#380;na wykorzysta&#263; do test&#243;w bezpiecze&#324;stwa - wymiana do&#347;wiadcze&#324; [W.Dworakowski, S.Jasek]
2.  Metodyki przegl&#261;du kodu &#378;r&#243;d&#322;owego, Por&#243;wnanie narz&#281;dzi do static code analysis [W.Dworakowski, P.Krawczyk, M.Zmys&#322;owski]
3.  Proces powstawania aplikacji z punktu widzenia programisty (czyli dlaczego nie lubimy bezpiecznik&#243;w ;) [W.Dworakowski]
4.  Success Story - opowie&#347;&#263; developera, kt&#243;remu OWASP pom&#243;g&#322; w karierze [P.Skowron]
5.  bezpiecze&#324;stwo przegl&#261;darek (pewnie co&#347; o Browser Security Handbook lcamtufa, aktualne wsparcie przegl&#261;darek dla HttpOnly - natywne/dodatki, clickjacking a X-FRAME-OPTIONS, anti-XSS Filter: X-XSS-Protection,  etc.) [P.Skowron]
6.  Wszelkie tematy typu R&amp;D, mo&#380;e nie ka&#380;dy jest w trakcie pisania pracy dyplomowej, ale cz&#281;&#347;&#263; os&#243;b z potencjalnej grupy prelegent&#243;w prowadzi r&#243;&#380;ne badania [P.Skowron]
7.  Jak przekonywa&#263; kadr&#281; zarz&#261;dzaj&#261;c&#261;, &#380;e testy aplikacji jak i implementowanie w niej mechanizm&#243;w bezpiecze&#324;stwa jest konieczne? [F.Palian]
8.  Zabezpieczanie formularzy internetowych od A-Z (walidacja, szyfrowanie (certyfiakty SSL), captcha, cache, kodowanie znak&#243;w, mail() etc.). [F.Palian]
9. Jak dostosowywa&#263; mechanizmy bezpiecze&#324;stwa stricte pod dan&#261; aplikacj&#281;? Czyli o tym jak nie zainstalowa&#263; rozwi&#261;zanie X i po sprawie. [F.Palian]
10. Bezpiecze&#324;stwo baz danych. Du&#380;o si&#281; m&#243;wi a samych aplikacjach, j&#281;zykach programowania, bibliotekach, zabezpieczeniach etc. A co z samymi bazami? Jak to robi&#263; dobrze? [F.Palian]
11. Mass hosting: The way of the hosting provider. Dlaczego &quot;mass defacement&quot; jest mo&#380;liwy? Dlaczego moja baza/aplikacja zosta&#322;y skompromitowane? Dlaczego moje cenne danne dosta&#322;y si&#281; w niepowo&#322;ane r&#281;ce skoro korzystam z mechanizm&#243;w bezpiecze&#324;stwa A, B, C ...? [F.Palian]
12. R&amp;D jak obudzic mysl tworcza w Polsce (mam na mysli security) [A.Targosz]
13. Dlaczego brakuje nam czasu - programisty dzien powszedni... ten temat wcale nie jest jednoznaczny, bo niby projkety sa niedoszacowane ale moze tez jakos programistow jest, hm... jaka jest:) [A.Targosz]

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000020.html">[Owasp-poland] Tematy na spotkania
</A></li>
	<LI>Next message: <A HREF="000029.html">[Owasp-poland] Tematy na spotkania
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#28">[ date ]</a>
              <a href="thread.html#28">[ thread ]</a>
              <a href="subject.html#28">[ subject ]</a>
              <a href="author.html#28">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
