<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] Einladung zum 56. M&#252;nchner OWASP Stammtisch am 20.01.2015 um 19:00 Uhr in der Villa Flora
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FEinladung_zum_56%3D2E_M%3DC3%3DBCnchner_OWASP%3F%3D%0A%20%3D%3Futf-8%3Fq%3F_Stammtisch_am_20%3D2E01%3D2E2015_um_19%3D3A00_Uhr_in_der_Villa_Flora%3F%3D&In-Reply-To=%3C54B6244D.2050306%40xanitizer.net%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000727.html">
   <LINK REL="Next"  HREF="000729.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] Einladung zum 56. M&#252;nchner OWASP Stammtisch am 20.01.2015 um 19:00 Uhr in der Villa Flora</H1>
    <B>Thomas Schoen</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FEinladung_zum_56%3D2E_M%3DC3%3DBCnchner_OWASP%3F%3D%0A%20%3D%3Futf-8%3Fq%3F_Stammtisch_am_20%3D2E01%3D2E2015_um_19%3D3A00_Uhr_in_der_Villa_Flora%3F%3D&In-Reply-To=%3C54B6244D.2050306%40xanitizer.net%3E"
       TITLE="[Owasp-germany] Einladung zum 56. M&#252;nchner OWASP Stammtisch am 20.01.2015 um 19:00 Uhr in der Villa Flora">thomas.schoen at xanitizer.net
       </A><BR>
    <I>Wed Jan 14 08:09:49 UTC 2015</I>
    <P><UL>
        <LI>Previous message: <A HREF="000727.html">[Owasp-germany] OWASP Stammtisch Frankfurt #12 am 29.01.2015, 19:30h @Tower 185, Friedrich-Ebert-Anlage 35-37, 60327 Frankfurt am Main
</A></li>
        <LI>Next message: <A HREF="000729.html">[Owasp-germany] Reminder: Einladung zum 56. M&#252;nchner OWASP Stammtisch am 20.01.2015 um 19:00 Uhr in der Villa Flora
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#728">[ date ]</a>
              <a href="thread.html#728">[ thread ]</a>
              <a href="subject.html#728">[ subject ]</a>
              <a href="author.html#728">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hallo zusammen,

### Einladung zum 56. M&#252;nchner OWASP Stammtisch am 20.01.2015 um 19:00 Uhr in der Villa Flora

Nochmals herzlichen Dank an Ralf, der die M&#252;nchner OWASP Stammtische 5 Jahre lang organisiert hat. Wir versuchen dies in 2015 fortzusetzen und m&#246;chten dabei mit Euch eine neue Lokation testen, die hoffentlich noch besser geeignete R&#228;umlichkeiten bietet und sowohl mit &#246;ffentlichen Verkehrsmitteln wie auch mit dem Auto gut zu erreichen ist. Kommt bitte zahlreich, um sicherzustellen, dass die Tradition &quot;M&#252;nchner OWASP Stammtisch&quot; weiterlebt.

Einen spannenden Vortrag haben wir f&#252;r den 20. Januar auch im Programm
### Thema: &quot;Richtig verschl&#252;sseln mit SSL/TLS&quot; von Achim Hoffmann und Torsten Gigler
Dieser Talk wurde auf dem OWASP Germany Day 2014 in Hamburg gehalten. Hier nun nochmal mit praktischen Beispielen und etwas mehr Zeit zum Diskutieren.
Bei der 'Verschl&#252;sselung des Transports der Daten' reicht es leider nicht, sich ein Zertifikat zu besorgen, die Verschl&#252;sselung 'einfach' einzuschalten und zu denken, dass dann schon Alles gut ist. Weder 'viel hilft viel', noch das blinde Vertrauen in die Standard-(Default-) Einstellungen f&#252;hren zum gew&#252;nschten Schutz.
Der Vortrag erkl&#228;rt die wichtigsten, derzeit allgemein empfohlenen Konfigurations-Einstellungen (Good Practices). Dabei vertiefen wir, wie die richtigen Protokolle und Verfahren (Cipher) und wie deren Priorisierung ausgew&#228;hlt werden sollten, um eine zeitgem&#228;&#223;e Verschl&#252;sselung zu erreichen. Dies, ohne dabei wichtige Clients, meist Browser, 'abzuh&#228;ngen'.
Die Beispiele zeigen wir mit unserm OWASP-Tool O-Saft, das ohne Internet-Zugriff im LAN und ohne Abh&#228;ngigkeiten von SSL-Bibliotheken oder Client-Zertifikaten auch in  geschlossenen LAN-Umgebungen benutzt werden kann.
Abrundend zeigen wie eine &#220;bersicht der derzeit verf&#252;gbaren Tools und deren Funktionalit&#228;ten.

### Weiteres Thema beim Stammtisch: Welche Lokation f&#252;r den M&#252;nchner Stammtisch wollen wir dauerhaft w&#228;hlen? Wer m&#246;chte sich an der Organisation und Durchf&#252;hrung beteiligen?

### Allgemeines&lt;<A HREF="http://muc.owasp.de">http://muc.owasp.de</A>&gt;
Es ist f&#252;r 10 Personen in einem separaten Raum reserviert - im Zweifelsfall bitte einfach am Tresen nach dem OWASP-Stammtisch oder nach &quot;Schoen&quot; fragen. Um vorhergehende Anmeldung per Mail bei Tom Schoen (dem Absender dieser Email) wird gebeten, um ggf. weitere Ressourcen reservieren zu lassen - spontane &quot;Zaung&#228;ste&quot; sind aber jederzeit ebenso willkommen.

### Spread the word
Bitte diese Info an potentiell Interessierte weiterleiten. Unser Thema ist in erster Linie (Web) Application Security. Man muss dazu &#252;berhaupt nichts von OWASP wissen, ein vorhergehender Blick auf die Website indes schadet sicher nicht.

### Ort: Restaurant Villa Flora
Hansastrasse 44
80686 M&#252;nchen
Tel. 089 / 54.71.75.75

&lt;www.villa-flora-munich.de/anfahrt  &lt;<A HREF="http://www.villa-flora-munich.de/anfahrt">http://www.villa-flora-munich.de/anfahrt</A>&gt;&gt;
Mit &#246;ffentlichen Verkehrsmitteln
Heimeranplatz U4/U5 oder S7, dann 3 Minuten zu Fu&#223; Richtung Hansastra&#223;e.

Mit dem Auto
Mittlerer Ring Ausfahrt T&#252;bingerstr., von der T&#252;bingerstr. beim Lidl rechts einbiegen in die Dillw&#228;chterstr, am Ende rechts einbiegen in die Hansastr, nach 150 Metern auf der rechten Seite Parkplatz Villa Flora.


Sch&#246;nen Gru&#223;,
Orga-Team f&#252;r den M&#252;nchner OWASP Stammtisch (momentan Tom, Torsten und Christoph)


_______________________________________________
Owasp-germany mailing list
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">Owasp-germany at lists.owasp.org</A>
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">https://lists.owasp.org/mailman/listinfo/owasp-germany</A>

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000727.html">[Owasp-germany] OWASP Stammtisch Frankfurt #12 am 29.01.2015, 19:30h @Tower 185, Friedrich-Ebert-Anlage 35-37, 60327 Frankfurt am Main
</A></li>
	<LI>Next message: <A HREF="000729.html">[Owasp-germany] Reminder: Einladung zum 56. M&#252;nchner OWASP Stammtisch am 20.01.2015 um 19:00 Uhr in der Villa Flora
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#728">[ date ]</a>
              <a href="thread.html#728">[ thread ]</a>
              <a href="subject.html#728">[ subject ]</a>
              <a href="author.html#728">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
