<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] Reminder: OWASP Israel February Meeting
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20Reminder%3A%20OWASP%20Israel%20February%20Meeting&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000207.html">
   <LINK REL="Next"  HREF="000209.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] Reminder: OWASP Israel February Meeting</H1>
    <B>Ofer Maor</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20Reminder%3A%20OWASP%20Israel%20February%20Meeting&In-Reply-To="
       TITLE="[OWASP Israel] Reminder: OWASP Israel February Meeting">ofer.maor at owasp.org
       </A><BR>
    <I>Sun Feb  7 04:13:26 EST 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000207.html">[OWASP Israel] OWASP Israel February Meeting
</A></li>
        <LI>Next message: <A HREF="000209.html">[OWASP Israel] OWASP Israel February Meeting
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#208">[ date ]</a>
              <a href="thread.html#208">[ thread ]</a>
              <a href="subject.html#208">[ subject ]</a>
              <a href="author.html#208">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1514;&#1494;&#1499;&#1493;&#1512;&#1514; &#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1500;&#1490;&#1489;&#1497; &#1508;&#1490;&#1497;&#1513;&#1514; OWASP &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1511;&#1512;&#1493;&#1489;&#1492;. &#1492;&#1508;&#1490;&#1497;&#1513;&#1492; &#1514;&#1497;&#1506;&#1512;&#1498; &#1489;&#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497; &#1492;&#1511;&#1512;&#1493;&#1489;
&#1489;&#1513;&#1506;&#1492; 16:45.

&#1492;&#1508;&#1490;&#1497;&#1513;&#1492; &#1514;&#1497;&#1506;&#1512;&#1498; &#1489;&#1488;&#1493;&#1491;&#1497;&#1496;&#1493;&#1512;&#1497;&#1493;&#1501; &#1488;&#1502;&#1491;&#1493;&#1511;&#1505; &#1489;&#1502;&#1513;&#1512;&#1491;&#1497; &#1488;&#1502;&#1491;&#1493;&#1511;&#1505; &#1489;&#1512;&#1495;&#1493;&#1489; &#1492;&#1508;&#1504;&#1497;&#1504;&#1492; 8 &#1512;&#1506;&#1504;&#1504;&#1492;. &#1495;&#1504;&#1497;&#1492;
&#1514;&#1514;&#1488;&#1508;&#1513;&#1512; &#1489;&#1502;&#1490;&#1512;&#1513; &#1492;&#1499;&#1493;&#1512;&#1499;&#1512; &#1492;&#1505;&#1502;&#1493;&#1498; &#1500;&#1488;&#1502;&#1491;&#1493;&#1511;&#1505; (&#1502;&#1510;&#1493;&#1512;&#1508;&#1514; &#1502;&#1508;&#1514; &#1492;&#1490;&#1506;&#1492;). 

 

&#1492;&#1502;&#1508;&#1490;&#1513; &#1492;&#1508;&#1506;&#1501; &#1502;&#1506;&#1496; &#1488;&#1512;&#1493;&#1498; &#1502;&#1492;&#1512;&#1490;&#1497;&#1500; &#1493;&#1499;&#1493;&#1500;&#1500; 4 &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1493;&#1514; &#8211; &#1488;&#1494; &#1499;&#1491;&#1488;&#1497; &#1500;&#1492;&#1490;&#1497;&#1506;!

&#1488;&#1504;&#1488; &#1492;&#1508;&#1497;&#1510;&#1493; &#1490;&#1501; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1489;&#1488;&#1512;&#1490;&#1493;&#1504;&#1499;&#1501; &#8211; &#1492;&#1502;&#1508;&#1490;&#1513; &#1489;&#1488;&#1493;&#1491;&#1497;&#1496;&#1493;&#1512;&#1497;&#1493;&#1501; &#1493;&#1497;&#1513; &#1502;&#1511;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501; J 

 

&#1513;&#1497;&#1502;&#1493; &#1500;&#1489; &#8211; &#1489;&#1513;&#1500; &#1491;&#1512;&#1497;&#1513;&#1493;&#1514; &#1492;&#1489;&#1497;&#1496;&#1495;&#1493;&#1503; &#1513;&#1500; &#1488;&#1502;&#1491;&#1493;&#1511;&#1505; &#8211; &#1500;&#1488; &#1514;&#1514;&#1488;&#1508;&#1513;&#1512; &#1499;&#1504;&#1497;&#1505;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501; &#1500;&#1502;&#1489;&#1504;&#1492; &#1500;&#1500;&#1488;
&#1492;&#1493;&#1491;&#1506;&#1492; &#1502;&#1512;&#1488;&#1513;.

&#1499;&#1500; &#1502;&#1497; &#1513;&#1502;&#1514;&#1499;&#1493;&#1493;&#1503;/&#1512;&#1493;&#1510;&#1492;/&#1513;&#1493;&#1511;&#1500; &#1500;&#1492;&#1490;&#1497;&#1506; &#8211; &#1504;&#1488; &#1500;&#1513;&#1500;&#1493;&#1495; &#1500;&#1497; &#1513;&#1501; &#1502;&#1500;&#1488; &#1489;&#1491;&#1493;&#1488;&#1512; (
&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer.maor at owasp.org</A>&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer.maor at owasp.org</A>). 

&#1502;&#1497; &#1513;&#1502;&#1514;&#1499;&#1493;&#1493;&#1504;&#1497;&#1501; &#1500;&#1492;&#1490;&#1497;&#1506; &#1489;&#1511;&#1489;&#1493;&#1510;&#1492; &#8211; &#1504;&#1488; &#1500;&#1513;&#1500;&#1493;&#1495; &#1500;&#1497; &#1488;&#1514; &#1513;&#1502;&#1493;&#1514; &#1499;&#1500; &#1492;&#1502;&#1514;&#1499;&#1493;&#1493;&#1504;&#1497;&#1501; &#1500;&#1492;&#1490;&#1497;&#1506;.

 

 

&#1488;&#1490;'&#1504;&#1491;&#1492;

Cloud Security Topics

&#1502;&#1512;&#1510;&#1492;: &#1513;&#1500;&#1493;&#1501; &#1499;&#1512;&#1502;&#1500;, &#1493;&#1504;&#1512;&#1492;

&#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1494;&#1493; &#1497;&#1505;&#1511;&#1493;&#1512; &#1513;&#1500;&#1493;&#1501; &#1499;&#1512;&#1502;&#1500; &#1488;&#1514; &#1492;&#1488;&#1497;&#1493;&#1502;&#1497;&#1501; &#1492;&#1511;&#1513;&#1493;&#1512;&#1497;&#1501; &#1500;&#1502;&#1506;&#1489;&#1512; &#1500;&#1506;&#1504;&#1503; &#1493;&#1488;&#1514; &#1512;&#1502;&#1514; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1513;&#1500;
&#1505;&#1508;&#1511;&#1497; &#1506;&#1504;&#1503; &#1513;&#1493;&#1504;&#1497;&#1501;.

 

SaaS as a Security Hazard: The Google Docs Example

&#1502;&#1512;&#1510;&#1492;: &#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;, &#1489;&#1496;&#1512; &#1508;&#1500;&#1497;&#1497;&#1505;

&#1489;&#1492;&#1502;&#1513;&#1498; &#1500;&#1492;&#1512;&#1510;&#1488;&#1514;&#1493; &#1513;&#1500; &#1513;&#1500;&#1493;&#1501; &#1499;&#1512;&#1502;&#1500;, &#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507; &#1497;&#1514;&#1502;&#1511;&#1491; &#1489;&#1491;&#1493;&#1490;&#1502;&#1488; &#1505;&#1508;&#1510;&#1497;&#1508;&#1497;&#1514; &#1513;&#1500; &#1513;&#1497;&#1512;&#1493;&#1514;&#1497; &#1490;&#1493;&#1490;&#1500;
&#1493;&#1497;&#1504;&#1514;&#1495; &#1488;&#1493;&#1514;&#1492; &#1500;&#1506;&#1493;&#1502;&#1511;. &#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1497;&#1504;&#1493;&#1514;&#1495;&#1493; &#1488;&#1497;&#1493;&#1502;&#1497;&#1501; &#1505;&#1508;&#1510;&#1497;&#1508;&#1497;&#1497;&#1501; &#1492;&#1504;&#1493;&#1490;&#1506;&#1497;&#1501; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513;
&#1489;&#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514; &#1492;&#1513;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; &#1490;&#1493;&#1490;&#1500; &#1499;&#1490;&#1493;&#1503; Gmail &#1493;-Google Docs &#1499;&#1508;&#1514;&#1512;&#1493;&#1503; &#1488;&#1512;&#1490;&#1493;&#1504;&#1497; &#1493;&#1514;&#1493;&#1510;&#1490; &#1512;&#1513;&#1497;&#1502;&#1492;
&#1513;&#1500; &#1504;&#1493;&#1513;&#1488;&#1497;&#1501; &#1500;&#1492;&#1514;&#1497;&#1497;&#1495;&#1505;&#1493;&#1514; &#1489;&#1506;&#1514; &#1489;&#1495;&#1497;&#1512;&#1514; &#1513;&#1497;&#1512;&#1493;&#1514; &#1506;&#1504;&#1503;. 

 

SAML

&#1502;&#1512;&#1510;&#1492;: &#1491;&#1493;&#1491; &#1502;&#1493;&#1489;&#1513;&#1493;&#1489;&#1497;&#1509;

SAML &#1492;&#1493;&#1488; &#1488;&#1495;&#1491; &#1492;&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500;&#1497;&#1501; &#1513;&#1508;&#1493;&#1514;&#1495;&#1493; &#1500;&#1488;&#1489;&#1496;&#1495;&#1514; Web-services &#1513;&#1494;&#1499;&#1493; &#1500;&#1492;&#1514;&#1511;&#1489;&#1500; &#1499;&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500;
&#1513;&#1504;&#1506;&#1513;&#1492; &#1489;&#1493; &#1513;&#1497;&#1502;&#1493;&#1513; &#1504;&#1512;&#1495;&#1489; &#1499;&#1497;&#1493;&#1501; &#1500;&#1502;&#1497;&#1502;&#1493;&#1513; Web SSO and SaaS SSO. &#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1504;&#1505;&#1511;&#1493;&#1512; &#1489;&#1511;&#1510;&#1512;&#1492; &#1488;&#1514;
&#1506;&#1511;&#1512;&#1493;&#1504;&#1493;&#1514; &#1492;&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500; &#1493;&#1504;&#1491;&#1490;&#1497;&#1501; &#1488;&#1514; &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500; &#1500;&#1502;&#1497;&#1502;&#1493;&#1513; Web SSO

 

XSHM &#8211; Cross Site History Manipulation

&#1502;&#1512;&#1510;&#1492;: &#1488;&#1500;&#1499;&#1505; &#1512;&#1493;&#1497;&#1499;&#1502;&#1503;, &#1510;'&#1511;&#1502;&#1512;&#1511;&#1505;

&#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1494;&#1493; &#1497;&#1505;&#1511;&#1493;&#1512; &#1488;&#1500;&#1499;&#1505; &#1512;&#1493;&#1497;&#1499;&#1502;&#1503; &#1496;&#1499;&#1504;&#1497;&#1511;&#1514; &#1492;&#1514;&#1511;&#1508;&#1492; &#1495;&#1491;&#1513;&#1492; &#1492;&#1502;&#1504;&#1510;&#1500;&#1514; &#1489;&#1506;&#1497;&#1493;&#1514; Cross Domain
&#1495;&#1491;&#1513;&#1493;&#1514; &#1500;&#1510;&#1493;&#1512;&#1498; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1506;&#1500; &#1492;&#1492;&#1497;&#1505;&#1496;&#1493;&#1512;&#1497;&#1492; &#1513;&#1500; &#1492;&#1491;&#1508;&#1491;&#1508;&#1503;. 

 

&#1500;&#1488;&#1490;'&#1504;&#1491;&#1492; &#1502;&#1508;&#1493;&#1512;&#1496;&#1514; &#1493;&#1514;&#1497;&#1488;&#1493;&#1512;&#1497;&#1501; &#1502;&#1500;&#1488;&#1497;&#1501; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1499;&#1504;&#1505; &#1500;:

 &lt;<A HREF="http://www.owasp.org/index.php/OWASP_Israel_2010_02">http://www.owasp.org/index.php/OWASP_Israel_2010_02</A>&gt;
<A HREF="http://www.owasp.org/index.php/OWASP_Israel_2010_02">http://www.owasp.org/index.php/OWASP_Israel_2010_02</A>

 

 

 

---

Ofer Maor

CTO, Hacktics

Chairman, OWASP Israel

 

Mobile: +972 (54) 6545406

Office: +972 (9) 9565840

Fax: +972 (9) 9500047

LinkedIn: <A HREF="http://www.linkedin.com/in/ofermaor">http://www.linkedin.com/in/ofermaor</A> 

Web:  &lt;<A HREF="http://www.hacktics.com/">http://www.hacktics.com/</A>&gt; www.hacktics.com

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20100207/626eac86/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-israel/attachments/20100207/626eac86/attachment-0001.html</A> 
-------------- next part --------------
A non-text attachment was scrubbed...
Name: OWASPILAmdocsDirections.jpg
Type: image/jpeg
Size: 141894 bytes
Desc: not available
Url : <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20100207/626eac86/attachment-0001.jpg">https://lists.owasp.org/pipermail/owasp-israel/attachments/20100207/626eac86/attachment-0001.jpg</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000207.html">[OWASP Israel] OWASP Israel February Meeting
</A></li>
	<LI>Next message: <A HREF="000209.html">[OWASP Israel] OWASP Israel February Meeting
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#208">[ date ]</a>
              <a href="thread.html#208">[ thread ]</a>
              <a href="subject.html#208">[ subject ]</a>
              <a href="author.html#208">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
