<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP Israel February Meeting
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20OWASP%20Israel%20February%20Meeting&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000208.html">
   <LINK REL="Next"  HREF="000210.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP Israel February Meeting</H1>
    <B>Ofer Maor</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20OWASP%20Israel%20February%20Meeting&In-Reply-To="
       TITLE="[OWASP Israel] OWASP Israel February Meeting">ofer.maor at owasp.org
       </A><BR>
    <I>Wed Feb 10 17:22:42 EST 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000208.html">[OWASP Israel] Reminder: OWASP Israel February Meeting
</A></li>
        <LI>Next message: <A HREF="000210.html">[OWASP Israel] Hackito Ergo Sum 2010 Conference
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#209">[ date ]</a>
              <a href="thread.html#209">[ thread ]</a>
              <a href="subject.html#209">[ subject ]</a>
              <a href="author.html#209">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1514;&#1493;&#1491;&#1492; &#1500;&#1502;&#1512;&#1510;&#1497;&#1501; &#1493;&#1500;&#1502;&#1497; &#1513;&#1489;&#1488;.

&#1492;&#1502;&#1508;&#1490;&#1513; &#1492;&#1497;&#1492; &#1492;&#1510;&#1500;&#1495;&#1492; &#1490;&#1491;&#1493;&#1500;&#1492;, &#1506;&#1501; &#1500;&#1502;&#1506;&#1500;&#1492; &#1502;-70 &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501;, &#1488;&#1513;&#1512; &#1500;&#1495;&#1500;&#1511;&#1501; &#1494;&#1492; &#1492;&#1497;&#1492; &#1492;&#1502;&#1508;&#1490;&#1513; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503;
&#1489;&#1493; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493;. 

(&#1492;&#1513;&#1511;&#1508;&#1497;&#1501; &#1513;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1497;&#1506;&#1500;&#1493; &#1489;&#1497;&#1502;&#1497;&#1501; &#1492;&#1511;&#1512;&#1493;&#1489;&#1497;&#1501; &#1500;&#1488;&#1495;&#1512; &#1513;&#1492;&#1502;&#1512;&#1510;&#1497;&#1501; &#1497;&#1506;&#1489;&#1497;&#1512;&#1493; &#1488;&#1493;&#1514;&#1501; &#1488;&#1500;&#1497;.)

 

&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1500;&#1492;&#1493;&#1491;&#1493;&#1514; &#1502;&#1511;&#1512;&#1489; &#1500;&#1489; &#1490;&#1501; &#1500;&#1495;&#1489;&#1512;&#1514; &#1488;&#1502;&#1491;&#1493;&#1511;&#1505; &#1493;&#1500;&#1502;&#1495;&#1500;&#1511;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1502;&#1497;&#1491;&#1506; &#1513;&#1500;&#1492; &#1488;&#1513;&#1512; &#1488;&#1497;&#1512;&#1495;&#1493; &#1488;&#1514;
&#1492;&#1502;&#1508;&#1490;&#1513; &#1493;&#1488;&#1508;&#1513;&#1512;&#1493; &#1500;&#1492;&#1489;&#1497;&#1488; &#1499;&#1502;&#1493;&#1514; &#1499;&#1492; &#1490;&#1491;&#1493;&#1500;&#1492; &#1513;&#1500; &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501;. &#1488;&#1504;&#1497; &#1489;&#1492;&#1495;&#1500;&#1496; &#1502;&#1488;&#1502;&#1497;&#1503; &#1513;&#1513;&#1497;&#1514;&#1493;&#1507; &#1492;&#1508;&#1506;&#1493;&#1500;&#1492;
&#1506;&#1501; &#1490;&#1493;&#1508;&#1497; &#1508;&#1497;&#1514;&#1493;&#1495; &#1514;&#1493;&#1499;&#1504;&#1492; &#1490;&#1491;&#1493;&#1500;&#1497;&#1501; &#1492;&#1493;&#1488; &#1496;&#1493;&#1489; &#1500;-OWASP, &#1493;&#1504;&#1513;&#1502;&#1495; &#1500;&#1492;&#1502;&#1513;&#1497;&#1498; &#1488;&#1514; &#1492;&#1502;&#1505;&#1493;&#1512;&#1514; &#1493;&#1500;&#1511;&#1497;&#1497;&#1501;
&#1502;&#1508;&#1490;&#1513;&#1497;&#1501; &#1500;&#1488; &#1512;&#1511; &#1488;&#1510;&#1500; &#1495;&#1489;&#1512;&#1493;&#1514; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492;, &#1488;&#1500;&#1488; &#1490;&#1501; &#1488;&#1510;&#1500; &#1490;&#1493;&#1508;&#1497; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492;. 

 

&#1499;&#1512;&#1490;&#1497;&#1500;, &#1493;&#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1489;&#1496;&#1497;&#1495; &#1488;&#1514; &#1492;&#1502;&#1513;&#1498; &#1492;&#1502;&#1505;&#1493;&#1512;&#1514; &#1513;&#1500; &#1502;&#1508;&#1490;&#1513; &#1495;&#1493;&#1491;&#1513;&#1497;, &#1488;&#1504;&#1493; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1506;&#1493;&#1491; &#1493;&#1506;&#1493;&#1491;
&#1514;&#1499;&#1504;&#1497;&#1501;, &#1493;&#1499;&#1502;&#1493;&#1489;&#1503; &#1506;&#1493;&#1491; &#1502;&#1511;&#1493;&#1502;&#1493;&#1514; &#1488;&#1513;&#1512; &#1497;&#1513;&#1502;&#1495;&#1493; &#1500;&#1488;&#1512;&#1495; &#1488;&#1514; &#1492;&#1502;&#1508;&#1490;&#1513;&#1497;&#1501;. &#1488;&#1501; &#1488;&#1514;&#1501; &#1502;&#1506;&#1493;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501; &#8211; &#1488;&#1504;&#1488;
&#1510;&#1512;&#1493; &#1506;&#1502;&#1497; &#1511;&#1513;&#1512;. 

 

&#1514;&#1493;&#1491;&#1492; &#1493;&#1500;&#1492;&#1514;&#1512;&#1488;&#1493;&#1514;,

 

 

---

Ofer Maor

CTO, Hacktics

Chairman, OWASP Israel

 

Mobile: +972 (54) 6545406

Office: +972 (9) 9565840

Fax: +972 (9) 9500047

LinkedIn:  &lt;<A HREF="http://www.linkedin.com/in/ofermaor">http://www.linkedin.com/in/ofermaor</A>&gt;
<A HREF="http://www.linkedin.com/in/ofermaor">http://www.linkedin.com/in/ofermaor</A> 

Web:  &lt;<A HREF="http://www.hacktics.com/">http://www.hacktics.com/</A>&gt; www.hacktics.com

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20100211/5722949f/attachment.html">https://lists.owasp.org/pipermail/owasp-israel/attachments/20100211/5722949f/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000208.html">[OWASP Israel] Reminder: OWASP Israel February Meeting
</A></li>
	<LI>Next message: <A HREF="000210.html">[OWASP Israel] Hackito Ergo Sum 2010 Conference
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#209">[ date ]</a>
              <a href="thread.html#209">[ thread ]</a>
              <a href="subject.html#209">[ subject ]</a>
              <a href="author.html#209">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
