<tt>
&lt;!DOCTYPE&nbsp;HTML&nbsp;PUBLIC&nbsp;&quot;-//W3C//DTD&nbsp;HTML&nbsp;4.0&nbsp;TRANSITIONAL//EN&quot;&gt;<br>
&lt;HTML&gt;<br>
&lt;HEAD&gt;<br>
&nbsp;&nbsp;&lt;META&nbsp;HTTP-EQUIV=&quot;Content-Type&quot;&nbsp;CONTENT=&quot;text/html;&nbsp;CHARSET=UTF-8&quot;&gt;<br>
&nbsp;&nbsp;&lt;META&nbsp;NAME=&quot;GENERATOR&quot;&nbsp;CONTENT=&quot;GtkHTML/3.28.3&quot;&gt;<br>
&lt;/HEAD&gt;<br>
&lt;BODY&gt;<br>
Gente,&nbsp;hab&#237;a&nbsp;quedado&nbsp;en&nbsp;mandar&nbsp;este&nbsp;mail&nbsp;con&nbsp;un&nbsp;resumen&nbsp;de&nbsp;la&nbsp;reuni&#243;n&nbsp;del&nbsp;pasado&nbsp;viernes.&nbsp;La&nbsp;estoy&nbsp;escribiendo&nbsp;de&nbsp;memoria,&nbsp;as&#237;&nbsp;que&nbsp;si&nbsp;hay&nbsp;alg&#250;n&nbsp;error,&nbsp;por&nbsp;favor&nbsp;manden&nbsp;la&nbsp;correcci&#243;n.&lt;BR&gt;<br>
En&nbsp;esta&nbsp;reuni&#243;n&nbsp;se&nbsp;realiz&#243;&nbsp;una&nbsp;evaluaci&#243;n&nbsp;primaria&nbsp;de&nbsp;la&nbsp;AppSec&nbsp;y&nbsp;se&nbsp;quedo&nbsp;en&nbsp;tomar&nbsp;las&nbsp;siguientes&nbsp;acciones:<br>
&lt;UL&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Esperar&nbsp;al&nbsp;resultado&nbsp;de&nbsp;la&nbsp;encuesta&nbsp;sobre&nbsp;la&nbsp;AppSec&nbsp;que&nbsp;envi&#243;&nbsp;Sarah&nbsp;para&nbsp;terminar&nbsp;la&nbsp;evaluaci&#243;n&nbsp;del&nbsp;evento&nbsp;con&nbsp;datos&nbsp;m&#225;s&nbsp;emp&#237;ricos.<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Contactarnos&nbsp;con&nbsp;Sarah&nbsp;para&nbsp;ver&nbsp;como&nbsp;podemos&nbsp;ayudar&nbsp;al&nbsp;env&#237;o&nbsp;de&nbsp;los&nbsp;certificados&nbsp;de&nbsp;asistencia&nbsp;y&nbsp;la&nbsp;recolecci&#243;n&nbsp;de&nbsp;las&nbsp;presentaciones&nbsp;realizadas&nbsp;durante&nbsp;la&nbsp;AppSec.&nbsp;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Fijar&nbsp;la&nbsp;pr&#243;xima&nbsp;reuni&#243;n&nbsp;del&nbsp;capitulo&nbsp;para&nbsp;el&nbsp;&lt;B&gt;viernes&nbsp;15/2&nbsp;a&nbsp;las&nbsp;9:30&lt;/B&gt;&nbsp;en&nbsp;la&nbsp;Fing.<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Fijarnos&nbsp;como&nbsp;objetivos&nbsp;para&nbsp;el&nbsp;pr&#243;ximo&nbsp;a&#241;o&nbsp;la&nbsp;realizaci&#243;n&nbsp;del&nbsp;Latam&nbsp;Tour&nbsp;(por&nbsp;mayo)&nbsp;y&nbsp;2&nbsp;OWASP&nbsp;Day.&nbsp;Coordinar&nbsp;con&nbsp;las&nbsp;universidades&nbsp;para&nbsp;repartir&nbsp;los&nbsp;eventos&nbsp;entre&nbsp;los&nbsp;sponsors&nbsp;acad&#233;micos.&nbsp;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Enviar&nbsp;mail&nbsp;a&nbsp;los&nbsp;sponsors&nbsp;de&nbsp;eventos&nbsp;notificando&nbsp;de&nbsp;estos&nbsp;planes&nbsp;para&nbsp;que&nbsp;puedan&nbsp;incluirlos&nbsp;en&nbsp;sus&nbsp;presupuestos&nbsp;anuales.&nbsp;(ya&nbsp;los&nbsp;mande)<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Se&nbsp;est&#225;n&nbsp;realizando&nbsp;tratativas&nbsp;en&nbsp;la&nbsp;Fing&nbsp;para&nbsp;que&nbsp;sea&nbsp;sponsor&nbsp;acad&#233;mico&nbsp;del&nbsp;capitulo,&nbsp;la&nbsp;ORT&nbsp;ya&nbsp;lo&nbsp;es&nbsp;y&nbsp;la&nbsp;idea&nbsp;es&nbsp;hacer&nbsp;las&nbsp;gestiones&nbsp;para&nbsp;que&nbsp;la&nbsp;Cat&#243;lica&nbsp;tambi&#233;n&nbsp;sea&nbsp;sponsor&nbsp;acad&#233;mico.&nbsp;&nbsp;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;LI&gt;Establecer&nbsp;un&nbsp;nuevo&nbsp;proyecto&nbsp;de&nbsp;traducci&#243;n&nbsp;para&nbsp;el&nbsp;2013.&nbsp;Tenemos&nbsp;que&nbsp;definir&nbsp;cual&nbsp;ser&#237;a.<br>
&lt;/UL&gt;<br>
Les&nbsp;recuerdo&nbsp;a&nbsp;todos&nbsp;que&nbsp;ya&nbsp;pasamos&nbsp;la&nbsp;locura&nbsp;de&nbsp;la&nbsp;AppSec&nbsp;y&nbsp;que&nbsp;las&nbsp;reuniones&nbsp;del&nbsp;capitulo&nbsp;son&nbsp;abiertas&nbsp;para&nbsp;todos&nbsp;los&nbsp;que&nbsp;quieran&nbsp;participar...&nbsp;y&nbsp;de&nbsp;hecho&nbsp;los&nbsp;alentamos&nbsp;a&nbsp;participar!&nbsp;Tenemos&nbsp;muchas&nbsp;actividades&nbsp;para&nbsp;realizar&nbsp;y&nbsp;cuantos&nbsp;m&#225;s&nbsp;seamos&nbsp;mejor!!&lt;BR&gt;<br>
&lt;BR&gt;<br>
Saludos&nbsp;Mauro&nbsp;Flores<br>
&lt;/BODY&gt;<br>
&lt;/HTML&gt;<br>

</tt>
