<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20Fwd%3A%20lists.owasp.org%20mailing%20list%20memberships%0A%09reminder&In-Reply-To=%3CCAMopvkM92_P-V4hF5ws%2BgBq%2B997XTGZe67_Jdd%2BcBmw0v1R5mA%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000196.html">
   <LINK REL="Next"  HREF="000198.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder</H1>
    <B>&#321;ukasz Lenart</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20Fwd%3A%20lists.owasp.org%20mailing%20list%20memberships%0A%09reminder&In-Reply-To=%3CCAMopvkM92_P-V4hF5ws%2BgBq%2B997XTGZe67_Jdd%2BcBmw0v1R5mA%40mail.gmail.com%3E"
       TITLE="[Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder">lukasz.lenart at googlemail.com
       </A><BR>
    <I>Wed Feb  1 14:03:13 UTC 2012</I>
    <P><UL>
        <LI>Previous message: <A HREF="000196.html">[Owasp-poland] Fwd: lists.owasp.org mailing list memberships reminder
</A></li>
        <LI>Next message: <A HREF="000198.html">[Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#197">[ date ]</a>
              <a href="thread.html#197">[ thread ]</a>
              <a href="subject.html#197">[ subject ]</a>
              <a href="author.html#197">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>W dniu 1 lutego 2012 13:03 u&#380;ytkownik Slawomir Jasek
&lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">slawek at securing.pl</A>&gt; napisa&#322;:
&gt;<i> On 01/02/12 07:46, &#321;ukasz Lenart wrote:
</I>&gt;&gt;<i> Cze&#347;&#263;,
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Jestem z deczka zszokowany t&#261; wiadomo&#347;ci&#261;. Wys&#322;ana czystym tekstem
</I>&gt;&gt;<i> zawiera&#322;a m&#243;j login i has&#322;o, szczerze powiedziawszy nie spodziewa&#322;em
</I>&gt;<i>
</I>&gt;<i> No to ja zadam podchwytliwe pytanie - a tak w&#322;a&#347;ciwie to jakie to ma
</I>&gt;<i> znaczenie?
</I>&gt;<i>
</I>&gt;<i> Racjonalna ocena bezpiecze&#324;stwa nie polega na pi&#281;tnowaniu wszystkiego co
</I>&gt;<i> wydaje si&#281; podatno&#347;ci&#261; - nie mo&#380;e by&#263; oderwana od analizy ryzyka.
</I>&gt;<i> A zastosowane zabezpieczenie powinno by&#263; adekwatne do warto&#347;ci
</I>&gt;<i> chronionych zasob&#243;w. A jakie s&#261; ryzyka zwi&#261;zane z powy&#380;sz&#261;
</I>&gt;<i> &quot;podatno&#347;ci&#261;&quot;, i co w og&#243;le chroni to has&#322;o?
</I>&gt;<i> &#379;e kto&#347;, komu uda si&#281; przechwyci&#263; ten e-mail, wypisze Ci&#281; z listy? (o
</I>&gt;<i> czym zostaniesz zreszt&#261; poinformowany przez automat).
</I>&gt;<i> Przechwycenie maila nie jest te&#380; ca&#322;kiem trywialne - musia&#322;oby nast&#261;pi&#263;
</I>&gt;<i> pomi&#281;dzy serwerami - bo przecie&#380; chyba nie pobierasz go z serwera
</I>&gt;<i> clear-text-em? Dobre praktyki nakazuj&#261; w&#322;&#261;czenie TLS-a w SMTP, wi&#281;c
</I>&gt;<i> pomi&#281;dzy serwerami wiadomo&#347;&#263; r&#243;wnie&#380; powinna i&#347;&#263; w formie zaszyfrowanej.
</I>&gt;<i> Wi&#281;c tutaj atakuj&#261;cy musia&#322;by zrobi&#263; MITM-a na TLS, i to w jakim&#347; bardzo
</I>&gt;<i> dobrze ulokowanym w&#281;&#378;le. Czy dysponuj&#261;c takimi mo&#380;liwo&#347;ciami zajmowa&#322;by
</I>&gt;<i> si&#281; w og&#243;le przechwytywaniem takiego has&#322;a? Co on na tym zyska?
</I>
Szczerze powiedziawszy to nie wiem jak komunikuj&#261; si&#281; mi&#281;dzy sob&#261;
serwery, czy wszystkie w&#281;z&#322;y u&#380;ywaj&#261; TLSa, czy admini nie s&#261;
sfrustowani i w&#322;a&#347;nie nie w&#322;&#261;czyli logowania wszystkiego aby nast&#281;pnie
sprzeda&#263; to na rynku.

Wa&#380;ne jest dla mnie, &#380;e nie tylko ja znam moje has&#322;o, ale r&#243;wnie&#380;
serwis, czyli ludzie, czyli kto&#347; kto mo&#380;e si&#281; w&#322;ama&#263; i &#322;atwo wyci&#261;gn&#261;&#263;
takie dane z systemu. Nie jestem ekspertem ale dla mnie nie sprawia to
wra&#380;enia bezpiecznego systemu.

&gt;&gt;<i> dyskusyjna. Problem jest taki, &#380;e jak widz&#281; https w adresie i
</I>&gt;&gt;<i> certyfikat jest potwierdzony to u&#380;ywam mocnego has&#322;o, kt&#243;re stosuje do
</I>&gt;&gt;<i> kilku innych serwis&#243;w. Nie jest to has&#322;o do banku, czy bardziej
</I>&gt;<i>
</I>&gt;<i> A to ju&#380; zupe&#322;nie inna &quot;para kaloszy&quot;, ale IMHO nie jest to b&#322;&#261;d samego
</I>&gt;<i> mechanizmu, tylko cz&#322;owieka :)
</I>
Nie do ko&#324;ca si&#281; zgodz&#281;. Sami w swoich wyst&#261;pieniach pi&#281;tnujecie, &#380;e
&quot;system domy&#347;lnie umo&#380;liwia takie a takie dzia&#322;anie i nara&#380;a
u&#380;ytkownik&#243;w na niebezpiecze&#324;stwo&quot; - to jest dok&#322;adnie ten sam
mechanizm, system domy&#347;lnie wysy&#322;a has&#322;o. Wystarczy&#322;o zmieni&#263; domy&#347;lne
zachowanie, pozostawiaj&#261;c w kwestii u&#380;ytkownika, czy chce aby by&#322;o
bezpiecznie czy wygodnie.

&gt;<i> Jak najbardziej zgadzam si&#281; z przedm&#243;wc&#261; - nie u&#380;ywa si&#281; tego samego
</I>&gt;<i> has&#322;a w wielu miejscach, jest wiele rozwi&#261;za&#324; u&#322;atwiaj&#261;cych zarz&#261;dzanie
</I>&gt;<i> has&#322;ami, np. KeePass.
</I>
A co to za r&#243;&#380;nica z np. KeePass ? Po z&#322;amaniu jednego has&#322;a, z&#322;odziej
ma dost&#281;p do wszystkich innych, nie widz&#281; aby to by&#322; bezpieczniejszy
mechanizm od posiadania kilku hase&#322; i u&#380;ywaniu ich w zale&#380;no&#347;ci o
oczekiwanego poziomu bezpiecze&#324;stwa. Idealnym rozwi&#261;zaniem by&#322;oby mie&#263;
dla ka&#380;dego serwisu inne has&#322;o, jednak jako&#347; tego sobie nie wybobra&#380;am
aby ktokolwiek by&#322; w stanie to ogran&#261;&#263; przy wi&#281;cej ni&#380; 10 us&#322;ugach.

&gt;<i> A poza tym https w adresie i potwierdzony certyfikat nie jest gwarancj&#261;,
</I>&gt;<i> &#380;e Twoje has&#322;o b&#281;dzie bezpieczne. Ogranicza tylko jedno z ryzyk -
</I>&gt;<i> przechwycenia w transmisji. Nie masz wp&#322;ywu na to co si&#281; dzieje z tym
</I>&gt;<i> has&#322;em po stronie serwera - w jaki spos&#243;b jest sk&#322;adowane, przetwarzane,
</I>&gt;<i> i kto ma do niego dost&#281;p.
</I>
To jak powiedzie&#263;, &#380;e nie mog&#281; ufa&#263; swojemu bankowi, bo u&#380;ywaj&#261; tylko
httpsa i pewnie siedzi tam jaki&#347; wredny admin i zaraz up&#322;ynni ca&#322;&#261;
moj&#261; kas&#281; ;-)

Jak ju&#380; pisa&#322;em, chodzi o httpsa, o potwierdzony certyfikat, o
organizacj&#281;, kt&#243;ra z natury powinna by&#263; super bezpieczna i wyznacza&#263;
standardy. Jak wida&#263; tak nie jest. Tylko naprawd&#281; jakie&#347; &#347;mieszne
serwisy (w mojej ocenie) przechowuj&#261; has&#322;o clear textem i s&#261; w stanie
wys&#322;a&#263; mi je mailem.

&gt;<i> A przy okazji, jeszcze w temacie mojej prezentacji - Veracode
</I>&gt;<i> opublikowa&#322;o w&#322;a&#347;nie statystyki najpopularniejszych framework&#243;w - na
</I>&gt;<i> podstawie 5400 przeskanowanych aplikacji.
</I>&gt;<i> Struts 1 jest na 2-gim miejscu, zaraz po Springu.
</I>&gt;<i> Struts 2 nie zmie&#347;ci&#322; si&#281; w pierwszej dziesi&#261;tce...
</I>&gt;<i>
</I>&gt;<i> <A HREF="http://www.veracode.com/blog/2012/01/top-ten-java-frameworks-observed-in-customer-applications/">http://www.veracode.com/blog/2012/01/top-ten-java-frameworks-observed-in-customer-applications/</A>
</I>
e... a jaki to ma zwi&#261;zek z t&#261; dyskusj&#261; ?


Pozdrawiam
-- 
&#321;ukasz
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000196.html">[Owasp-poland] Fwd: lists.owasp.org mailing list memberships reminder
</A></li>
	<LI>Next message: <A HREF="000198.html">[Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#197">[ date ]</a>
              <a href="thread.html#197">[ thread ]</a>
              <a href="subject.html#197">[ subject ]</a>
              <a href="author.html#197">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
