<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Fwd: lists.owasp.org mailing list memberships reminder
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20Fwd%3A%20lists.owasp.org%20mailing%20list%20memberships%0A%20reminder&In-Reply-To=%3C4F29756B.2000600%40securing.pl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000206.html">
   <LINK REL="Next"  HREF="000203.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Fwd: lists.owasp.org mailing list memberships reminder</H1>
    <B>Slawomir Jasek</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20Fwd%3A%20lists.owasp.org%20mailing%20list%20memberships%0A%20reminder&In-Reply-To=%3C4F29756B.2000600%40securing.pl%3E"
       TITLE="[Owasp-poland] Fwd: lists.owasp.org mailing list memberships reminder">slawek at securing.pl
       </A><BR>
    <I>Wed Feb  1 17:24:59 UTC 2012</I>
    <P><UL>
        <LI>Previous message: <A HREF="000206.html">[Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder
</A></li>
        <LI>Next message: <A HREF="000203.html">[Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#202">[ date ]</a>
              <a href="thread.html#202">[ thread ]</a>
              <a href="subject.html#202">[ subject ]</a>
              <a href="author.html#202">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>On 01/02/12 15:55, &#321;ukasz Lenart wrote:
&gt;<i> 
</I>&gt;<i> I w&#322;a&#347;nie w tym problem, nie w technicznym aspekcie a spo&#322;ecznym czy
</I>&gt;<i> te&#380; psychologicznym czy raczej ludzkim wymiarze. Zaufa&#322;em serwisowi
</I>&gt;<i> bior&#261;c pod uwag&#281; wcze&#347;niej wymienione powody i zosta&#322;em oszukany.
</I>

Ja analizowa&#322;em sytuacj&#281; z mojego punktu widzenia - osobi&#347;cie w og&#243;le
nie odczuwa&#322;em potrzeby ustawiania w tym miejscu has&#322;a, zosta&#322;o
automatycznie wygenerowane i w og&#243;le mnie nie interesowa&#322;o. Nie
widzia&#322;em te&#380; ryzyka, &#380;e przejmuj&#261;c to has&#322;o kto&#347; mo&#380;e mi w jaki&#347; spos&#243;b
zaszkodzi&#263;.

Ale rzeczywi&#347;cie przyznaj&#281;, zmierzy&#322;em swoj&#261; miar&#261;, i nie analizowa&#322;em
ryzyka utraty wizerunku. W og&#243;le nie przysz&#322;a mi do g&#322;owy &quot;utrata
zaufania&quot; do serwisu z takiego powodu. Zgadzam si&#281;, patrz&#261;c od tej
strony, powinno nast&#261;pi&#263; &quot;posypanie g&#322;owy popio&#322;em&quot;.

I zgadzam si&#281;, pr&#243;ba racjonalizowania tutaj to jest troch&#281; tak, jakby
jaki&#347; bank zamiast pokornie posypa&#263; g&#322;ow&#281;, pr&#243;bowa&#322; si&#281; t&#322;umaczy&#263;
mediom, &#380;e tego XSS-a co go znalaz&#322; jaki&#347; chakier, to nie da si&#281;
wykorzysta&#263; w praktyce - co tylko te media podkr&#281;ca.


&gt;<i> przekona&#263;, &#380;e jednak jest dobrze. To takie samo podej&#347;cie, jak zamiast
</I>&gt;<i> rozwi&#261;za&#263; b&#322;&#261;d w Struts 2, napisa&#322;bym aby kto&#347; sobie ustawi&#322; lepszy
</I>&gt;<i> regexp, bo to nie wina systemu, &#380;e domy&#347;lnie pozwala na to czy na
</I>&gt;<i> tamto. Ju&#380; widz&#281; jak zosta&#322;bym &quot;zjedzony&quot; i &quot;napi&#281;tnowany&quot; :P
</I>
Je&#347;li chodzi o te b&#322;&#281;dy w Struts o kt&#243;rych m&#243;wimy, to ja nakre&#347;li&#322;em je
poniewa&#380; uwa&#380;am, &#380;e ich skutki mog&#261; by&#263; dramatyczne, znacznie bardziej
ni&#380; z za&#322;o&#380;enia nieistotne has&#322;o przes&#322;ane w formie jawnej przez list&#281;
mailingow&#261;. Z mojego do&#347;wiadczenia wynika, i&#380; deweloperzy nie wg&#322;&#281;biaj&#261;
si&#281; w konfiguracj&#281; framework&#243;w, i wszystko zostawiaj&#261; na default-ach.
Wszyscy wiemy i si&#281; zgadzamy &#380;e nie powinni, ale tak robi&#261;. Dlatego
uwa&#380;am (i ciesz&#281; si&#281; &#380;e tu si&#281; zgadzamy), &#380;e default ju&#380; powinien by&#263;
bezpieczny - zw&#322;aszcza tam, gdzie nie koliduje z u&#380;ywalno&#347;ci&#261;.

Je&#347;li por&#243;wna&#263; to do sytuacji z t&#261; nieszcz&#281;sn&#261; list&#261;, to IMHO ustawienie
przez Ciebie has&#322;a, i to takiego samego jak w innych serwisach, nie by&#322;o
&quot;defaultem&quot;. Moim zdaniem default-em jest tutaj pozostawienie systemowi
niech sobie sam wygeneruje jakie&#347; losowe has&#322;o skoro musi (chocia&#380;
r&#243;wnie dobrze lista by dzia&#322;a&#322;a bez has&#322;a). Zw&#322;aszcza, &#380;e system nie
wymusza w formularzu podania w&#322;asnego has&#322;a, co jednocze&#347;nie wi&#261;&#380;e si&#281; z
mniejszym nak&#322;adem pracy od strony u&#380;ytkownika.

Wi&#281;c moim zdaniem nie mo&#380;emy tego dok&#322;adnie odnosi&#263; 1:1 do podatno&#347;ci w
Struts.


A co do &quot;czysto&#347;ci w&#261;tku&quot;, to nie b&#261;d&#378;my a&#380; tak rygorystyczni, przecie&#380;
nie o to chodzi. Zreszt&#261; jakby chcie&#263; si&#281; czepia&#263;, poruszone przez
Ciebie b&#322;&#281;dy w Struts te&#380; bezpo&#347;rednio go nie dotycz&#261; :)


Pozwol&#281; wi&#281;c sobie jednocze&#347;nie tutaj odpowiedzie&#263; &quot;nie na temat&quot;, na
subteln&#261; uwag&#281; Przemka o lekkiej tendencyjno&#347;ci mojej prezentacji. I &#380;e
nie poruszy&#322;em tematu jego ulubionych WAF-&#243;w, &#380;e a&#380; Piotrek si&#281; musia&#322; o
nie dopytywa&#263; :) Ot&#243;&#380; po 1 na samym pocz&#261;tku zaznaczy&#322;em, &#380;e z racji
mojego punktu siedzenia b&#281;dzie to subiektywne spojrzenie na temat. A po
2, to tak naprawd&#281;, &#380;eby zmie&#347;ci&#263; si&#281; w zadanym czasie, dzie&#324; wcze&#347;niej
musia&#322;em z prezentacji usun&#261;&#263; praktycznie co drugi slajd... Tam po
prostu nie by&#322;o miejsca na om&#243;wienie konfiguracji &#347;rodowiska,
prezentacja by&#322;a o frameworkach. A WAF-om, zgadzam si&#281; - s&#322;usznie
nale&#380;a&#322;oby si&#281; troch&#281; uwagi, ale to np. Przemek m&#243;g&#322;by opowiedzie&#263;
znacznie ciekawiej i obszerniej - ja na niego licz&#281; w ka&#380;dym razie, &#380;e
kiedy&#347; si&#281; zdecyduje na prezentacj&#281; :)



pozdrawiam
S&#322;awek
</PRE>





<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000206.html">[Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder
</A></li>
	<LI>Next message: <A HREF="000203.html">[Owasp-poland] Fwd: lists.owasp.org mailing list memberships	reminder
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#202">[ date ]</a>
              <a href="thread.html#202">[ thread ]</a>
              <a href="subject.html#202">[ subject ]</a>
              <a href="author.html#202">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
