<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [ OWASP - Montreal ] ConFoo Call for Papers is Now Open!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-montreal%40lists.owasp.org?Subject=Re%3A%20%5B%20OWASP%20-%20Montreal%20%5D%20ConFoo%20Call%20for%20Papers%20is%20Now%20Open%21&In-Reply-To=%3C504002F0.3050002%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[ OWASP - Montreal ] ConFoo Call for Papers is Now Open!</H1>
    <B>Jonathan Marcil</B> 
    <A HREF="mailto:owasp-montreal%40lists.owasp.org?Subject=Re%3A%20%5B%20OWASP%20-%20Montreal%20%5D%20ConFoo%20Call%20for%20Papers%20is%20Now%20Open%21&In-Reply-To=%3C504002F0.3050002%40owasp.org%3E"
       TITLE="[ OWASP - Montreal ] ConFoo Call for Papers is Now Open!">jonathan.marcil at owasp.org
       </A><BR>
    <I>Fri Aug 31 00:18:56 UTC 2012</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#196">[ date ]</a>
              <a href="thread.html#196">[ thread ]</a>
              <a href="subject.html#196">[ subject ]</a>
              <a href="author.html#196">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Je vous fais parvenir ce CFP pour l'&#233;dition de ConFoo 2013. J'invite
tout le monde qui voudrait s'adresser aux d&#233;veloppeurs par rapport &#224; la
s&#233;curit&#233; &#224; proposer une pr&#233;sentation.

ConFoo s'av&#232;re une des conf&#233;rences &#224; Montr&#233;al qui rejoint le plus de
d&#233;veloppeurs Web (500-600+) et &#224; chaque ann&#233;e OWASP Montr&#233;al obtient une
place de choix avec des pr&#233;sentations reli&#233;es &#224; la s&#233;curit&#233; Web.

La version fran&#231;aise se retrouve plus bas.

Merci

- Jonathan Marcil
  Membre du comit&#233; de s&#233;lection ConFoo 2013

-

ConFoo is one of the most important developer-oriented conferences.
ConFoo 2013 will be held on February 25 through March 1 in Montreal.

The team just opened its call for papers. Candidates can submit
proposals until September 23. Consult the call for papers page:
<A HREF="http://confoo.ca/en/call-for-papers">http://confoo.ca/en/call-for-papers</A>
for details and to start submitting. That page also explains what
expenses ConFoo can cover for speakers. You can also get advice on how
to write proposals:
<A HREF="http://confoo.ca/en/call-for-papers/guidelines">http://confoo.ca/en/call-for-papers/guidelines</A>

The call for papers is public, meaning that all proposals get published
on the website for others to vote and comment on. This approach allows
the organizers to pick subjects that have most interest in the
community. The comments are only visible to speakers and organizers to
avoid influencing the votes.

To stay in touch via Twitter, follow @confooca and use the #confoo tag.
You can also help promote the event with these cool badges for your site:
<A HREF="http://confoo.ca/en/propaganda">http://confoo.ca/en/propaganda</A>

-

L'appel aux conf&#233;renciers est maintenant ouvert!

ConFoo est l'une des conf&#233;rences orient&#233;es d&#233;veloppeur les plus
importantes. ConFoo 2013 se tiendra du 25 f&#233;vrier au 1 mars &#224; Montr&#233;al.

L'&#233;quipe vient d'ouvrir l'appel aux conf&#233;renciers. Les candidats peuvent
soumettre des propositions jusqu'au 23 septembre. Consultez la page de
l'appel aux conf&#233;renciers :
<A HREF="http://confoo.ca/fr/call-for-papers">http://confoo.ca/fr/call-for-papers</A>
pour des d&#233;tails et pour soumettre. Cette page explique aussi quelles
d&#233;penses ConFoo peut prendre en charge pour les conf&#233;renciers. Vous
pouvez aussi trouver des conseils sur pour l'&#233;criture de vos propositions :
<A HREF="http://confoo.ca/fr/call-for-papers/guidelines">http://confoo.ca/fr/call-for-papers/guidelines</A>

L'appel aux conf&#233;renciers est public, ce qui signifie que toutes les
propositions sont publi&#233;es sur le site pour que les autres puissent
voter et commenter. Cette approche permet aux organisateurs de choisir
les sujets qui ont le plus d'int&#233;r&#234;ts dans la communaut&#233;. Les
commentaires sont visibles seulement pour les conf&#233;renciers et
organisateurs pour &#233;viter d'influencer les votes.

Pour rester branch&#233; via Twitter, suivez @confooca et utilisez le tag
#confoo. Vous pouvez aussi aider &#224; la promotion de l'&#233;v&#233;nement avec ces
jolis badges pour votre site :
<A HREF="http://confoo.ca/fr/propaganda">http://confoo.ca/fr/propaganda</A>

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#196">[ date ]</a>
              <a href="thread.html#196">[ thread ]</a>
              <a href="subject.html#196">[ subject ]</a>
              <a href="author.html#196">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-montreal">More information about the Owasp-montreal
mailing list</a><br>
</body></html>
