<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] &quot;Security lessons still lacking for computer science grads&quot;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%22Security%20lessons%20still%20lacking%20for%20computer%0A%20science%20grads%22&In-Reply-To=BANLkTim8-AP11xOWWtB1r2EyaS%2B4_7t9nQ%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001264.html">
   <LINK REL="Next"  HREF="001263.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] &quot;Security lessons still lacking for computer science grads&quot;</H1>
    <B>ibrahim saruhan</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%22Security%20lessons%20still%20lacking%20for%20computer%0A%20science%20grads%22&In-Reply-To=BANLkTim8-AP11xOWWtB1r2EyaS%2B4_7t9nQ%40mail.gmail.com"
       TITLE="[Owasp-turkey] &quot;Security lessons still lacking for computer science grads&quot;">ibrahimsaruhan at gmail.com
       </A><BR>
    <I>Tue Apr 26 14:20:38 EDT 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="001264.html">[Owasp-turkey] &quot;Security lessons still lacking for computer science grads&quot;
</A></li>
        <LI>Next message: <A HREF="001263.html">[Owasp-turkey] &quot;Security lessons still lacking for computer science grads&quot;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1266">[ date ]</a>
              <a href="thread.html#1266">[ thread ]</a>
              <a href="subject.html#1266">[ subject ]</a>
              <a href="author.html#1266">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Teknolojiler cok hizli degisiyor. Sen ogrenciye teknolojinin temellerini
anlatmak durumundasin. Temelleri de Akademisyenler iyi anlatiyor....

DHCP ayarinin nasil yapmasi gerektigini ya da nerede loglandigini
bilemeyebilir bir ogrenci ama DHCP paketinin nasil gonderildigini, icinde ne
oldugunu vs ogrenir... Universiteler biz teknoloji gelistirebilelim diye
varlar. Biz bu konsepte arkamizi donup gelistirilmis teknolojileri
kullanmaya yoneliyorsak bunda suc biraz da bizde....

Security ise teknoloji artik var ve bunu nasil daha iyi yapariz noktasidir.
Bu bozulur mu, bozulmamasi icin nasil yapilmaliydi noktasidir. Bu nokta da
ekstra ilgi ve egitimle gerceklesir. Sen daha teknolojiyi nasil
gelistirebilecegini ogrenciye gostermeden teknolojiyi kullanmasini
ogretirsen o ogrenci zaten onu isyerinde de ogrenecegi icin ogrenciye
haksizlik etmis olursun.

Bu bahsettiklerim ornegin bir bilgisayar muhendisligi ogrencisinin operating
systems, computer networks derslerini almasi hakkindadir. Lisans da Fizik,
Matematik dersleri gerekli midir? Oraya hic girmek istemiyorum acikcasi,
orada kaybedilen ciddi bir zaman var ne yazikki.

Sonucta tamamen zaman kaybi yaklasimina katilmiyorum.

Eger ben Compiler dersi almis ve kendim oturup bir Compiler yazmissam ve
bugun is hayatimda bunu kullanmiyorsam ben bu dersi niye aldim zaman
kaybettim diye dusunmuyorum. O da bir &quot;challenge&quot; idi benim hayatimda
ugrastim yaptim mutlu oldum, bugun de baska isler ile ugrasiyorum ve baska
baska &quot;challenge&quot; lar ile mutlu oluyorum. Compiler yazarken ogrendiklerime
benzer bir takim durumlar da cikabiliyor karsima. Benim yorum yapma yetkim
zamanla o dersler ile gelismis oluyor.

Universitenin de kendine has bir tadi var:) Ben sahsen ozluyorum o gunleri.
Surekli degisik konular ile ilgilenip projeler yapip projeler tam calismasa
da iyi not almayi:) Gercek hayatta oyle yuzde 95 calisir bu program var mi:)
Cok iyi bir program yazdin satamayinca iyi not var mi?:)

Cok hirsli olmamak lazim bence bu hayatta. Yeterince zamani vardir herkesin
onunde... Her birimiz su anda ben 2-3 sene oturup infosec de herkesin
kullanabilecegi open source soyle ufak bir program yazacagim derse yazabilir
bir tane. Boyle bir katkinin 23 yasinda olmus olmasi ya da 35 yasinda olmus
olmasi farketmiyor. Sonucta varsa bir katki bilisim guvenligi camiasina onun
verdigi haz ayri bir hazdir bence... Ama Unide teknoloji nasil gelistirilmis
yillarca temelleri ne bu isin ogrenmeden katki yapmak kolay olmuyor genelde.
Kisi kendi kendini gelistirme yetkinligine sahiptir ona birsey diyemem...

Ben bu dongu de sadece universite sonrasi is hayatina atilanlarin bilisim
guvenligi gibi cok genis bir alanda bir sorumluluk almadan evvel ben yaparim
ederim ruh hali ile kendilerini isi yaparken gelistirmelerini anlayamiyorum.
Bunun icin donup Uniye gitmek tabiki de mumkun degil ama kisi isverenine ben
bu isi yapacaksam beni su egitime gonder temellerini ogreneyim sonra cok
daha verimli calisirim vs diyebilmeli ya da bir sekilde kendini de egitmeli.
Ben bu noktada cok buyuk bir eksiklik goruyorum ama zamanla olusuyor bazi
olgular sanirim... Bir cok organizasyon bir urun hizmeti aldiklari zaman o
urunun egitimini de(urun icerisine dahil olup ekstra masraf olusturmadigi
icin sanirim) hemen aliyorlar. Bu cok iyi bence. Ama urun bazli olmayip da
konsept bazli projeler ile ugrasan bilisim guvenlikciler islerini nasil daha
iyi yapacaklar? Iste bu noktada egitim almak ya da kisinin kendini egitmesi
sart diye dusunuyorum.

Ibrahim



2011/4/26 Kubilay Onur G&#252;ng&#246;r &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">ko.gungor at gmail.com</A>&gt;

&gt;<i> ben o &#351;ekilde d&#252;&#351;&#252;nm&#252;yorum a&#231;&#305;k&#231;as&#305;.
</I>&gt;<i>
</I>&gt;<i> danimarkada konuk olarak ders verdi&#287;im &#252;niversitede, benim dersimden sonra
</I>&gt;<i> &#246;&#287;rencilerin proje sunumlar&#305;na da kald&#305;m g&#246;rmek i&#231;in.
</I>&gt;<i> software projesi vard&#305; gruplar halinde yaz&#305;yorlard&#305;. dil &#246;zg&#252;r platform
</I>&gt;<i> &#246;zg&#252;r isteyen istedi&#287;i dille istedi&#287;i platformda yaz&#305;yordu. Ancak
</I>&gt;<i> zorunluluklar &#351;unlar, SVN kullanma zorunlulu&#287;u var, ve her grup di&#287;er grubun
</I>&gt;<i> yazd&#305;&#287;&#305; web uygulamas&#305;na bilenen sald&#305;r&#305; y&#246;ntemlerini deneyerek kendi proje
</I>&gt;<i> sunumunda kime hangi sald&#305;r&#305;y&#305; denedi&#287;ini ve ne dsonu&#231; ald&#305;&#287;&#305;n&#305; da
</I>&gt;<i> anlat&#305;yordu.
</I>&gt;<i>
</I>&gt;<i> &#246;yle ki eleman&#305;n biri captcha y&#305; implement edemeyip, resim olarak koymu&#351;tu
</I>&gt;<i> ve sunumda bunu implement edemedim ama burada bunun olmas&#305; gerekiyor
</I>&gt;<i> dedi&#287;inde tam puan alm&#305;&#351;t&#305;.
</I>&gt;<i>
</I>&gt;<i> bu y&#252;zde y&#252;z g&#252;venlik derinli&#287;i vermese bile bir perspektif veriyor. bizim
</I>&gt;<i> e&#287;itim sistemimizin rezalet oldu&#287;u bir ger&#231;ek. bunu g&#246;rmezden gelmeye gerek
</I>&gt;<i> yok. insanlar sekt&#246;rle akademik hayatlar&#305; aras&#305;nda kal&#305;yorlar. d&#305;&#351;ar&#305;da
</I>&gt;<i> &#231;al&#305;&#351;mak isteyen bir &#246;&#287;renciye 4. seneinde hala C g&#246;steriliyor. Adam entwork
</I>&gt;<i> dersini A ile ge&#231;iyor DHCP nedir bilmiyor. Network dersinde hala djikstra
</I>&gt;<i> implement ediliyor. akademisyenler zaen burunlar&#305;ndan k&#305;l ald&#305;rm&#305;yor.
</I>&gt;<i>
</I>&gt;<i> sonra niversite okuyan bir adam ne diye gidip d&#305;&#351;ar&#305;daki e&#287;itimlere
</I>&gt;<i> kat&#305;ls&#305;n ki? ne olacaksa ona g&#246;re e&#287;itim als&#305;n o zaman ne diye &#252;niversite
</I>&gt;<i> okunuyor? tamamen zaman kayb&#305;. s&#305;navlarda abuk subuk sorular, &#246;&#287;renme de&#287;il
</I>&gt;<i> notland&#305;rma odakl&#305;.
</I>&gt;<i>
</I>&gt;<i> bence &#231;ok da haks&#305;z de&#287;il insanlar ele&#351;tirilerinde.
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> 2011/4/26 Bunyamin Demir &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">bunyamindemir at gmail.com</A>&gt;
</I>&gt;<i>
</I>&gt;&gt;<i> Merhabalar,
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Ben temel sorunun; i&#351; verenin, i&#351;in g&#252;venli&#287;inden ziyade, erken bitmesine
</I>&gt;&gt;<i> &#246;nem vermesinden kaynakland&#305;&#287;&#305;na inan&#305;yorum. Yoksa yeterli vakit verildi&#287;i
</I>&gt;&gt;<i> s&#252;rece her yaz&#305;l&#305;mc&#305;n&#305;n g&#252;venli kod yazma teknikleri hakk&#305;nda donan&#305;ma sahip
</I>&gt;&gt;<i> olabilece&#287;i a&#351;ikar. Sadece kodu g&#252;venli yaz&#305;p deadline'i 3 g&#252;n uzatalim mi?
</I>&gt;&gt;<i> Yoksa bodoslama yazip, 2 g&#252;n &#246;ncesinde bitirip, m&#252;&#351;teriden param&#305;z&#305; m&#305;
</I>&gt;&gt;<i> alal&#305;m? sorular&#305;na yan&#305;t vermek gerekiyor.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Syg.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> 26 Nisan 2011 14:04 tarihinde Enis Karaarslan &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">enis.karaarslan at gmail.com</A>&gt;yazd&#305;:
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Bilinmeyen bir &#351;eyi yazmad&#305;&#287;&#305; gibi, o yaz&#305;da belirten markan&#305;n reklam&#305;
</I>&gt;&gt;&gt;<i> &#351;eklinde olmu&#351; bu yaz&#305;.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> Meslek y&#252;ksek okullar&#305;nda bilgi g&#252;venli&#287;i e&#287;itimi verilmesi
</I>&gt;&gt;&gt;<i> gereklili&#287;i &#252;zerine bir bildiri yazm&#305;&#351;t&#305;m ben de (2003 senesi).
</I>&gt;&gt;&gt;<i> Benimki daha &#252;topik bir yaz&#305; olmu&#351;.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> Asl&#305;nda bir&#231;ok bilgisayar bilimleri/m&#252;hendisli&#287;i b&#246;l&#252;m&#252;, bu &#351;ekilde
</I>&gt;&gt;&gt;<i> ders verilmesi gerekti&#287;ini biliyor ama bir &#231;o&#287;unda bu dersleri verecek
</I>&gt;&gt;&gt;<i> bilgide hocalar bulunam&#305;yor. Birka&#231; yerde baz&#305; sunumlara rast
</I>&gt;&gt;&gt;<i> gelmi&#351;tim, web g&#252;venli&#287;i i&#231;in ssl yapman&#305;n yeterli oldu&#287;unu d&#252;&#351;&#252;nen
</I>&gt;&gt;&gt;<i> hocalar da var ne yaz&#305;k ki (bu T&#252;rkiye'den de&#287;il bir yabanc&#305;
</I>&gt;&gt;&gt;<i> &#252;niversiteden).
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> Hepinizin de bildi&#287;i &#252;zere, ayr&#305; bir ders olmadan da g&#252;venli
</I>&gt;&gt;&gt;<i> kodlaman&#305;n temelleri verilebilir.
</I>&gt;&gt;&gt;<i> Yaz&#305;l&#305;m m&#252;hendisli&#287;i ve benzer derslerde, input ve output validation
</I>&gt;&gt;&gt;<i> g&#246;sterilmesi bile b&#252;y&#252;k bir art&#305; olacakt&#305;r.
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> Bunun yan&#305; s&#305;ra kriptolojinin bilimsel ve matematiksel altyap&#305;s&#305;n&#305;
</I>&gt;&gt;&gt;<i> vermektense uygulamalarda nas&#305;l kullan&#305;labilece&#287;ine yo&#287;unla&#351;mak laz&#305;m.
</I>&gt;&gt;&gt;<i> &#199;ok &#351;ey s&#246;ylenebilir ....
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> On 4/26/11, ibrahim saruhan &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">ibrahimsaruhan at gmail.com</A>&gt; wrote:
</I>&gt;&gt;&gt;<i> &gt; Eminim ki herkes guvenli kod yazacagim diye egitim almaya calissa,
</I>&gt;&gt;&gt;<i> kimse kod
</I>&gt;&gt;&gt;<i> &gt; yazamaz. Kod yazmak yazarken ogrenilen bir durum, yazmayi
</I>&gt;&gt;&gt;<i> zorlastirdikca
</I>&gt;&gt;&gt;<i> &gt; yazilmaz hale gelir.
</I>&gt;&gt;&gt;<i> &gt;
</I>&gt;&gt;&gt;<i> &gt; 10000 tane Graduate Security Professional a ihtiyac var denmis yok oyle
</I>&gt;&gt;&gt;<i> &gt; sey:) Bosuna insanlara bilisim guvenligi uzerine MS yap ihtiyac var
</I>&gt;&gt;&gt;<i> seklinde
</I>&gt;&gt;&gt;<i> &gt; umut veriyorlar... :)
</I>&gt;&gt;&gt;<i> &gt;
</I>&gt;&gt;&gt;<i> &gt; Bu yakinan kimseler sirketlerine guvenli kod yazmayi bilen elemanlar
</I>&gt;&gt;&gt;<i> &gt; alsinlar, bilmeyenleri almasinlar, ya da alip egitip oyle program
</I>&gt;&gt;&gt;<i> &gt; yazdirsinlar, sonra cikip Unilerde neden egitilmiyor bu adamlar
</I>&gt;&gt;&gt;<i> demesinler.
</I>&gt;&gt;&gt;<i> &gt; Guvenli kod yazamiyorum, ya da guvenlikten bi haber oldugumda ise
</I>&gt;&gt;&gt;<i> &gt; giremeyecegim diye dusunen kisiler de self investment yapsin gitsin
</I>&gt;&gt;&gt;<i> egitim
</I>&gt;&gt;&gt;<i> &gt; alsin ya da kendi ogrensin. Ama sen rastgele ise adam al, guvenlik
</I>&gt;&gt;&gt;<i> uzerine
</I>&gt;&gt;&gt;<i> &gt; egitme ve sonra da cik de ki bu adamlar neden guvenlik bilmiyor:) Neden
</I>&gt;&gt;&gt;<i> 1
</I>&gt;&gt;&gt;<i> &gt; tane bile ders almadi bu adamlar lisans ta:)
</I>&gt;&gt;&gt;<i> &gt;
</I>&gt;&gt;&gt;<i> &gt; 2011/4/26 T. Terlemez &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">tterlemez at gmail.com</A>&gt;
</I>&gt;&gt;&gt;<i> &gt;
</I>&gt;&gt;&gt;<i> &gt;&gt; Merhaba
</I>&gt;&gt;&gt;<i> &gt;&gt;
</I>&gt;&gt;&gt;<i> &gt;&gt; A&#351;a&#287;&#305;da adresi olan yaz&#305;da de&#287;inilen konu grupla da ilgili diye
</I>&gt;&gt;&gt;<i> &gt;&gt; d&#252;&#351;&#252;n&#252;p g&#246;nderiyorum :
</I>&gt;&gt;&gt;<i> &gt;&gt;
</I>&gt;&gt;&gt;<i> &gt;&gt;
</I>&gt;&gt;&gt;<i> <A HREF="http://www.infoworld.com/t/application-security/security-lessons-still-lacking-computer-science-grads-769">http://www.infoworld.com/t/application-security/security-lessons-still-lacking-computer-science-grads-769</A>
</I>&gt;&gt;&gt;<i> &gt;&gt; _______________________________________________
</I>&gt;&gt;&gt;<i> &gt;&gt; Owasp-turkey mailing list
</I>&gt;&gt;&gt;<i> &gt;&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
</I>&gt;&gt;&gt;<i> &gt;&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>&gt;&gt;&gt;<i> &gt;&gt;
</I>&gt;&gt;&gt;<i> &gt;
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;&gt;<i> --
</I>&gt;&gt;&gt;<i> ----------------------------------------------------
</I>&gt;&gt;&gt;<i> Dr. Enis Karaarslan
</I>&gt;&gt;&gt;<i> Mugla University
</I>&gt;&gt;&gt;<i> Department of Computer Engineering
</I>&gt;&gt;&gt;<i> _______________________________________________
</I>&gt;&gt;&gt;<i> Owasp-turkey mailing list
</I>&gt;&gt;&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
</I>&gt;&gt;&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>&gt;&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> --
</I>&gt;&gt;<i> B&#252;nyamin Demir
</I>&gt;&gt;<i> OWASP-Turkey Chapter Lead
</I>&gt;&gt;<i> <A HREF="http://www.webguvenligi.org">http://www.webguvenligi.org</A>
</I>&gt;&gt;<i> <A HREF="http://www.owasp.org/index.php/Turkey">http://www.owasp.org/index.php/Turkey</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> T&#252;rk&#231;e Web Uygulama G&#252;venli&#287;i E-Posta Listesine &#252;ye olmak i&#231;in:
</I>&gt;&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> _______________________________________________
</I>&gt;&gt;<i> Owasp-turkey mailing list
</I>&gt;&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
</I>&gt;&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;<i>
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-turkey mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>&gt;<i>
</I>&gt;<i>
</I>-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20110426/51873623/attachment.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20110426/51873623/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001264.html">[Owasp-turkey] &quot;Security lessons still lacking for computer science grads&quot;
</A></li>
	<LI>Next message: <A HREF="001263.html">[Owasp-turkey] &quot;Security lessons still lacking for computer science grads&quot;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1266">[ date ]</a>
              <a href="thread.html#1266">[ thread ]</a>
              <a href="subject.html#1266">[ subject ]</a>
              <a href="author.html#1266">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
