<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-turkey%5D%0A%20%3D%3Fwindows-1254%3Fq%3FMerkezi_Olmayan_Parolalar%3DFDn_%3D28%3F%3D%0A%20%3D%3Fwindows-1254%3Fb%3FWWVyZWwgWfZuZXRpY2ksIEJJT1MsIHZzLikgWfZuZXRpbWluZGUgk0f8%3F%3D%0A%20%3D%3Fwindows-1254%3Fb%3F5yBQYXJvbGFz/ZQgWWFrbGH%2B/W39%3F%3D&In-Reply-To=%3CBLU165-W5681AE329E83BA496F0587DCCD0%40phx.gbl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001594.html">
   <LINK REL="Next"  HREF="001589.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305;</H1>
    <B>G&#246;khan Muharremoglu</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-turkey%5D%0A%20%3D%3Fwindows-1254%3Fq%3FMerkezi_Olmayan_Parolalar%3DFDn_%3D28%3F%3D%0A%20%3D%3Fwindows-1254%3Fb%3FWWVyZWwgWfZuZXRpY2ksIEJJT1MsIHZzLikgWfZuZXRpbWluZGUgk0f8%3F%3D%0A%20%3D%3Fwindows-1254%3Fb%3F5yBQYXJvbGFz/ZQgWWFrbGH%2B/W39%3F%3D&In-Reply-To=%3CBLU165-W5681AE329E83BA496F0587DCCD0%40phx.gbl%3E"
       TITLE="[Owasp-turkey] Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305;">gokmuh at hotmail.com
       </A><BR>
    <I>Wed Aug  8 12:18:01 UTC 2012</I>
    <P><UL>
        <LI>Previous message: <A HREF="001594.html">[Owasp-turkey] Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305;
</A></li>
        <LI>Next message: <A HREF="001589.html">[Owasp-turkey]	http://revolutionwifi.blogspot.com/2012/07/is-wpa2-security-broken-due-to-defcon.html
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1595">[ date ]</a>
              <a href="thread.html#1595">[ thread ]</a>
              <a href="subject.html#1595">[ subject ]</a>
              <a href="author.html#1595">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
Selam,
G&#252;n&#252;n sonunda canl&#305; bir sistem i&#231;in nas&#305;l bir algoritma tasarlanaca&#287;&#305; kullan&#305;c&#305;n&#305;n insiyatifinde, benim &#246;rne&#287;im i&#231;in kulland&#305;&#287;&#305;m algoritma amac&#305;m olan &quot;merkezi olmayan parola y&#246;netimi konusunun izah edilmesi&quot; durumu i&#231;in bence yeterli ve anla&#351;&#305;l&#305;r.
Brute-force'a kar&#351;&#305; merkezi olmayan parola y&#246;netiminde sa&#287;lam ve kullan&#305;&#351;l&#305; bir g&#252;&#231; parolas&#305; algoritmas&#305; tasarlama konusu ise ba&#351;ka bir makalenin konusu olabilir. Keyifli de bir &#231;al&#305;&#351;ma olur diye d&#252;&#351;&#252;n&#252;yorum.
&#304;yi &#231;al&#305;&#351;malar,G&#246;khan Muharremo&#287;lu

Date: Wed, 8 Aug 2012 14:05:33 +0200
From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">eitatli at gmail.com</A>
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
Subject: Re: [Owasp-turkey]	Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305;

Merhabalar,

Yani tabiki ikinci parola olmasi ekstra g&#252;venlik getirebilir, ama biz g&#252;venlign optimumunu ariyoruz. parolami 20 haneli de secebilirim daha g&#252;venli olur ama 8 haneli seciyoruz c&#252;nk&#252; yeterli g&#252;venlik sagliyor. Dolayisi ile bence senin hedefin icin op  yeter. 


Diger yandan ip nin uzunlugunu 4 secmissin, bu y&#246;n&#252;yle zaten bir islevi yok. Diyelim op'yi saldirgan ele gecirdi ve eksta g&#252;venlik dedigimiz ip bizi kurtaracak. Algoritmamiz s&#246;yle: H=MD5(ip+IP) hash algoritmasini d&#252;s&#252;nd&#252;g&#252;nde 62^4 kadar ihtimal var (62 -&gt; a..zA..Z0..9), bu da yaklasik 15 milyon yapiyor, kaldiki bu brute-force icin cok ufak bir rakam. Yani  maksimum 15 milyon hesaplama ile hem kullanici adini hemde g&#252;c parolasini elde ediyorum. Ancak minimum uzunluk siniri (8) koyarsan bir anlami olabilir ekstra g&#252;venlik icin, ama dedigim gibi bana gereksiz geliyor sayet Bedirhanin da dedigi gibi her halukarda op nin g&#252;venligi benim icin zaten hayati &#246;nem tasiyorsa.


Iyi calismalar
Emin

2012/8/8 G&#246;khan Muharremoglu &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">gokmuh at hotmail.com</A>&gt;





Selamlar,

Ortak parolay&#305; ayn&#305; zamanda ikinci parola olarak kullanmak &#246;rnekte verdi&#287;im algoritmay&#305; sald&#305;r&#305;ya daha a&#231;&#305;k k&#305;lar. Fakat dedi&#287;in do&#287;ru ikinci bir parola kullanmak &#351;art de&#287;il ama kullan&#305;lmas&#305; g&#252;venli&#287;i artt&#305;r&#305;r. &#304;steyen 10 - 15 tane daha parola katabilir algoritmaya, tamamen tercih meselesi. 

Sald&#305;r&#305;ya daha a&#231;&#305;k nas&#305;l k&#305;lar &#246;rneklemek gerekirse;
(zay&#305;f karakter setleriyle anlataca&#287;&#305;m)
Ortak parolam: 123456&#304;kinci parolam: 123456
IP: 192.168.0.234
md5(123456192.168.0.234) =&gt; 8f93e1527d499b218d53a6794a4710b0
Sonu&#231; parola =&gt; 12310b0456

K&#305;rmak i&#231;in yap&#305;lmas&#305; gereken ortadaki 4 haneyi &#231;&#305;kart&#305;p kalan&#305; birle&#351;tirmek =&gt; 123456, bu de&#287;eri bulunmak istenen di&#287;er IP'ler ile birle&#351;tirip &#231;&#305;kt&#305;s&#305;n&#305; almak.

Yani bir sunucunun parolas&#305;n&#305; &#246;&#287;renen sald&#305;rgan di&#287;erlerini de art&#305;k kolayca bulabilir. Bu sefer kritik noktay&#305; algoritman&#305;n kendisi olu&#351;turmu&#351; olur. Algoritman&#305;z kar&#305;&#351;&#305;k olursa tek parola ile de g&#252;venlik sa&#287;lanabilir. Ancak benim &#246;rnekte kulland&#305;&#287;&#305;m algoritma i&#231;in tek parola sa&#287;l&#305;kl&#305; bir &#231;&#246;z&#252;m de&#287;il bence.

Ben pratikte bu uygulamay&#305; bir yaz&#305;l&#305;m arac&#305;l&#305;&#287;&#305; ile ikinci parolay&#305; &quot;master secret&quot; olarak kullanmay&#305; tercih ediyorum. Ortak parolay&#305; kullan&#305;c&#305; se&#231;er ama ikinci parola yaz&#305;l&#305;m&#305;n i&#231;inde g&#246;m&#252;l&#252; kal&#305;r ve olas&#305; durumlar i&#231;in bir yerde de kay&#305;tl&#305; tutulur vs...

B&#246;ylece pratikte kullan&#305;c&#305; hala tek parola kullan&#305;yor olur.
Alg!
 or
 itma &#246;nerileri &#231;e&#351;itlendirilebilir elbet, yaz&#305;n&#305;n sonunda da bahsetti&#287;im gibi &#246;rneklerden ba&#287;&#305;ms&#305;z bir algoritma geli&#351;tirerek bunlar&#305; uygulayabiliriz.

Yorum i&#231;in te&#351;ekk&#252;rler,&#304;yi &#231;al&#305;&#351;malar,G&#246;khan Muharremo&#287;lu
Date: Wed, 8 Aug 2012 13:06:16 +0200
From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">eitatli at gmail.com</A>

To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
Subject: Re: [Owasp-turkey]	Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305;


Merhaba G&#246;khan,

makaleyi okumayanlar icin kisaca hesapladigin kullanici adi ve parolanin nasil hesaplandigini burada bir &#246;zetleyeyim. Sonunda da ip ile takildigim bir noktayi belirttim.

Girdilerin: ortak_parola (op), ikinci_parola (ip), IP (sunucunun IP adresi)


Uzunluklar: op'yi 12 secmissin, ip nin uzunlugu 4 secmissin
Algoritma: H=MD5(ip+IP) (hash degerinin uzunlugu 16 byte, hex-encoded olunca uzunluk 32)
Kullanici adi = H1..H6 (uzunluk 6)
Sifre:op1 + H29..H32 + op2 (op1: ortak_parolanin ilk kismi, op2 ikinci kismi, H29..H32 -&gt; g&#252;c parolasi)




Bana ip'nin bir islevi yok gibi geliyor, b&#252;t&#252;n isini op ile g&#246;rebilirsin, sonucta senin zaten gizli bir sifren (op) var ve yapmak istedigin bu op ye bagli olarak farkli sistemler icin farkli sifreler olusturmak. Bunu da hash ve IP araciligi ile yapabilirsin. Yani H=MD5(op+IP), kullanici adi= H1..H8, sifre: op1+H29..H32+op2 (op nin yeterli uzunlukta oldugunu farz ediyorum). Bu sayede ikinici bir gizli &#351;ifreden (ip) kurtulursun. Ben burada direk ip nin bir islevini g&#246;remedim?



Hash algoritmasi da  sha256 olabilir, md5 icin bilinen collision lar var, farkli IP ler icin ayni kullanici adi sifre hesaplama riski var (gerci ne kadar sorun tartisilir), sha1 da teorik olarak s&#305;k&#305;nt&#305;l&#305;. 

Iyi calismalar


Emin



2012/8/8 Bedirhan Urgun &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">bedirhanurgun at gmail.com</A>&gt;


Merhaba,
Ortak parolan&#305;n yap&#305;s&#305; gere&#287;i;
G&#252;&#231; parolas&#305; ve algoritma bilindi&#287;i takdirde brute force zor.Ortak parola ve algoritma bilindi&#287;i takdirde brute force daha kolay.
Sadece brute force a&#231;&#305;s&#305;ndan bak&#305;yorum.  





G&#252;&#231;l&#252; karakter dizileri &#252;reten MD5'ten ba&#351;ka bir kripto&#287;rafik &#246;zet kullan&#305;ld&#305;&#287;&#305;nda (hepsi alphanumerik de&#287;er &#252;retir diye biliyorum ama di&#287;er taraftan sadece SHA ve MD &#231;&#305;kt&#305;lar&#305;na a&#351;inay&#305;m) noktalama i&#351;aretleri &#252;remezse &#351;ifreyi g&#252;&#231;lendirmek i&#231;in ortak parolaya hala ihtiya&#231; var diye d&#252;&#351;&#252;n&#252;yorum. &#199;&#252;nk&#252; &#246;nemli olan &#252;retilen &#351;ifrenin karakter aral&#305;&#287;&#305; ve uzunlu&#287;u.





Sanki ikinci parola IP ile salt gibi kullan&#305;l&#305;yor, ama parola sonu&#231;ta iyi korunmal&#305;.

8 A&#287;ustos 2012 11:56 tarihinde G&#246;khan Muharremoglu &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">gokmuh at hotmail.com</A>&gt; yazd&#305;:








Selam,Yorum ve ilgi i&#231;in te&#351;ekk&#252;rler :)

Tabii ki ortak parolan&#305;n iyi korunmas&#305; aksi halde Brute Force i&#231;in a&#231;&#305;k kap&#305; b&#305;rak&#305;lm&#305;&#351; olur. Ortak parola yerine sadece G&#252;&#231; Parolas&#305;n&#305;n kullan&#305;labilece&#287;i bir kriptografik &#246;zet algoritmas&#305; olursa (yaz&#305;n&#305;n sonunda bahsi ge&#231;en &#246;zellikte) o zaman ortak parolaya dahi gerek kalmayacakt&#305;r.




Bizim i&#231;in burada &#246;nemli olan nokta sadece Brute Force sald&#305;r&#305;s&#305;ndan ka&#231;&#305;nmak de&#287;il, parolalar&#305; y&#246;netmek ve her sisteme ayn&#305; parolay&#305; koymamak. Ortak parola bir g&#252;&#231; parolas&#305; ile kullan&#305;lmad&#305;&#287;&#305;nda ortaya &#231;&#305;kacak senaryo ile brute force durumu farkl&#305; asl&#305;nda.




Bir sisteme s&#305;zan sald&#305;rgan o sistemde yerel parolay&#305; k&#305;rd&#305;&#287;&#305;nda hesap ad&#305; ve parolas&#305; ayn&#305; olan sistemlere eri&#351;ebilir. G&#252;&#231; parolas&#305;n&#305;n ilk hedefi asl&#305;nda bunu &#246;nlemektir. 
Ortak parola ve ikinci parola bence ayn&#305; &#246;neme sahip. Parola dedi&#287;in &#351;ey ad&#305; ne olursa olsun do&#287;as&#305; gere&#287;i iyi korunmal&#305; :)




Selamlar,G&#246;khan Muharremo&#287;lu

From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">bedirhanurgun at gmail.com</A>
Date: Wed, 8 Aug 2012 11:30:37 +0300
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>




Subject: Re: [Owasp-turkey]	Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305;

Merhaba G&#246;khan,
&#214;ncelikle konu i&#231;in te&#351;ekk&#252;rler.

BIOS'u bir tarafa b&#305;rak&#305;rsak (brute force yap&#305;labilir mi, teknik bilgim yeterli de&#287;il), username/pass &#252;retme algoritmas&#305;nda a&#351;a&#287;&#305;da yazd&#305;&#287;&#305;n c&#252;mle &#246;zetliyor i&#351;i asl&#305;nda;







&quot;...yerel y&#246;netici hesab&#305; ad&#305;n&#305;n ve 12 haneden olu&#351;an g&#252;&#231;l&#252; bir parolan&#305;n 2 adet sabit parola ve 1 adet de&#287;i&#351;ken de&#287;erden olu&#351;tu&#287;u g&#246;r&#252;lecektir.&quot;

&#214;rne&#287;inden yola &#231;&#305;karsak, kullan&#305;c&#305; ad&#305; MD5 hash de&#287;erlerinden &#252;retildi&#287;i i&#231;in (278f41) karakter aral&#305;&#287;&#305;n&#305; [0-9a-z] ve uzunlu&#287;unu 6 olarak g&#246;r&#252;yoruz. &#220;retilen &#351;ifre i&#231;in ise (86ae) karakter aral&#305;&#287;&#305;n&#305; [0-9a-z] ve uzunlu&#287;unu 4 olarak g&#246;r&#252;yoruz. Yani kullan&#305;c&#305; ad&#305;/&#351;ifre &#252;retim algoritman&#305;n gizlili&#287;ini bir kenara b&#305;rak&#305;rsak, brute force'u engellemek i&#231;in en &#246;nemli nokta ortak parolan&#305;n gizlili&#287;i oluyor. 







Yani bence ikinci paroladan ziyade ortak parola &#231;ok iyi korunmal&#305;, aynen simetrik &#351;ifrelemede kullan&#305;lan KEY'ler gibi (eri&#351;imler v.b.). Kripto&#287;rafik olarak yorumunu yapmak i&#231;in fikrim var ama yeterli derinlikte bilgim yok maalesef... :)







kolay gelsin.
7 A&#287;ustos 2012 14:12 tarihinde G&#246;khan Muharremoglu &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">gokmuh at hotmail.com</A>&gt; yazd&#305;:










Merhaba,






Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305; hakk&#305;nda haz&#305;rlad&#305;&#287;&#305;m bir makaleyi a&#351;a&#287;&#305;daki linkte bulabilirsiniz.












<A HREF="http://www.iosec.org/merkezi_olmayan_parola_yonetimi_guc_parolasi.pdf">http://www.iosec.org/merkezi_olmayan_parola_yonetimi_guc_parolasi.pdf</A>







&#304;yi &#231;al&#305;&#351;malar,G&#246;khan Muharremo&#287;lu 		 	   		  

_______________________________________________

Owasp-turkey mailing list

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>




-- 

bedirhan urgun


_______________________________________________
Owasp-turkey mailing list
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A> 		 	   		  

_______________________________________________

Owasp-turkey mailing list

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>




-- 

bedirhan urgun


_______________________________________________

Owasp-turkey mailing list

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>





_______________________________________________
Owasp-turkey mailing list
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A> 		 	   		  

_______________________________________________

Owasp-turkey mailing list

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>





_______________________________________________
Owasp-turkey mailing list
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A> 		 	   		  
-------------- sonraki b?l?m --------------
Bir HTML eklentisi temizlendi...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120808/628784ef/attachment.html">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120808/628784ef/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001594.html">[Owasp-turkey] Merkezi Olmayan Parolalar&#305;n (Yerel Y&#246;netici, BIOS, vs.) Y&#246;netiminde &#8220;G&#252;&#231; Parolas&#305;&#8221; Yakla&#351;&#305;m&#305;
</A></li>
	<LI>Next message: <A HREF="001589.html">[Owasp-turkey]	http://revolutionwifi.blogspot.com/2012/07/is-wpa2-security-broken-due-to-defcon.html
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1595">[ date ]</a>
              <a href="thread.html#1595">[ thread ]</a>
              <a href="subject.html#1595">[ subject ]</a>
              <a href="author.html#1595">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
