<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Ev ve Ofislerde Varsay&#305;lan Olarak Gelen Sinsi Tehlike: UPnP ile Kullan&#305;labilirlik-G&#252;venlik Dengesi
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-turkey%5D%20%3D%3Fiso-8859-9%3Fq%3FEv_ve_Ofislerde_Varsay%3DFDlan_Olarak%3F%3D%0A%09%3D%3Fiso-8859-9%3Fq%3F_Gelen_Sinsi_Tehlike%3D3A_UPnP_ile_Kullan%3DFDlabilirli%3F%3D%0A%09%3D%3Fiso-8859-9%3Fq%3Fk-G%3DFCvenlik_Dengesi%3F%3D&In-Reply-To=%3CBLU165-ds14B7BB3FC7A00F7F24CB97DCF20%40phx.gbl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001543.html">
   <LINK REL="Next"  HREF="001546.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Ev ve Ofislerde Varsay&#305;lan Olarak Gelen Sinsi Tehlike: UPnP ile Kullan&#305;labilirlik-G&#252;venlik Dengesi</H1>
    <B>G&#246;khan Muharremoglu</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-turkey%5D%20%3D%3Fiso-8859-9%3Fq%3FEv_ve_Ofislerde_Varsay%3DFDlan_Olarak%3F%3D%0A%09%3D%3Fiso-8859-9%3Fq%3F_Gelen_Sinsi_Tehlike%3D3A_UPnP_ile_Kullan%3DFDlabilirli%3F%3D%0A%09%3D%3Fiso-8859-9%3Fq%3Fk-G%3DFCvenlik_Dengesi%3F%3D&In-Reply-To=%3CBLU165-ds14B7BB3FC7A00F7F24CB97DCF20%40phx.gbl%3E"
       TITLE="[Owasp-turkey] Ev ve Ofislerde Varsay&#305;lan Olarak Gelen Sinsi Tehlike: UPnP ile Kullan&#305;labilirlik-G&#252;venlik Dengesi">gokmuh at hotmail.com
       </A><BR>
    <I>Fri Jun  8 17:43:30 UTC 2012</I>
    <P><UL>
        <LI>Previous message: <A HREF="001543.html">[Owasp-turkey] (konu yok)
</A></li>
        <LI>Next message: <A HREF="001546.html">[Owasp-turkey] Ev ve Ofislerde Varsay&#305;lan Olarak Gelen Sinsi Tehlike: UPnP ile Kullan&#305;labilirlik-G&#252;venlik Dengesi
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1544">[ date ]</a>
              <a href="thread.html#1544">[ thread ]</a>
              <a href="subject.html#1544">[ subject ]</a>
              <a href="author.html#1544">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Merhaba,

Neredeyse hepimizi yak&#305;ndan ilgilendiren ve fazla g&#246;z &#246;n&#252;nde bulunmayan bir
g&#252;venlik tehdidinden bahsetmek istiyorum: Varsay&#305;lan olarak a&#231;&#305;k gelen UPnP
servisleri.

Konu ile ilgili bir makale haz&#305;rlad&#305;m, a&#351;a&#287;&#305;da bulabilirsiniz.

&#304;yi &#231;al&#305;&#351;malar,
G&#246;khan Muharremo&#287;lu

Ev ve Ofislerde Varsay&#305;lan Olarak Gelen Sinsi Tehlike: UPnP ile
Kullan&#305;labilirlik-G&#252;venlik Dengesi

Bilgi g&#252;venli&#287;i temel kavramlar&#305; ve felsefesine hakim olmak, sistemlerde
ortaya &#231;&#305;kabilecek a&#231;&#305;klar&#305;n daha h&#305;zl&#305; bir &#351;ekilde ke&#351;fedilmesine yard&#305;mc&#305;
olmaktad&#305;r. Bilgi g&#252;venli&#287;inin temel kavramlar&#305; aras&#305;nda yer alan konulardan
biri kullan&#305;labilirlik-g&#252;venlik dengesidir. Bu denge terazinin iki kefesine
konmu&#351; a&#287;&#305;rl&#305;klara veya matematikteki ters orant&#305;ya benzetilebilir.
Kullan&#305;labilirli&#287;in artt&#305;&#287;&#305; her senaryoda g&#252;venli&#287;in bir tehdit alt&#305;nda
bulunmas&#305; durumu ortaya &#231;&#305;kabilir.

Kullan&#305;labilirlik ve g&#252;venlik dengesinin anla&#351;&#305;lmas&#305; i&#231;in &#246;rnekle konuyu
somutla&#351;t&#305;rmak yerinde olacakt&#305;r: 

G&#252;n&#252;m&#252;zde &#304;nternet'ten bankac&#305;l&#305;k i&#351;lemleri ger&#231;ekle&#351;tirilirken oturum a&#231;mak
i&#231;in bir&#231;ok do&#287;rulama ad&#305;m&#305;ndan ge&#231;mek gerekmektedir. Bu do&#287;rulama
ad&#305;mlar&#305;ndan bir&#231;o&#287;u &#231;ok fakt&#246;rl&#252; do&#287;rulama (Multi Factor Authentication)
ile  (kullan&#305;c&#305;n&#305;n bildi&#287;i bir &#351;eye, kendisine ve/veya sahip oldu&#287;u bir
fakt&#246;re dayand&#305;r&#305;lmas&#305; ile) ger&#231;ekle&#351;tirilirken, bir&#231;o&#287;u da sadece
kullan&#305;c&#305;n&#305;n bildi&#287;i (PIN, parola, gizli soru cevab&#305;, vs.) fakt&#246;rlere
dayanmaktad&#305;r. Sadece bir kullan&#305;c&#305; ad&#305; ve parola kullan&#305;larak giri&#351;
yap&#305;labilen bir &#304;nternet bankac&#305;l&#305;&#287;&#305; uygulamas&#305; g&#252;n&#252;m&#252;zde bulunmamaktad&#305;r.
En az 2 adet parolan&#305;n ve/veya cep telefonuna gelen bir de PIN kodunun
soruldu&#287;u uygulamalar a&#287;&#305;rl&#305;ktad&#305;r. Bu durum, &#304;nternet bankac&#305;l&#305;&#287;&#305;na giri&#351;
yapabilmek i&#231;in sarf edilen &#231;abay&#305; artt&#305;rmakta, oturum a&#231;ma i&#351;ini zahmetli
bir hale getirmektedir ancak zahmetli hale gelerek kullan&#305;labilirli&#287;i d&#252;&#351;en
sistem daha g&#252;venli hale gelmi&#351; olmaktad&#305;r.

Kullan&#305;labilirli&#287;i artt&#305;rmak ad&#305;na tasarlanan sistemlerden biri de Evrensel
Tak ve &#199;al&#305;&#351;t&#305;r, UPnP (Universal Plug &amp; Play) teknolojisidir. Bu teknoloji
a&#287;a dahil olan cihazlar&#305;n kullan&#305;c&#305; m&#252;dahalesine gerek kalmadan ihtiya&#231;
duydu&#287;u ayarlar&#305; di&#287;er ayg&#305;tlarla konu&#351;arak kendi kendilerini
yap&#305;land&#305;rmalar&#305;na olanak tan&#305;r. &#214;rnekle somutla&#351;t&#305;rmak gerekirse, a&#287;a dahil
olan bir ayg&#305;t, Router ile konu&#351;arak kendine bir Port a&#231;abilir ve d&#305;&#351; a&#287;a
yay&#305;n yapmaya ba&#351;layabilir. &#199;o&#287;u zaman yay&#305;n yap&#305;lan d&#305;&#351; a&#287; ise &#304;nternet
olmaktad&#305;r.

G&#252;venlik felsefesinden ve temel bilgilerinden yola &#231;&#305;k&#305;lmak gerekirse, bu
kullan&#305;labilirli&#287;i artt&#305;ran teknolojinin g&#252;venlik taraf&#305;ndaki dengeyi
bozmamas&#305;n&#305; beklemek &#231;ok pozitif bir yakla&#351;&#305;m olur. UPnP ile kendine bir
Port a&#231;an uygulamalar&#305;n veya cihazlar&#305;n a&#231;t&#305;klar&#305; bu Port'lar genellikle
Router/Modem aray&#252;zlerinde listelenmezler.  Bir&#231;ok ADSL Modem &#252;zerinde UPnP
a&#231;&#305;k olarak gelmektedir. Hatta a&#231;&#305;k olarak UPnP servisi Firewall kurallar&#305;
&#252;zerinde de de&#287;i&#351;iklik yapma hakk&#305;na sahiptir.

Bu teknolojinin g&#252;venlik taraf&#305;nda getirdi&#287;i tehditlere g&#246;z at&#305;ld&#305;&#287;&#305;nda
ortaya &#231;ok fazla fark&#305;nda olunmayan ve &#231;o&#287;unlukla ev kullan&#305;c&#305;lar&#305; ile
KOB&#304;'lere y&#246;nelik &#246;nlem al&#305;nmas&#305; gereken durumlar ortaya &#231;&#305;kmaktad&#305;r.

G&#252;n&#252;m&#252;zde genelde bir&#231;ok KOB&#304; ve ev kullan&#305;c&#305;s&#305; &#304;nternet'e eri&#351;mek i&#231;in
varsay&#305;lan olarak UPnP'nin a&#231;&#305;k geldi&#287;i Modem'leri kullanmaktad&#305;r. Hatta bu
Modem'lerin zaman zaman kurumsal a&#287;larda dahi kullan&#305;ld&#305;&#287;&#305; g&#246;r&#252;lmektedir.
Modem &#252;zerindeki Firewall ve Port y&#246;nlendirme i&#351;lemlerini ba&#351;ar&#305;yla
ger&#231;ekle&#351;tirdi&#287;ini d&#252;&#351;&#252;nen ve art&#305;k d&#305;&#351;ar&#305;ya a&#231;&#305;k bir kap&#305; b&#305;rakmad&#305;&#287;&#305;n&#305;
d&#252;&#351;&#252;nen kullan&#305;c&#305;, a&#231;&#305;k b&#305;rakt&#305;&#287;&#305; UPnP servisi ile sahte bir g&#252;ven duygusuna
kap&#305;lmaktad&#305;r. UPnP servisini kullanarak SSDP Protokol&#252; ile a&#287; i&#231;inde yay&#305;n
yap&#305;p, Router ve Firewall &#252;zerinde kendine Port a&#231;abilen bir casus yaz&#305;l&#305;m
veya kullan&#305;c&#305;, ters ba&#287;lant&#305;ya dahi gerek kalmaks&#305;z&#305;n aktif olarak b&#252;t&#252;n
ba&#287;lant&#305;lar&#305; i&#231; a&#287;a dahil edebilir.

G&#252;n&#252;m&#252;zde UPnP ile kendine bir Port a&#231;arak yay&#305;n yapan uygulamalar&#305;n ba&#351;&#305;nda
P2P temelli Torrent yaz&#305;l&#305;mlar&#305; gelmektedir. A&#351;a&#287;&#305;daki ekran g&#246;r&#252;nt&#252;lerinde
kendisi i&#231;in Modem &#252;zerinde SSDP protokol&#252; kullanarak 16379 numaral&#305; Port'u
a&#231;an bir Torrent yaz&#305;l&#305;m&#305;n&#305;n Modem ile konu&#351;mas&#305;ndan &#246;rnekler bulunmaktad&#305;r.




UPnP tasar&#305;m&#305; gere&#287;ince kullan&#305;lan veri transfer tekni&#287;i SOAP/XML altyap&#305;s&#305;
&#252;zerindedir. Rahatl&#305;kla manip&#252;le edilebilir veya &#252;retilebilir.



 



 







Ev ve ofislerde kullan&#305;lan bir&#231;ok Modem &#252;zerinde UPnP servisi varsay&#305;lan
olarak a&#231;&#305;k gelmektedir. Bu &#246;zellik kapat&#305;lmad&#305;&#287;&#305; takdirde her kullan&#305;c&#305;
ciddi bir tehdit ile kar&#351;&#305; kar&#351;&#305;ya kalabilir. &#304;&#231; a&#287;a s&#305;zan bir zararl&#305;
yaz&#305;l&#305;m, ters ba&#287;lant&#305; yapmaya dahi gerek kalmadan kendine ait bir Port'u
d&#305;&#351;ar&#305;ya a&#231;arak aktif ba&#287;lant&#305; kabul edebilir. Daha zarar veren bir senaryo
gereksinimi do&#287;arsa, &#231;ok bilindik bir Port'u  (21, 22, 23, 80, 3389)
d&#305;&#351;ar&#305;ya parola korumas&#305;z a&#231;an bir sald&#305;rgan, bir KOB&#304;'ye ait verilerin
&#304;nternet'te tarama yapan bir&#231;ok k&#246;t&#252; niyetli ki&#351;inin eline ge&#231;mesini
sa&#287;layabilir, kendine yeni su&#231; ortaklar&#305; bulabilir.

Hali haz&#305;rda i&#231; a&#287;da bulunan k&#246;t&#252; niyetli bir kullan&#305;c&#305; &#304;nternet'e &#231;&#305;k&#305;&#351;
yapmak veya &#304;nternet'ten ba&#287;lant&#305; kabul edebilmek i&#231;in bu &#246;zelli&#287;i
kullanabilir. Bu ve bunun gibi durumlarla kar&#351;&#305; kar&#351;&#305;ya kalmamak i&#231;in
at&#305;lmas&#305; gereken ad&#305;mlar yine bilgi g&#252;venli&#287;inin temel ilkelerinin birinde
gizlidir. Bu ilke &quot;kullan&#305;lmayan servislerin kapat&#305;lmas&#305;&quot; ilkesidir. UPnP
servisi kullan&#305;lm&#305;yorsa kapat&#305;lmal&#305;, kullan&#305;l&#305;yor ise uygun g&#252;venlik
ihtiya&#231;lar&#305;na g&#246;re konfig&#252;re edilmelidir. 


 

-------------- sonraki b?l?m --------------
Bir HTML eklentisi temizlendi...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0001.html">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0001.html</A>&gt;
-------------- sonraki b?l?m --------------
A non-text attachment was scrubbed...
Name: image003.png
Type: image/png
Size: 199843 bytes
Desc: kullan?lam?yor
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0001.png">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0001.png</A>&gt;
-------------- sonraki b?l?m --------------
A non-text attachment was scrubbed...
Name: image012.jpg
Type: image/jpeg
Size: 26255 bytes
Desc: kullan?lam?yor
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0005.jpg">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0005.jpg</A>&gt;
-------------- sonraki b?l?m --------------
A non-text attachment was scrubbed...
Name: image013.jpg
Type: image/jpeg
Size: 34619 bytes
Desc: kullan?lam?yor
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0006.jpg">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0006.jpg</A>&gt;
-------------- sonraki b?l?m --------------
A non-text attachment was scrubbed...
Name: image014.jpg
Type: image/jpeg
Size: 41900 bytes
Desc: kullan?lam?yor
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0007.jpg">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0007.jpg</A>&gt;
-------------- sonraki b?l?m --------------
A non-text attachment was scrubbed...
Name: image015.jpg
Type: image/jpeg
Size: 26155 bytes
Desc: kullan?lam?yor
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0008.jpg">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0008.jpg</A>&gt;
-------------- sonraki b?l?m --------------
A non-text attachment was scrubbed...
Name: image016.jpg
Type: image/jpeg
Size: 28983 bytes
Desc: kullan?lam?yor
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0009.jpg">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20120608/5d38e737/attachment-0009.jpg</A>&gt;
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001543.html">[Owasp-turkey] (konu yok)
</A></li>
	<LI>Next message: <A HREF="001546.html">[Owasp-turkey] Ev ve Ofislerde Varsay&#305;lan Olarak Gelen Sinsi Tehlike: UPnP ile Kullan&#305;labilirlik-G&#252;venlik Dengesi
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1544">[ date ]</a>
              <a href="thread.html#1544">[ thread ]</a>
              <a href="subject.html#1544">[ subject ]</a>
              <a href="author.html#1544">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
