<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] (no subject)
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%28no%20subject%29&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001351.html">
   <LINK REL="Next"  HREF="001353.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] (no subject)</H1>
    <B>Kemal Arslan (Bilgi Sistemleri Koordinasyon M&#252;d&#252;rl</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20%28no%20subject%29&In-Reply-To="
       TITLE="[Owasp-turkey] (no subject)">Kemal Arslan (Bilgi Sistemleri Koordinasyon M&#252;d&#252;rl
       </A><BR>
    <I>Thu Sep 29 01:13:30 EDT 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="001351.html">[Owasp-turkey] REPORT
</A></li>
        <LI>Next message: <A HREF="001353.html">[Owasp-turkey] (konu yok)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1352">[ date ]</a>
              <a href="thread.html#1352">[ thread ]</a>
              <a href="subject.html#1352">[ subject ]</a>
              <a href="author.html#1352">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>

Sayg&#305;lar&#305;mla,
Kemal Arslan

[<A HREF="http://www.turkiyefinans.com.tr/mb/img.asp]&lt;http://www.turkiyefinans.com.tr/mb/url.asp">http://www.turkiyefinans.com.tr/mb/img.asp]&lt;http://www.turkiyefinans.com.tr/mb/url.asp</A>&gt;
Bu e-posta ve ekleri g&#246;nderildi&#287;i ki&#351;i ya da kuruma &#246;zeldir ve gizlidir. E&#287;er mesaj&#305;n g&#246;nderilmek istendi&#287;i al&#305;c&#305; siz de&#287;ilseniz bu mesaj&#305;n herhangi bir par&#231;as&#305;n&#305; iletme, kopyalama, da&#287;&#305;tma, a&#231;&#305;klama, saklama veya kullanma hakk&#305;na sahip olamazs&#305;n&#305;z. Bu mesaj&#305; bir hata sonucu ald&#305;ysan&#305;z l&#252;tfen mesaj&#305; ve sisteminizdeki t&#252;m kopyalar&#305;n&#305; siliniz ve g&#246;nderene bildiriniz. Bu mesajda bulunan t&#252;m fikir ve g&#246;r&#252;&#351;ler ve ekindeki dosyalar sadece adres sahip(ler)ine ait olup, T&#252;rkiye Finans Kat&#305;l&#305;m Bankas&#305; hi&#231;bir &#351;ekilde sorumlu tutulamaz. &#350;irketimiz mesaj&#305;n ve bilgilerinin size de&#287;i&#351;ikli&#287;e u&#287;rayarak veya ge&#231; ula&#351;mas&#305;ndan, b&#252;t&#252;nl&#252;&#287;&#252;n&#252;n ve gizlili&#287;inin korunamamas&#305;ndan, vir&#252;s i&#231;ermesinden ve bilgisayar sisteminize verebilece&#287;i herhangi bir zarardan sorumlu tutulamaz.

This e-mail and its attachments are private and confidential to the exclusive use of the individual or entity to whom it is addressed. You may not forward, copy, distribute, disclose, retain or use any part of it, if you are not the intended addressee. If you have received this correspondence in error, please delete it and all copies of it from your system and notify the sender. This email is not intended to impose nor shall it be construed as imposing any legally binding obligation upon Turkiye Finans Katilim Bankasi A.S and/or any of its subsidiaries or associated companies. Any opinions expressed in this email are those of the author and neither Turkiye Finans Katilim Bankasi A.S nor any of its subsidiaries or associated companies gives any representation or warranty as to the accuracy or completeness of the contents of this email. Turkiye Finans Katilim Bankasi A.S shall not be held liable to any person resulting from the use of any information contained in this email and shall not be liable to any person who acts or omits to do anything in reliance upon it. Turkiye Finans Katilim Bankasi A.S. also denounces any legal responsibility for any amendments made on the email and the outcome of this amendments as well as any error and/or defect, virus content and any damage that may be given to your system.
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20110929/f1163306/attachment.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20110929/f1163306/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001351.html">[Owasp-turkey] REPORT
</A></li>
	<LI>Next message: <A HREF="001353.html">[Owasp-turkey] (konu yok)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1352">[ date ]</a>
              <a href="thread.html#1352">[ thread ]</a>
              <a href="subject.html#1352">[ subject ]</a>
              <a href="author.html#1352">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
