<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-israel] Next OWASP IL meeting: Wed, Sep 5th,	16:45 at Watchfire office in Herzliya
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOwasp-israel%5D%20Next%20OWASP%20IL%20meeting%3A%20Wed%2C%20Sep%205th%2C%0A%0916%3A45%20at%20Watchfire%20office%20in%20Herzliya&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-israel] Next OWASP IL meeting: Wed, Sep 5th,	16:45 at Watchfire office in Herzliya</H1>
    <B>Ofer Shezaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOwasp-israel%5D%20Next%20OWASP%20IL%20meeting%3A%20Wed%2C%20Sep%205th%2C%0A%0916%3A45%20at%20Watchfire%20office%20in%20Herzliya&In-Reply-To="
       TITLE="[Owasp-israel] Next OWASP IL meeting: Wed, Sep 5th,	16:45 at Watchfire office in Herzliya">OferS at Breach.com
       </A><BR>
    <I>Tue Aug 21 07:34:48 EDT 2007</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#93">[ date ]</a>
              <a href="thread.html#93">[ thread ]</a>
              <a href="subject.html#93">[ subject ]</a>
              <a href="author.html#93">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>For English, please scroll down.

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1492;&#1508;&#1490;&#1497;&#1513;&#1492; &#1492;&#1489;&#1488;&#1492; &#1513;&#1500; OWASP IL, &#1492;&#1513;&#1500;&#1493;&#1495;&#1492; &#1492;&#1502;&#1511;&#1493;&#1502;&#1497;&#1514; &#1513;&#1500; &#1488;&#1512;&#1490;&#1493;&#1503; OWASP &#1514;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1513;&#1512;&#1491;&#1497; &#1495;&#1489;&#1512;&#1514; Watchfire (&#1513;&#1490;&#1501; &#1504;&#1493;&#1514;&#1504;&#1514; &#1495;&#1505;&#1493;&#1514; &#1500;&#1488;&#1497;&#1512;&#1493;&#1506;) &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492; &#1508;&#1497;&#1514;&#1493;&#1495; &#1489;&#1497;&#1493;&#1501; &#1512;&#1489;&#1497;&#1506;&#1497; &#1492;-5/9 &#1489;&#1513;&#1506;&#1492; 16:45. &#1492;&#1508;&#1490;&#1497;&#1513;&#1492; &#1492;&#1497;&#1488; &#1495;&#1500;&#1511; &#1502;&#1497;&#1493;&#1501; OWASP, &#1497;&#1493;&#1501; &#1489;&#1493; &#1504;&#1506;&#1512;&#1499;&#1493;&#1514; &#1508;&#1490;&#1497;&#1513;&#1493;&#1514; &#1513;&#1500; OWASP &#1489;&#1499;&#1500; &#1512;&#1495;&#1489;&#1497; &#1492;&#1506;&#1493;&#1500;&#1501; &#1499;&#1495;&#1500;&#1511; &#1502;&#1513;&#1489;&#1493;&#1506; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1492;&#1506;&#1493;&#1500;&#1502;&#1497;. &#1500;&#1502;&#1497; &#1513;&#1500;&#1488; &#1497;&#1493;&#1491;&#1506; OWASP &#1492;&#1493;&#1488; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503; &#1492;&#1502;&#1493;&#1489;&#1497;&#1500; &#1489;&#1506;&#1493;&#1500;&#1501; &#1489;&#1504;&#1493;&#1513;&#1488; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497; Web. &#1494;&#1492;&#1493; &#1488;&#1512;&#1490;&#1493;&#1503; &#1500;&#1500;&#1488; &#1499;&#1493;&#1493;&#1504;&#1514; &#1512;&#1493;&#1493;&#1495; &#1492;&#1508;&#1493;&#1506;&#1500; &#1500;&#1513;&#1497;&#1508;&#1493;&#1512; &#1512;&#1502;&#1514; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1513;&#1500; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497; &#1493;&#1488;&#1514;&#1512;&#1497; Web &#1493;&#1489;&#1497;&#1503; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;&#1497;&#1501; &#1513;&#1500;&#1493;: &#1502;&#1491;&#1512;&#1497;&#1498; OWASP, &#1513;&#1492;&#1493;&#1488; &#1492;&#1502;&#1491;&#1512;&#1497;&#1498; &#1492;&#1502;&#1493;&#1489;&#1497;&#1500; &#1500;&#1508;&#1497;&#1514;&#1493;&#1495; &#1511;&#1493;&#1491; &#1489;&#1496;&#1493;&#1495;, &#1493;-The OWASP Top 10, &#1492;&#1514;&#1504;&#8221;&#1498; &#1513;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497; &#1492;-Web. &#1489;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; (&#1508;&#1497;&#1512;&#1493;&#1496; &#1502;&#1500;&#1488; &#1506;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1489;&#1492;&#1502;&#1513;&#1498; &#1492;&#1492;&#1493;&#1491;&#1506;&#1492; &#1488;&#1493; &#1489;&#1491;&#1507; OWASP IL).

 

+ &#1497;&#1513;&#1512; &#1502;-BlackHat: &#1502;&#1510;&#1489;&#1497;&#1506;&#1497;&#1501; &#1502;&#1514;&#1504;&#1491;&#1504;&#1491;&#1497;&#1501;, &#1497;&#1492;&#1493;&#1504;&#1514;&#1503; &#1488;&#1508;&#1511;, &#1495;&#1493;&#1511;&#1512; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1489;&#1499;&#1497;&#1512;, Watchfire

+ &#1508;&#1493;&#1512;&#1510;&#1492;: &#1492;&#1502;&#1504;&#1497;&#1506; &#1492;&#1506;&#1505;&#1511;&#1497;, &#1492;&#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1492; &#1493;&#1513;&#1497;&#1496;&#1493;&#1514; &#1492;&#1490;&#1504;&#1492;, &#1497;&#1508;&#1514;&#1495; &#1506;&#1502;&#1497;&#1514;, &#1502;&#1504;&#1492;&#1500; &#1511;&#1489;&#1493;&#1510;&#1514; &#1502;&#1495;&#1511;&#1512; &#1488;&#1489;&#1496;&#1495;&#1492;, &#1508;&#1497;&#1504;&#1490;'&#1503;

+ &#1492;&#1494;&#1512;&#1511;&#1514; &#1514;&#1493;&#1499;&#1503; &#1489;&#1508;&#1514;&#1512;&#1493;&#1503; &#1500;&#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1489;&#1496;&#1495;&#1492; &#1489;&#1510;&#1491; &#1492;&#1500;&#1511;&#1493;&#1495;, &#1506;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;, &#1502;&#1493;&#1489;&#1497;&#1500; OWASP IL &#1493;-CTO &#1489;&#1489;&#1512;&#1497;&#1509;' &#1505;&#1511;&#1497;&#1493;&#1512;&#1497;&#1496;&#1497;

 

&#1499;&#1493;&#1500;&#1499;&#1501; &#1502;&#1493;&#1494;&#1502;&#1504;&#1497;&#1501; &#1500;&#1508;&#1490;&#1497;&#1513;&#1492;: &#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1488;&#1497;&#1504;&#1492; &#1499;&#1512;&#1493;&#1499;&#1492; &#1489;&#1514;&#1513;&#1500;&#1493;&#1501;, &#1488;&#1489;&#1500; &#1488;&#1489;&#1511;&#1513; &#1488;&#1514;&#1499;&#1501; &#1500;&#1492;&#1493;&#1491;&#1497;&#1506; &#1500;&#1497; &#1488;&#1501; &#1488;&#1514;&#1501; &#1502;&#1514;&#1499;&#1493;&#1493;&#1504;&#1497;&#1501; &#1500;&#1492;&#1490;&#1497;&#1506; &#1506;&#1500; &#1502;&#1504;&#1514; &#1513;&#1504;&#1493;&#1499;&#1500; &#1500;&#1492;&#1506;&#1512;&#1498;. &#1502;&#1508;&#1514; &#1492;&#1490;&#1506;&#1492; &#1500;-Watchfire &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; &#1489;&#1491;&#1507; OWASP IL. &#1504;&#1513;&#1502;&#1495; &#1488;&#1501; &#1489;&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1494;&#1488;&#1514; &#1514;&#1512;&#1513;&#1502;&#1493; &#1490;&#1501; &#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1508;&#1493;&#1510;&#1492; &#1513;&#1500;&#1504;&#1493;. &#1494;&#1488;&#1514; &#1512;&#1513;&#1497;&#1502;&#1492; &#1491;&#1500;&#1497;&#1500;&#1492; &#1489;&#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1492;&#1502;&#1497;&#1493;&#1506;&#1491;&#1514; &#1489;&#1506;&#1497;&#1511;&#1512; &#1500;&#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1502;&#1505;&#1493;&#1490; &#1494;&#1492;.

 

&#1491;&#1507; OWASP IL: <A HREF="http://www.owasp.org/index.php/Israel">http://www.owasp.org/index.php/Israel</A>

&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1508;&#1493;&#1510;&#1492;: <A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">http://lists.owasp.org/mailman/listinfo/owasp-israel</A>

 

The next meeting of OWASP IL, The Israeli Chapter of OWASP, would be held at Watchfire offices in Herzliya on Wednesday, September 5th at 16:45. Watchfire will also sponsor the meeting. The meeting is part of OWASP Day, a Worldwide OWASP one day conferences on Privacy in the 21st Century which is in turn OWASP contribution to the Global Security Week (<A HREF="http://www.globalsecurityweek.com/">http://www.globalsecurityweek.com/</A>). 

You can find instructions on how to get to Watchfire office on OWASP IL home page. We also encourage you to register to the OWASP IL mailing list. This is a low volume mailing list dedicated to messages such as this.

OWASP IL: <A HREF="http://www.owasp.org/index.php/Israel">http://www.owasp.org/index.php/Israel</A>

Mailing List: <A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">http://lists.owasp.org/mailman/listinfo/owasp-israel</A>

The agenda of the meeting is: 

 

16:45 &#8211; 17:00 Gathering and refreshments 

&#1502;&#1508;&#1490;&#1513; &#1493;&#1499;&#1497;&#1489;&#1493;&#1491; &#1511;&#1500;

17:00 &#8211; 17:15 OWASP Updates

&#1506;&#1491;&#1499;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; OWASP &#1493;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1493;&#1513;&#1497;&#1502;&#1493;&#1513;&#1497;&#1497;&#1501;





17:15 &#8211; 18:00 Straight from Blackhat: Dangling Pointers, Jonathan Afek, Senior Security Researcher, Watchfire 

 

Jonathan will bring to us his acclaimed Blackhat presentation. Dangling pointers are a common programming error, but even OWASP experts assumed, until now, that exploiting this vulnerability can lead only to crashes and therefore only to denial of service attacks. The research team at Watchfire proved that dangling pointers can be exploited to take control of a vulnerable system, elevating the severity of dangling pointers. 

The presentation will explain the vulnerability and demonstrate a real exploit of the vulnerability using IIS as an example. 

 

&#1497;&#1513;&#1512; &#1502;-BlackHat: &#1502;&#1510;&#1489;&#1497;&#1506;&#1497;&#1501; &#1502;&#1514;&#1504;&#1491;&#1504;&#1491;&#1497;&#1501;, &#1497;&#1492;&#1493;&#1504;&#1514;&#1503; &#1488;&#1508;&#1511;, &#1495;&#1493;&#1511;&#1512; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1489;&#1499;&#1497;&#1512;, Watchfire

&#1497;&#1492;&#1493;&#1504;&#1514;&#1503; &#1497;&#1510;&#1497;&#1490; &#1489;&#1508;&#1504;&#1497;&#1504;&#1493; &#1488;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1513;&#1492;&#1506;&#1489;&#1497;&#1512; &#1489;&#1499;&#1504;&#1505; Blackhat &#1492;&#1488;&#1495;&#1512;&#1493;&#1503; &#1489;&#1497;&#1493;&#1500;&#1497; &#1489;&#1500;&#1505;-&#1493;&#1490;&#1488;&#1505;. &#1502;&#1510;&#1489;&#1497;&#1506;&#1497;&#1501; &#1502;&#1514;&#1504;&#1491;&#1504;&#1491;&#1497;&#1501; &#1492;&#1501; &#1513;&#1490;&#1497;&#1488;&#1514; &#1508;&#1497;&#1514;&#1493;&#1495; &#1504;&#1508;&#1493;&#1510;&#1492;, &#1488;&#1493;&#1500;&#1501; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501; &#1504;&#1495;&#1513;&#1489;&#1493; &#1500;&#1489;&#1506;&#1500;&#1497; &#1505;&#1497;&#1499;&#1493;&#1503; &#1504;&#1502;&#1493;&#1498; &#1502;&#1513;&#1493;&#1501; &#1513;&#1504;&#1497;&#1514;&#1503; &#1500;&#1504;&#1510;&#1500;&#1501; &#1512;&#1511; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1508;&#1497;&#1500; &#1488;&#1514; &#1492;&#1513;&#1512;&#1514; &#1493;&#1500;&#1488; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496; &#1506;&#1500;&#1497;&#1493; &#1488;&#1493; &#1500;&#1490;&#1504;&#1493;&#1489; &#1502;&#1497;&#1491;&#1506;. &#1511;&#1489;&#1493;&#1510;&#1514; &#1492;&#1502;&#1495;&#1511;&#1512; &#1513;&#1500; Watchfire &#1492;&#1493;&#1499;&#1497;&#1495;&#1492; &#1513;&#1504;&#1497;&#1514;&#1503; &#1500;&#1504;&#1510;&#1500; &#1502;&#1510;&#1489;&#1497;&#1506;&#1497;&#1501; &#1502;&#1514;&#1504;&#1491;&#1504;&#1491;&#1497;&#1501; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496; &#1506;&#1500; &#1513;&#1512;&#1514; &#1493;&#1489;&#1499;&#1498; &#1492;&#1493;&#1499;&#1497;&#1495;&#1492; &#1513;&#1492;&#1489;&#1506;&#1497;&#1492; &#1495;&#1502;&#1493;&#1512;&#1492; &#1497;&#1493;&#1514;&#1512; &#1502;&#1513;&#1495;&#1513;&#1489;&#1493;.

&#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1514;&#1510;&#1497;&#1490; &#1488;&#1514; &#1504;&#1493;&#1513;&#1488; &#1492;&#1502;&#1510;&#1489;&#1497;&#1506;&#1497;&#1501; &#1492;&#1502;&#1514;&#1504;&#1491;&#1504;&#1491;&#1497;&#1501; &#1493;&#1514;&#1491;&#1490;&#1497;&#1501; &#1491;&#1493;&#1490;&#1502;&#1488; &#1500;&#1504;&#1497;&#1510;&#1493;&#1500;&#1501; &#1500;&#1510;&#1493;&#1512;&#1498; &#1492;&#1513;&#1514;&#1500;&#1496;&#1493;&#1514; &#1506;&#1500; &#1513;&#1512;&#1514; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1508;&#1490;&#1501; &#1489;-IIS.


18:00 &#8211; 18:15 Break 


18:15 &#8211; 19:00 Evasive Crimeware attacks, Business drivers, and Proposed Defense, Iftach Amit, Director Security Research, Finjan 

Any web based attack requires a business model in order to spread. As the director of research for Finjan, Iftach monitors the highly successful web attacks focusing on client abuse and malware installation and the community that creates them. In the presentation Iftach will share with us his research findings. 

The presentation will cover the business drivers of client side attack vectors, explore recent examples of such attacks with an eye-opening review of the attacker community and its operation methods, and conclude with a technical discussion of the cat and mouse game between cutting edge solutions and ever advancing attack vectors. 

 

&#1508;&#1493;&#1512;&#1510;&#1492;: &#1492;&#1502;&#1504;&#1497;&#1506; &#1492;&#1506;&#1505;&#1511;&#1497;, &#1492;&#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1492; &#1493;&#1513;&#1497;&#1496;&#1493;&#1514; &#1492;&#1490;&#1504;&#1492;, &#1497;&#1508;&#1514;&#1495; &#1506;&#1502;&#1497;&#1514;, &#1502;&#1504;&#1492;&#1500; &#1511;&#1489;&#1493;&#1510;&#1514; &#1502;&#1495;&#1511;&#1512; &#1488;&#1489;&#1496;&#1495;&#1492;, &#1508;&#1497;&#1504;&#1490;'&#1503;

&#1499;&#1500; &#1492;&#1514;&#1511;&#1508;&#1492; &#1489;&#1506;&#1493;&#1500;&#1501; &#1492;-Web &#1494;&#1511;&#1493;&#1511;&#1492; &#1500;&#1502;&#1504;&#1497;&#1506; &#1506;&#1505;&#1511;&#1497; &#1499;&#1491;&#1497; &#1500;&#1492;&#1508;&#1493;&#1498; &#1500;&#1508;&#1493;&#1508;&#1493;&#1500;&#1512;&#1497;&#1514;. &#1499;&#1502;&#1504;&#1492;&#1500; &#1492;&#1502;&#1495;&#1511;&#1512; &#1513;&#1500; &#1500;&#1489;&#1512;&#1514; &#1508;&#1497;&#1504;&#1490;'&#1503;, &#1497;&#1508;&#1514;&#1495; &#1506;&#1493;&#1511;&#1489; &#1488;&#1495;&#1512;&#1497; &#1502;&#1504;&#1493;&#1506; &#1492;&#1510;&#1502;&#1497;&#1495;&#1492; &#1492;&#1502;&#1512;&#1499;&#1494;&#1497; &#1513;&#1500; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; Web &#1499;&#1497;&#1493;&#1501;: &#1495;&#1491;&#1497;&#1512;&#1492; &#1500;&#1513;&#1512;&#1514;&#1497; web &#1500;&#1510;&#1493;&#1512;&#1498; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1506;&#1500; &#1502;&#1495;&#1513;&#1489;&#1497; &#1492;&#1500;&#1511;&#1493;&#1495; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1514;&#1511;&#1497;&#1503; &#1506;&#1500;&#1497;&#1492;&#1501; &#1512;&#1493;&#1490;&#1500;&#1492;. &#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1497;&#1513;&#1514;&#1507; &#1488;&#1514;&#1504;&#1493; &#1497;&#1508;&#1514;&#1495; &#1488;&#1514; &#1514;&#1493;&#1510;&#1488;&#1493;&#1514; &#1492;&#1502;&#1495;&#1511;&#1512; &#1513;&#1500;&#1493;.

&#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1514;&#1510;&#1497;&#1490; &#1488;&#1514; &#1492;&#1502;&#1504;&#1497;&#1506;&#1497;&#1501; &#1492;&#1506;&#1505;&#1511;&#1497;&#1497;&#1501; &#1513;&#1500; &#1513;&#1497;&#1502;&#1493;&#1513; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1513;&#1512;&#1514;&#1497; Web &#1500;&#1508;&#1500;&#1496;&#1508;&#1493;&#1512;&#1502;&#1492; &#1500;&#1492;&#1514;&#1511;&#1508;&#1514; &#1502;&#1495;&#1513;&#1489;&#1497; &#1511;&#1510;&#1492;, &#1491;&#1493;&#1490;&#1502;&#1488;&#1493;&#1514; &#1506;&#1499;&#1513;&#1497;&#1493;&#1514; &#1500;&#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1502;&#1505;&#1493;&#1490; &#1494;&#1492; &#1493;&#1508;&#1512;&#1493;&#1496;&#1497;&#1501; &#1495;&#1493;&#1513;&#1508;&#1504;&#1497;&#1497;&#1501; &#1506;&#1500; &#1492;&#1511;&#1492;&#1497;&#1500;&#1492; &#1513;&#1502;&#1488;&#1495;&#1493;&#1512;&#1497; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1488;&#1500;&#1493;. &#1500;&#1505;&#1497;&#1493;&#1501; &#1497;&#1491;&#1493;&#1503; &#1497;&#1508;&#1514;&#1495; &#1489;&#1502;&#1513;&#1495;&#1511; &#1492;&#1495;&#1514;&#1493;&#1500; &#1493;&#1492;&#1506;&#1499;&#1489;&#1512; &#1489;&#1497;&#1503; &#1492;&#1508;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514; &#1492;&#1502;&#1514;&#1511;&#1491;&#1502;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1493;&#1492;&#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1492;&#1502;&#1513;&#1514;&#1499;&#1500;&#1500;&#1493;&#1514; &#1502;&#1497;&#1493;&#1501; &#1500;&#1497;&#1493;&#1501;.

 


19:00 &#8211; 19:30 Content Injection as a solution for client side browser vulnerabilities, Ofer Shezaf, OWASP IL Leader; CTO, Breach Security, Breach Security 

As we have seen in Iftach's presentation, clients are not very secure. While we, as web site owners, may not be directly responsible, this situation is just as much a problem for us: law might hold us responsible and the conquered and potentially trusted client may pose a risk to our web site. Good examples of problems which blurs the lines between client and server are the Universal PDF XSS and Cross Site Request Forgery. 

Content Injection is a method proposed by Ivan Ristic, the creator of ModSecurity &lt;<A HREF="http://www.modsecurity.org">http://www.modsecurity.org</A>&gt;  to enable a Web Application Firewall to protect against this family of problems. The presentation will explain this novel method and build on it to offer some practical recipes for protection against client side problems. 

 

&#1492;&#1494;&#1512;&#1511;&#1514; &#1514;&#1493;&#1499;&#1503; &#1489;&#1508;&#1514;&#1512;&#1493;&#1503; &#1500;&#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1489;&#1496;&#1495;&#1492; &#1489;&#1510;&#1491; &#1492;&#1500;&#1511;&#1493;&#1495;, &#1506;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;, &#1502;&#1493;&#1489;&#1497;&#1500; OWASP IL &#1493;-CTO &#1489;&#1489;&#1512;&#1497;&#1509;' &#1505;&#1511;&#1497;&#1493;&#1512;&#1497;&#1496;&#1497;

&#1499;&#1508;&#1497; &#1513;&#1512;&#1488;&#1497;&#1504;&#1493; &#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1513;&#1500; &#1497;&#1508;&#1514;&#1495;, &#1502;&#1495;&#1513;&#1489;&#1497; &#1511;&#1510;&#1489; &#1488;&#1497;&#1504;&#1501; &#1489;&#1496;&#1493;&#1495;&#1497;&#1501;. &#1500;&#1502;&#1512;&#1493;&#1514; &#1513;&#1500;&#1504;&#1493; &#1499;&#1489;&#1506;&#1500;&#1497; &#1488;&#1514;&#1512;&#1497;&#1501; &#1488;&#1497;&#1503; &#1500;&#1499;&#1488;&#1493;&#1512;&#1492; &#1488;&#1495;&#1512;&#1497;&#1493;&#1514; &#1506;&#1500; &#1499;&#1498;, &#1500;&#1502;&#1510;&#1489; &#1497;&#1513; &#1489;&#1513;&#1500;&#1499;&#1493;&#1514; &#1490;&#1501; &#1506;&#1489;&#1493;&#1512;&#1497;&#1504;&#1493;. &#1492;&#1495;&#1493;&#1511; &#1506;&#1500;&#1493;&#1500; &#1500;&#1492;&#1496;&#1497;&#1500; &#1506;&#1500;&#1497;&#1504;&#1493; &#1488;&#1495;&#1512;&#1497;&#1493;&#1514; &#1493;&#1502;&#1495;&#1513;&#1489;&#1497;&#1501; &#1513;&#1504;&#1508;&#1512;&#1510;&#1493;, &#1488;&#1508;&#1497;&#1500;&#1493; &#1492;&#1501; &#1502;&#1493;&#1490;&#1491;&#1512;&#1497;&#1501; &#1499;&#1497;&#1491;&#1497;&#1491;&#1493;&#1514;&#1497;&#1497;&#1501;, &#1506;&#1513;&#1493;&#1497;&#1497;&#1501; &#1500;&#1505;&#1499;&#1503; &#1488;&#1514; &#1492;&#1488;&#1514;&#1512; &#1513;&#1500;&#1504;&#1493;. &#1491;&#1493;&#1490;&#1502;&#1488;&#1493;&#1514; &#1496;&#1493;&#1489;&#1493;&#1514; &#1500;&#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1502;&#1505;&#1493;&#1490; &#1494;&#1492; &#1492;&#1495;&#1493;&#1510;&#1493;&#1514; &#1488;&#1514; &#1492;&#1490;&#1489;&#1493;&#1500; &#1513;&#1489;&#1497;&#1503; &#1500;&#1511;&#1493;&#1495; &#1500;&#1513;&#1512;&#1514; &#1492;&#1503;  Universal XSS PDF &#1493;-Cross Site Request Forgery.

&#1492;&#1494;&#1512;&#1511;&#1514; &#1514;&#1493;&#1499;&#1503; &#1492;&#1497;&#1488; &#1513;&#1497;&#1496;&#1492; &#1513;&#1492;&#1493;&#1510;&#1506;&#1492; &#1506;&quot;&#1497; Ivan Ristic &#1492;&#1502;&#1508;&#1514;&#1495; &#1513;&#1500; ModSecurity &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1488;&#1508;&#1513;&#1512; &#1500;-Web Application Firewalls &#1500;&#1514;&#1514; &#1492;&#1490;&#1504;&#1492; &#1502;&#1508;&#1504;&#1497; &#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1500;&#1493;. &#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1514;&#1510;&#1497;&#1490; &#1513;&#1497;&#1496;&#1492; &#1495;&#1491;&#1497;&#1513;&#1492; &#1494;&#1488;&#1514; &#1493;&#1514;&#1502;&#1513;&#1497;&#1498; &#1506;&quot;&#1497; &#1492;&#1510;&#1490;&#1514; &#1502;&#1514;&#1499;&#1493;&#1504;&#1497;&#1501; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1492; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491;&#1493;&#1514; &#1506;&#1501; &#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1489;&#1496;&#1495;&#1492; &#1489;&#1500;&#1511;&#1493;&#1495;.

 

 

Ofer Shezaf

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>, Phone:+972-9-9560036 #212, Cell: +972-54-4431119

 

CTO, Breach Security

Chair, OWASP Israel

Director, Web Applicaiton Security Consortium

Leader, ModSecurity Core Rule Set Project

Leader, Web Hacking Incidents Database Project

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20070821/66404ac2/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-israel/attachments/20070821/66404ac2/attachment-0001.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#93">[ date ]</a>
              <a href="thread.html#93">[ thread ]</a>
              <a href="subject.html#93">[ subject ]</a>
              <a href="author.html#93">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
