<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-mexicocity] Owasp day Mexico
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-mexicocity%5D%20Owasp%20day%20Mexico&In-Reply-To=cf403d9c0912100754s4f00b26bl5aa27b88ac0c0a98%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000070.html">
   <LINK REL="Next"  HREF="000072.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-mexicocity] Owasp day Mexico</H1>
    <B>Juan Carlos Calderon Rojas</B> 
    <A HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-mexicocity%5D%20Owasp%20day%20Mexico&In-Reply-To=cf403d9c0912100754s4f00b26bl5aa27b88ac0c0a98%40mail.gmail.com"
       TITLE="[Owasp-mexicocity] Owasp day Mexico">juan.calderon at softtek.com
       </A><BR>
    <I>Thu Dec 10 11:10:55 EST 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000070.html">[Owasp-mexicocity] Owasp day Mexico
</A></li>
        <LI>Next message: <A HREF="000072.html">[Owasp-mexicocity] Owasp day Mexico
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#71">[ date ]</a>
              <a href="thread.html#71">[ thread ]</a>
              <a href="subject.html#71">[ subject ]</a>
              <a href="author.html#71">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Si, de hecho te estoy tomando la palabra :), conforme avance la organizaci&#243;n te aviso bien cuales son las cosas con las que nos pueden apoya, y de antemano un gran gracias

Saludos
Juan Carlos Calderon, CSSLP
Research Leader
Softtek App Sec COE
Softtek Mexico
+(52)449.910.7858
<A HREF="http://www.softtek.com.mx/">http://www.softtek.com.mx/</A>



De: Jorge Polo Contreras Paredes
Enviado el: Jue 10/12/2009 9:54
Para: Calderon, Juan Carlos (GE, Corporate, consultant)
CC: Guillermo; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">owasp-mexicocity at lists.owasp.org</A>
Asunto: Re: [Owasp-mexicocity] Owasp day Mexico


Juan Carlos y Guilleermo.

Por supuesto que en Tlaxcala queremos participar.

Ya les hab&#237;a comentado cuales ser&#237;an las aportaciones: 


1. Banner del Evento en la p&#225;gina
2. Logo de OWASP enmarcado en alg&#250;n proyecto de colaboraci&#243;n que podr&#237;amos establecer
4. Si a&#250;n no tienen imagen para el evento, puedo armar dos propuestas
3. Hacer difusi&#243;n del evento en la regi&#243;n. El CATED est&#225; en Tlaxcala. Hay varias universidades pero cercanas al CATED son 5.
4. &#191;Por que hago referencia a la cercan&#237;a? Por que podemos ser sede receptora del evento por Videoconferencia, lo cual dar&#237;a plusval&#237;a al evento, pero hay que buscar que el lugar donde se realice el evento, pueda transmitir por Videoconferencia.
5. Participar con alguna ponencia respecto a la observancia de lineamientos de la OWASP en el desarrollo de tecnolog&#237;as y recursos para la educaci&#243;n en l&#237;nea.



Adem&#225;s claro est&#225;, de las implicaciones que debemos tomar en cuenta y que mencionas en este mensaje.

Quedo atento a su respuesta.

--
Jorge Polo




El 9 de diciembre de 2009 09:54, Calderon, Juan Carlos (GE, Corporate, consultant) &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">juan.calderon at ge.com</A>&gt; escribi&#243;:

Hola Guillermo

Pues parece que ya va cuajando un poco mas este asunto, lo he platicado tambien con Kate Hartman (del board de OWASP) y esto es lo que tengo

1. Hay varios lugares interesados en ser Cedes del evento Aguascalientes y Ciudad de Mexico  (No he recibido respuesta de Monterrey)
2. Me comenta Kate que no es buena idea hacer el evento escalonado, sino que hacer un solo evento anual es mejor
3. Si hacemos un solo evento con cedes simultaneas en AGS y la ciudad de Mexico, temo que el evento en AGS no va a tener afluencia y los planes para el evento en AGS van mas avanzados
4. Como Mencionaba Victor el esfuerzo es mucho y la verdad no me parece que una sola persona o una sola empresa tenga que &quot;cargar&quot; con todo, por lo que buscariamos que se haga con el apoyo necesario y con algo de tiempo.

El plan es que el evento se haga en Aguascalientes en Mayo de 2010 dado el avance de la organizaci&#243;n (ya se tienen las instalaciones reservadas, la logistica y se est&#225;n buscando patrocinadores) y que en este evento se anuncie el evento en Mexico DF para 2011 lo que empezar&#237;a con la atracci&#243;n de interesados. 

Por otro lado, creo que no debemos desaprovechar este impulso de promover la seguridad de aplicaciones en nuestras universidades e instituciones. Por lo que yo recomendar&#237;a que (como comenta Victor) se reactive el c&#225;p&#237;tulo de DF y yo digo que tambien se habran mas capitulos de OWASP en M&#233;xico

Me suena a que deberiamos tener uno en Monterrey otro en Hermosillo/Sonora (Morelos y Tlaxcala?) y posiblemente uno mas en el Estado de Mexico dado el tama&#241;o de la ciudad (esto ha ocurrido en lugares como nueva york) piensenlo y si se animan aqui est&#225; lo que se requiere
Leer y estar de acuerdo con las reglas en el Chapter Hadnbook (<A HREF="http://www.owasp.org/index.php/Chapter_Leader_Handbook">http://www.owasp.org/index.php/Chapter_Leader_Handbook</A>)
Comprometerse a organizar una reunion al menos cada 3 meses
Encontrar una ubicaci&#243;n estable para las reuniones (si es una universidad esto le dar&#237;a automaticamente una membrecia de OWASP a la institucion)
Encontrar excelentes expositores
Publicitar el Cap&#237;tulo y reclutar nuevos miembros
Mantener el cap&#237;tulo No comercial (no se debe hacer marketing de productos o servicios, pero una empresa si puede ser patrocinador)
Noten que no tienen que ser expertos en seguridad en aplicaciones, solo motivarse a organizar las juntas. Los otros l&#237;deres de capitulo suelen ayudar mucho, e incluso se est&#225; pensando en tener una especie de programa de mentoreo. Asi que, &#161;animense! y vamos haciendo de esto un gran movimiento y no solo un evento anual.

Cualquier duda mandenmela con gusto ya sea a la lista o ami personalmente, Victor debe tambien tener mucha experiencia por compart&#237;r dado que desde la apertura del capitulo de Mexico DF el ha estado al frente hasta donde yo recuerdo :)

Saludos,
Juan C Calderon, CSSLP 
Research Leader  (Softtek Contractor) 
D *879-7858 
T +52 (449) 910-7858 
E <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">juan.calderon at ge.com</A> 

Softtek GDC Aguascalientes 





From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">owasp-mexicocity-bounces at lists.owasp.org</A> [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">owasp-mexicocity-bounces at lists.owasp.org</A>] On Behalf Of Guillermo
Sent: Martes, 08 de Diciembre de 2009 11:33 a.m.
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">owasp-mexicocity at lists.owasp.org</A>
Subject: [Owasp-mexicocity] Owasp day Mexico


Amigos

Alguien tiene alguna noticia al respecto?

Como les coment&#233;, hable con el Responsable de los posgrados en seguridad de ESIME Culhuacan IPN  y ahora me est&#225; preguntando, que ha pasado al respecto.

Entonces si hay noticias o fechas programadas, por favor avisenme.


Saludos




_______________________________________________
Owasp-mexicocity mailing list
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">Owasp-mexicocity at lists.owasp.org</A>
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">https://lists.owasp.org/mailman/listinfo/owasp-mexicocity</A>
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20091210/b1cbf16f/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20091210/b1cbf16f/attachment-0001.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000070.html">[Owasp-mexicocity] Owasp day Mexico
</A></li>
	<LI>Next message: <A HREF="000072.html">[Owasp-mexicocity] Owasp day Mexico
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#71">[ date ]</a>
              <a href="thread.html#71">[ thread ]</a>
              <a href="subject.html#71">[ subject ]</a>
              <a href="author.html#71">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">More information about the Owasp-mexicocity
mailing list</a><br>
</body></html>
