<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-mexicocity] Seguridad en Aplicaciones Web: &#191;Qu&#233; deber&#237;an hacer los gobiernos en el 2010?
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-mexicocity%5D%20%3D%3Fiso-8859-1%3Fq%3FSeguridad_en_Aplicaciones_Web%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3F%3D3A_%3DBFQu%3DE9_deber%3DEDan_hacer_los_gobiernos_en_el_2%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3F010%3D3F%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000069.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-mexicocity] Seguridad en Aplicaciones Web: &#191;Qu&#233; deber&#237;an hacer los gobiernos en el 2010?</H1>
    <B>Fabio Cerullo</B> 
    <A HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-mexicocity%5D%20%3D%3Fiso-8859-1%3Fq%3FSeguridad_en_Aplicaciones_Web%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3F%3D3A_%3DBFQu%3DE9_deber%3DEDan_hacer_los_gobiernos_en_el_2%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3F010%3D3F%3F%3D&In-Reply-To="
       TITLE="[Owasp-mexicocity] Seguridad en Aplicaciones Web: &#191;Qu&#233; deber&#237;an hacer los gobiernos en el 2010?">fcerullo at owasp.org
       </A><BR>
    <I>Sat Dec 19 15:02:46 EST 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000069.html">[Owasp-mexicocity] Owasp-mexicocity Digest, Vol 9, Issue 1
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#73">[ date ]</a>
              <a href="thread.html#73">[ thread ]</a>
              <a href="subject.html#73">[ subject ]</a>
              <a href="author.html#73">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hola a todos,

Como algunos de ustedes sabran, el pasado 10 y 11 de diciembre se celebro en
la Escuela Universitaria de Ingenier&#237;a T&#233;cnica de Telecomunicaci&#243;n,
Universidad Polit&#233;cnica de Madrid, Espa&#241;a la conferencia Iberica de
Seguridad de Aplicaciones Web (IBWAS09).

La conferencia, que fue un enorme &#233;xito, ha sido organizada por los
cap&#237;tulos de OWASP Espa&#241;a y Portugal, con el objetivo de reunir a expertos
en seguridad de aplicaciones, investigadores, educadores y profesionales de
la industria y la academia para discutir los problemas actuales y nuevas
soluciones en seguridad de aplicaciones.

A trav&#233;s de la apasionada discusi&#243;n celebrada en el panel *&quot;Seguridad en
Aplicaciones Web: &#191;Qu&#233; deber&#237;an hacer los gobiernos en el 2010?&quot;* se han
alcanzado varias conclusiones.

Estas conclusiones reflejan las decisiones tomadas por el panel y est&#225;n
destinadas a ser debatidas, actualizadas y, finalmente, publicadas por OWASP
como un conjunto de recomendaciones.

*Conclusiones del Panel:*

1. OWASP desafia a los gobiernos a trabajar conjuntamente para aumentar la
transparencia de la seguridad de aplicaciones web, especialmente con
respecto a los sistemas de salud, financieros y todos aquellos en los que la
privacidad y confidencialidad de los datos sean fundamentales;

2. OWASP buscar&#225; la participaci&#243;n con los gobiernos de todo el mundo para
desarrollar recomendaciones en la incorporaci&#243;n de requisitos especificos de
seguridad de aplicaciones y el desarrollo de marcos adecuados de
certificaci&#243;n en los procesos de adquisici&#243;n de software en programas
gubernamentales;3. OWASP ofrece su ayuda para aclarar y modernizar las leyes
de seguridad inform&#225;tica, permitiendo a los Gobiernos, los ciudadanos y
organizaciones a tomar decisiones informadas acerca de la seguridad;

 4. OWASP pide a los gobiernos alentar a las empresas para que adopten
normas de seguridad de aplicaciones que, de ser implementadas, ayudar&#225;n a
proteger a todos nosotros de las fallas de seguridad, las cuales podr&#237;an
exponer informaci&#243;n confidencial, permitir&#237;an operaciones fraudulentas e
incluso incurrir&#237;an en responsabilidad jur&#237;dica;

 5. OWASP se ofrece a trabajar con los gobiernos locales y nacionales para
establecer tableros de comando de seguridad de aplicaciones que proporcionen
una visibilidad en el gasto y apoyo a la seguridad de aplicaciones.
Para ver el comunicado de prensa completo por favor visitar el siguiente
link:

<A HREF="http://docs.google.com/Doc?docid=0AXvrVYEosFeEZGhkNWp6aDlfMzhmazdudnFjNA&amp;hl=en">http://docs.google.com/Doc?docid=0AXvrVYEosFeEZGhkNWp6aDlfMzhmazdudnFjNA&amp;hl=en</A>

Les agradecere si pueden distribuir este mensaje en los diversos medios de
comunicacion: periodicos, paginas web, blogs, twitter, etc.

Desde ya, muchas gracias,

Saludos,

Fabio Cerullo
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20091219/1e0686bb/attachment.html">https://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20091219/1e0686bb/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000069.html">[Owasp-mexicocity] Owasp-mexicocity Digest, Vol 9, Issue 1
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#73">[ date ]</a>
              <a href="thread.html#73">[ thread ]</a>
              <a href="subject.html#73">[ subject ]</a>
              <a href="author.html#73">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">More information about the Owasp-mexicocity
mailing list</a><br>
</body></html>
