<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Cross-Site Request Foreign [Forgery]
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20Cross-Site%20Request%20Foreign%20%5BForgery%5D&In-Reply-To=1f1de0770709112144q3c516a82l45f54917779b4087%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000205.html">
   <LINK REL="Next"  HREF="000215.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Cross-Site Request Foreign [Forgery]</H1>
    <B>Bedirhan Urgun</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20Cross-Site%20Request%20Foreign%20%5BForgery%5D&In-Reply-To=1f1de0770709112144q3c516a82l45f54917779b4087%40mail.gmail.com"
       TITLE="[Owasp-turkey] Cross-Site Request Foreign [Forgery]">urgunb at hotmail.com
       </A><BR>
    <I>Wed Sep 12 02:08:29 EDT 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000205.html">[Owasp-turkey] Cross-Site Request Foreign
</A></li>
        <LI>Next message: <A HREF="000215.html">[Owasp-turkey] CSRF ve Korunma
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#206">[ date ]</a>
              <a href="thread.html#206">[ thread ]</a>
              <a href="subject.html#206">[ subject ]</a>
              <a href="author.html#206">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE> 
 liste canlaniyor mu ne. farkli kisilerden e-postalar almak cok guzel.
 
 Denilenlerin hepsi dogru bence. Farkli bisey eklemek adina, &quot;csrf&quot; yani &quot;sea surf&quot; olarak adlandirilan problem, baglanti bitirme hizmet disi birakma saldirilarinin yaninda kisiye ozel (kullaniciya) saldirilarda da kullanilabilir.
 
 TunerX'in yolladigi ornekte, eger kurban, saldirganin hazirladigi ve
 
   &lt;img src=&quot; <A HREF="http://example.org/buy.php?symbol=SCOX&amp;shares=1000&quot;">http://example.org/buy.php?symbol=SCOX&amp;shares=1000&quot;</A> /&gt;&quot;
 
 elementini iceren web sayfasini tarayicisinda actiginda (tabi bu sirada kurbanin example.org e-ticaret sitesine giris yapmis durumda oldugunu kabul edersek), example.org e-ticaret sitesinden SCOX sembolune sahip urunden 1000 tane satin almis olacak. Peki neden? Kurbanin tarayicisi, saldirganin sayfasinda bulunan img element'ini otomatik olarak islerken bir istekte (example.org/buy.php?...) bulunuyor ve bu istege onceden aldigi (kurbanin example.org e-ticaret sitesine onceden giris yapmis oldugunu kabul etmistik) oturum bilgisini (cookie diyelim) ekliyor. Yani example.org'da calisan uygulama icin tamamen dogru bir istek.
 
 Ozellikle TAB mekanizmasina sahip tarayicilarda (browsers) bu saldiri cok daha muhtemel.
 
 Bunun onlemini ise baska biri anlatmak ya da link vermek isteyebilir (turkce anlatimi guzel olurdu).
    
 bedirhan
 



Date: Wed, 12 Sep 2007 07:44:07 +0300From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">burcinyazici at gmail.comTo</A>: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.orgSubject</A>: Re: [Owasp-turkey] Cross-Site Request ForeignBunun en son &#246;rne&#287;i www.fotokritik.com san&#305;yorum. Site bu teknikle &#231;&#246;kertildi ve 1haftadan fazla kapal&#305; kald&#305;lar...
On 9/11/07, Yusuf CAKIR &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Yusuf.CAKIR at naksan.com</A>&gt; wrote: 



Bunun T&#252;rk&#231;e'si &#351;udur :
 
Web user'&#305;ndan al&#305;nan veriler GET ve POST gibi iki de&#287;i&#351;ik method ile al&#305;nabilirler.
Get metodunda veriler URL'ye eklenerek i&#351;lem sayfas&#305;na g&#246;nderilirken, POST metodu ile al&#305;nan veriler sistem de&#287;i&#351;kenleri vas&#305;tas&#305; ile g&#246;nderilir.
Bu nedenle GET metodu ile al&#305;nan verileri , URL'de bulunan de&#287;i&#351;ken isimleri ve bunlar&#305;n de&#287;erlerinden olu&#351;mu&#351; olmas&#305;ndan anlayabiliriz.
 
Verinin i&#351;lendi&#287;i script dili sayfas&#305;nda verilerin i&#351;lenmek i&#231;in al&#305;n&#305;&#351; metodu &#246;nemlidir.
E&#287;er web formunun veri g&#246;nderme y&#246;ntemini GET olarak ayarlad&#305; isek bunu (&#246;rne&#287;in ASP'de) request.querystring(&quot;de&#287;i&#351;ken_ad&#305;&quot;) ile,
E&#287;er web formunun veri g&#246;nderme y&#246;ntemini POST olarak ayarlad&#305; isek bunu (&#246;rne&#287;in ASP'de) request.form(&quot;de&#287;i&#351;ken_ad&#305;&quot;) &#351;eklinde almal&#305;y&#305;z.
 
Di&#287;er taraftan &#246;rne&#287;in ASP'de verilerin hangi y&#246;ntemle g&#246;nderilmi&#351; oldu&#287;u ile u&#287;ra&#351;mayal&#305;m diye bir de yal&#305;n olarak kullan&#305;lan request(&quot;de&#287;i&#351;ken_ad&#305;&quot;) &#351;eklinde bir komut dizilimi mevcuttur.
Bu &#351;ekilde kullan&#305;lan bir komutun sonucunda formumuzun veri aktarma metodu ne olursa olsun veriler al&#305;nabilecektir. Dolay&#305;s&#305; ile bizim POST'muydu, GET'miydi diye d&#252;&#351;&#252;nmemize gerek kalmaz.
 
Ancak b&#246;yle bir kullan&#305;m&#305;n dezavantaj&#305; ise, hem GET hem de POST y&#246;ntemini almaya izin veren bir programa sahip olmam&#305;zd&#305;r.
A&#351;a&#287;&#305;daki &#246;rnekte oldu&#287;u gibi kullan&#305;c&#305; taraf&#305;ndan manip&#252;le edilmi&#351; verileri bile kolayca alabilecek bir programm&#305;z olmu&#351;tur.
 
Dolay&#305;s&#305; ile k&#246;t&#252; niyetli birinin art&#305;k bizim sitemizdeki form ile u&#287;ra&#351;mas&#305;na bile gerek kalmam&#305;&#351;t&#305;r.
 
HTML &#252;zerindeki image nesneleri SRC parametresi olarak verilen kayna&#287;&#305;n &quot;ger&#231;ekten&quot; bir resim olup olmad&#305;&#287;&#305;na bakmazlar.
&#199;&#252;nk&#252; SRC parametresine verilen kaynak, zaten taray&#305;c&#305;m&#305;za ula&#351;t&#305;&#287;&#305;nda resim ise g&#246;r&#252;necek, resim de&#287;ilse g&#246;r&#252;nmeyecektir.
 
&#304;&#351;te image nesnesinin bu &#246;zelli&#287;inden de faydalanarak bir &#351;ah&#305;s, bizim verileri i&#351;ledi&#287;imiz sayfay&#305; hedef g&#246;stererek ve bu sayfaya QueryString parametreleri ge&#231;erek sitemizin i&#351;leyi&#351;ini &#246;nemli &#246;l&#231;&#252;de yava&#351;latabilir hatta durdurabilir.


From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A> [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A>] On Behalf Of TunerXSent: Tuesday, September 11, 2007 5:49 PMTo: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.orgSubject</A>: [Owasp-turkey] Cross-Site Request Foreign

G&#246;nderdi&#287;im bo&#351; mesaj i&#231;in &#246;z&#252;r dilerim.

CSRF hakk&#305;nda ara&#351;t&#305;rma yaparken 
&quot;&lt;form action=&quot;buy.php&quot; method=&quot;POST&quot;&gt;
&lt;p&gt;Symbol: &lt;input type=&quot;text&quot; name=&quot;symbol&quot; /&gt;&lt;/p&gt;
&lt;p&gt;Shares: &lt;input type=&quot;text&quot; name=&quot;shares&quot; /&gt;&lt;/p&gt;
&lt;p&gt;&lt;input type=&quot;submit&quot; value=&quot;Buy&quot; /&gt;&lt;/p&gt;&quot;
&lt;/form&gt;
&quot;&lt;?php
 
session_start();
 
if (isset($_REQUEST['symbol'] &amp;&amp;
    isset($_REQUEST['shares']))
{
    buy_stocks($_REQUEST['symbol'],
               $_REQUEST['shares']);
}
 
?&gt;&quot;
&quot;(- &lt;img src=&quot; <A HREF="http://example.org/buy.php?symbol=SCOX&amp;shares=1000&quot;">http://example.org/buy.php?symbol=SCOX&amp;shares=1000&quot;</A> /&gt;&quot; Bu &#252;&#231;&#252;nc&#252; kod exploit olarak &#231;al&#305;&#351;&#305;yor anlad&#305;&#287;&#305;m kadar&#305;yla.
Bir t&#252;rl&#252; anlayamad&#305;m ilk iki kod grubunda ne var ki bir a&#231;&#305;&#287;a sebep oluyor sadece post metodunun kullan&#305;lmas&#305; m&#305; yoksa g&#246;nderen kullan&#305;c&#305;n bir token yard&#305;m&#305;yla gitmemesi mi acaba ? Ve ben nas&#305;l bir sayfada CSRF oldu&#287;unu anlaya bilirim. 
Kodlar buradan Al&#305;nt&#305;d&#305;r._______________________________________________Owasp-turkey mailing <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">listOwasp-turkey at lists.owasp.orghttps</A>://lists.owasp.org/mailman/listinfo/owasp-turkey-- <A HREF="http://burcinyazici.com">http://burcinyazici.com</A> 
_________________________________________________________________
Kick back and relax with hot games and cool activities at the Messenger Caf&#233;.
<A HREF="http://www.cafemessenger.com?ocid=TXT_TAGLM_SeptWLtagline">http://www.cafemessenger.com?ocid=TXT_TAGLM_SeptWLtagline</A>
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20070912/5904515c/attachment.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20070912/5904515c/attachment.html</A> 
</PRE>





<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000205.html">[Owasp-turkey] Cross-Site Request Foreign
</A></li>
	<LI>Next message: <A HREF="000215.html">[Owasp-turkey] CSRF ve Korunma
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#206">[ date ]</a>
              <a href="thread.html#206">[ thread ]</a>
              <a href="subject.html#206">[ subject ]</a>
              <a href="author.html#206">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
