<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] Einladung zu den Web &amp; Security Days an der Hochschule der Medien Stuttgart
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20Einladung%20zu%20den%20Web%20%26%20Security%20Days%20an%20der%0A%20Hochschule%20der%20Medien%20Stuttgart&In-Reply-To=%3Ced1b3fea-f0fe-879b-18d8-b9718a52e29d%40gmx.net%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001049.html">
   <LINK REL="Next"  HREF="001051.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] Einladung zu den Web &amp; Security Days an der Hochschule der Medien Stuttgart</H1>
    <B>Dirk Heuzeroth</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20Einladung%20zu%20den%20Web%20%26%20Security%20Days%20an%20der%0A%20Hochschule%20der%20Medien%20Stuttgart&In-Reply-To=%3Ced1b3fea-f0fe-879b-18d8-b9718a52e29d%40gmx.net%3E"
       TITLE="[Owasp-germany] Einladung zu den Web &amp; Security Days an der Hochschule der Medien Stuttgart">dirk.heuzeroth at gmx.net
       </A><BR>
    <I>Sun Nov 12 10:55:54 UTC 2017</I>
    <P><UL>
        <LI>Previous message: <A HREF="001049.html">[Owasp-germany] German Chapter Meeting am 13.11.2017
</A></li>
        <LI>Next message: <A HREF="001051.html">[Owasp-germany] Einladung zum 84. M&#252;nchner OWASP-Stammtisch am Dienstag, 21.11.2017 um 19:00 Uhr (Hackerhaus)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1050">[ date ]</a>
              <a href="thread.html#1050">[ thread ]</a>
              <a href="subject.html#1050">[ subject ]</a>
              <a href="author.html#1050">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Liebe OWASPler,

wie beim letzten Stammtisch der OWASP Stuttgart versprochen, unten
stehend die Einladung zu den von mir organisierten Vortr&#228;gen &#252;ber Web,
Security und rechtliche Aspekte (Datenschutzgrundverordnung) am 01. und
15.12. ab 14:15 Uhr an der Hochschule der Medien, Nobelstr. 10, 70569
Stuttgart, H&#246;rsaal 056.

Die Veranstaltung ist &#246;ffentlich und kostenlos, aber keine
OWASP-Veranstaltung. Ich hoffe es ist f&#252;r die Abnonennten dieser
Mailing-Liste in Ordnung, dass ich trotzdem &#252;ber diesen Verteiler auf
die Veranstaltung aufmerksam mache, weil die Teilnehmer unseres
Stammtisches um diese Einladung gebeten haben.

-----

Liebe Web- und Security-Interessierte,

ich freue mich Sie hiermit zu zwei Veranstaltungen zu den Themen
Sicherheit und Internet sowie World Wide Web an der Hochschule der
Medien einladen zu k&#246;nnen.
Am *01. und 15. Dezember* k&#246;nnen Sie jeweils *ab 14:15 Uhr in Raum 056
(Nobelstra&#223;e 10)* in interessanten Vortr&#228;gen und Live-Demos renommierter
Referenten erfahren, was Sie &#252;ber den Google-Algorithmus, Datenschutz,
sichere Identit&#228;ten im Internet, Schadsoftware und wie man sich dagegen
sch&#252;tzt schon immer wissen wollten.

Die Veranstaltung ist kostenfrei und &#246;ffentlich.

Die Vortr&#228;ge werden auch live ins Internet &#252;bertragen und elektronisch
archiviert unter:
*<A HREF="http://events.mi.hdm-stuttgart.de/**">http://events.mi.hdm-stuttgart.de/**</A>
*
------------------------------
*Raum: 056*, Nobelstra&#223;e 10, 70569 Stuttgart (siehe auch:
www.hdm-stuttgart.de/horst)
Beginn jeweils *ab 14:15 Uhr*
------------------------------

Das *Programm f&#252;r den Internet Day am 01.12.2017* gestaltet folgenderma&#223;en:

*14:15 Uhr*: Prof. Dr. Dirk Heuzeroth (HdM)
*&quot;Begr&#252;&#223;ung&quot;*

*14:20 Uhr*: Tobias Fox (verdure GmbH)
*&quot;SEO - Wie kommt man bei Google auf die erste Seite?&quot;*
&#160;
Herr Fox erl&#228;utert uns wie der Ranking-Algorithmus von Google
funktioniert und welche Ma&#223;nahmen notwendig sind, um die eigene
Web-Seite in den Suchergebnisse m&#246;glichst weit vorne platziert zu bekommen.

*15:20 Uhr*: Oliver Meyer-Van Raay (vogel&amp;partner Rechtsanw&#228;lte mbB)
*&quot;Alles neu macht der Mai - &#220;berblick &#252;ber die
Datenschutz-Grundverordnung und die geplante ePrivacy-Verordnung&quot;*

Als Gegenst&#252;ck zum Google-Gesch&#228;tsmodell der m&#246;glichst umfassenden
Datensammlung erl&#228;utert uns Herr Meyer-van Raay welchen Schutz unsere
Daten ab Mai 2018 durch die Datenschutz-Grundverordnung und die
ePrivacy-Verordnung genie&#223;en und was Organisationen diesbez&#252;glich
beachten m&#252;ssen.
Dabei geht er auch auf die Aspekte ein, die die Sicherheit von Software
betreffen.

*16:20 Uhr*: Klaus Schmeh (cv cryptovision GmbH)
*&quot;Kryptografie und sichere elektronische Identit&#228;ten&quot;*

Herr Schmeh wird uns erl&#228;utern, wie mit Kryptografie, also auf Basis
mathematischer Verfahren, im Internet sichergestellt werden kann, dass
geheime Daten geheim bleiben und niemand eine falsche Identit&#228;t
vort&#228;uschen kann. Herr Schmeh ist neben seiner T&#228;tigkeit bei cv
cryptovision Autor diverser Fachb&#252;cher &#252;ber Kryptografie und Sicherheit
im Internet. Aufgrund seiner Gabe komplexe Sachverhalte allgemein
verst&#228;ndlich zu erkl&#228;ren, war er auch schon in Fernsehsendungen wie
beispielsweise Galileo zu sehen.

*17:20 Uhr*: Stefan Strobel (cirosec GmbH)
*&quot;Moderne Malware und APTs&quot;*

Herr Strobel ist Gesch&#228;ftsf&#252;hrer der cirosec GmbH und wird uns in seinem
Vortrag vorstellen, welche Schadsoftware aktuell unsere Computer und
Smartphones bedroht. Dabei geht er auch auf die Funktionsweise der
Schadsoftware sowie die Angriffsmethoden ein und er&#246;rtert, wie Angreifer
einen Rechner/ein Smartphone permanent und ihre Kontrolle bringen.
Dar&#252;ber hinaus gibt uns Herr Strobel einen Blick darauf, welche modernen
technischen Ma&#223;nahmen heute verf&#252;gbar sind, wie diese wirken und wo ihre
Grenzen sind.

------------------------------

Das *Programm f&#252;r den Web&amp;Security Day am 15.12.2017* sieht
folgenderma&#223;en aus:

*14:15 Uhr*: Prof. Dr. Dirk Heuzeroth (HdM)
*&quot;Begr&#252;&#223;ung&quot;*

*14:20 Uhr*: Sebastian Schreiber (SySS GmbH)
*&quot;Live Hacking&quot;*

Herr Schreiber ist Gr&#252;nder der Firma SySS GmbH, die sich auf das Finden
von Schwachstellen in IT-Systemen spezialisiert hat. In seiner
Vorf&#252;hrung wird uns Herr Schreiber live demonstrieren, wie leicht es
ist, an die Daten Dritter zu gelangen und Schwachstellen ausgenutzt
werden k&#246;nnen.

*15:30 Uhr*: Uwe Maurer und Tobias Tr&#228;bing (NTT Security)
*&quot;Advanced Analytics - Threat-Intelligence und Threat-Prediction als
Service&quot;*

Herr Maurer und Herr Tr&#228;bing erlauben uns einen Einblick in die
praktische Arbeit eines der gr&#246;&#223;ten und umfassenden Dienstleister f&#252;r
IT- und Informationssicherheit weltweit. NTT Security betreibt f&#252;r
zahlreiche Organisationen unterschiedlicher Gr&#246;&#223;e Security Operations
Center. F&#252;r die Vorhersage von Cyber-Angriffen investiert und forscht
NTT Security massiv in Threat Intelligence und Threat Prediction mittels
Techniken der k&#252;nstlichen Intelligenz und Big-Data-Analyse. Mittels
Regel, Lern- und Scoring-Verfahren und vor allem durch Einsatz von
Kontextwissen werden kritische Situationen nachvollziebar von &quot;Noise&quot;
und &quot;False-Positives&quot; unterschieden. Wir erfahren, wie Security Berater
diese Informationen im Kundeneinsatz nutzen k&#246;nnen.

*16:30 Uhr*: Kevin Euler und Marcus Schmid (IBM Security DACH Ehningen)
*&quot;How to build the next generation cognitive Security Operations Center?&quot;*

Herr Euler und Herr Schmid von IBM Security stellen uns vor, wie
Security Operations Centers heutzutage unter Verwendung von k&#252;nstlicher
Intelligenz, Machine Learning und Big-Data-Analyse aufgebaut werden.
Damit bieten uns Herr Euler und Herr Schmid die Sichtweise eines
Produktanbieters auf die Thematik der Security Operations Centers und
zeigen uns k&#252;nftige Entwicklungen in diesem Bereich. Dieser Vortrag
erg&#228;nzt so die zuvor vorgestellte Sicht des Dienstleisters NTT Security.

*17:30 Uhr*: Christian Kahlau und Nina Wittich (sirius-net GmbH)
*&quot;Penetrationstest ... und was dann?*&quot;

Herr Kahlau und Frau Wittich kommen aus einem Unternehmen, das bereits
Erfahrungen mit Penetrationstests hat. Diese werden im Auftrag des
Unternehmens durchgef&#252;hrt, um Schwachstellen in der eigenen
Infrastruktur zu entdecken, bevor b&#246;sartigen Angreifern dies gelingt. In
ihrem Vortrag gehen Herr Kahlau und Frau Wittich auf den Umgang mit
gefundenen Schwachstellen ein und konzentrieren sich dabei auf die
Auswirkung der verschiedenen L&#246;sungsm&#246;glichkeiten auf die
Gebrauchstauglichkeit (Usability).

------------------------------

Ich freue mich auf Ihre Teilnahme und interessante, anregende fachliche
Diskussionen!

Herzliche Gr&#252;&#223;e,
Dirk Heuzeroth

-- 
Prof. Dr. Dirk Heuzeroth
Certified Information Systems Security Professional (CISSP),
Certified Ethical Hacker (CEH),
Certified ISO/IEC 27001 Lead Implementer (ISO27LI),
Certified ISO/IEC 27001 Provisional Auditor (ISO27PA),
ITIL v3 Foundation Certified
Tel. +49 (0)170 5324996

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001049.html">[Owasp-germany] German Chapter Meeting am 13.11.2017
</A></li>
	<LI>Next message: <A HREF="001051.html">[Owasp-germany] Einladung zum 84. M&#252;nchner OWASP-Stammtisch am Dienstag, 21.11.2017 um 19:00 Uhr (Hackerhaus)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1050">[ date ]</a>
              <a href="thread.html#1050">[ thread ]</a>
              <a href="subject.html#1050">[ subject ]</a>
              <a href="author.html#1050">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
