<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-kyiv] OWASP Kyiv Kick-off follow-up
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-kyiv%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-kyiv%5D%20OWASP%20Kyiv%20Kick-off%20follow-up&In-Reply-To=%3CDD8FE455-0E3F-421F-91B1-83D0534A028B%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000001.html">
   <LINK REL="Next"  HREF="000004.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-kyiv] OWASP Kyiv Kick-off follow-up</H1>
    <B>Vlad Styran</B> 
    <A HREF="mailto:owasp-kyiv%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-kyiv%5D%20OWASP%20Kyiv%20Kick-off%20follow-up&In-Reply-To=%3CDD8FE455-0E3F-421F-91B1-83D0534A028B%40owasp.org%3E"
       TITLE="[Owasp-kyiv] OWASP Kyiv Kick-off follow-up">vlad.styran at owasp.org
       </A><BR>
    <I>Mon May 29 11:12:34 UTC 2017</I>
    <P><UL>
        <LI>Previous message: <A HREF="000001.html">[Owasp-kyiv] OWASP Kyiv Kick-Off Location
</A></li>
        <LI>Next message: <A HREF="000004.html">[Owasp-kyiv] OWASP Kyiv Kick-off materials
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#3">[ date ]</a>
              <a href="thread.html#3">[ thread ]</a>
              <a href="subject.html#3">[ subject ]</a>
              <a href="author.html#3">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1064;&#1072;&#1085;&#1086;&#1074;&#1085;&#1110; &#1091;&#1095;&#1072;&#1089;&#1085;&#1080;&#1082;&#1080; OWASP Kyiv Kick-Off Meetup,

&#1044;&#1103;&#1082;&#1091;&#1108;&#1084;&#1086; &#1079;&#1072; &#1090;&#1077;&#1087;&#1083;&#1110; &#1074;&#1110;&#1076;&#1075;&#1091;&#1082;&#1080; &#1087;&#1088;&#1086; &#1087;&#1077;&#1088;&#1096;&#1091; &#1079;&#1091;&#1089;&#1090;&#1088;&#1110;&#1095; &#1074;&#1110;&#1076;&#1076;&#1110;&#1083;&#1077;&#1085;&#1085;&#1103;. &#1057;&#1087;&#1086;&#1076;&#1110;&#1074;&#1072;&#1108;&#1084;&#1086;&#1089;&#1103;, &#1085;&#1072;&#1084; &#1074;&#1076;&#1072;&#1083;&#1086;&#1089;&#1103; &#1085;&#1072;&#1076;&#1080;&#1093;&#1085;&#1091;&#1090;&#1080; &#1074;&#1072;&#1089; &#1085;&#1072; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1091; &#1091;&#1095;&#1072;&#1089;&#1090;&#1100; &#1074; &#1076;&#1110;&#1103;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1110; OWASP. &#1052;&#1080; &#1073;&#1091;&#1076;&#1077;&#1084;&#1086; &#1088;&#1072;&#1076;&#1110; &#1074;&#1085;&#1077;&#1089;&#1090;&#1080; &#1074;&#1072;&#1096;&#1110; &#1076;&#1086;&#1087;&#1086;&#1074;&#1110;&#1076;&#1110; &#1074; &#1072;&#1085;&#1086;&#1085;&#1089; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1085;&#1086;&#1111; &#1079;&#1091;&#1089;&#1090;&#1088;&#1110;&#1095;&#1110;, &#1103;&#1082;&#1091; &#1084;&#1080; &#1087;&#1083;&#1072;&#1085;&#1091;&#1108;&#1084;&#1086; &#1087;&#1088;&#1086;&#1074;&#1077;&#1089;&#1090;&#1080; &#1074;&#1078;&#1077; &#1091; &#1074;&#1077;&#1088;&#1077;&#1089;&#1085;&#1110;.

&#1042;&#1110;&#1090;&#1072;&#1102;&#1090;&#1100;&#1089;&#1103; &#1076;&#1086;&#1087;&#1086;&#1074;&#1110;&#1076;&#1110; &#1085;&#1072; &#1073;&#1091;&#1076;&#1100;-&#1103;&#1082;&#1110; &#1090;&#1077;&#1084;&#1080;, &#1087;&#1086;&#1074;'&#1103;&#1079;&#1072;&#1085;&#1110; &#1079; &#1110;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1110;&#1081;&#1085;&#1086;&#1102; &#1073;&#1077;&#1079;&#1087;&#1077;&#1082;&#1086;&#1102;, &#1088;&#1086;&#1079;&#1088;&#1072;&#1093;&#1086;&#1074;&#1072;&#1085;&#1110; &#1085;&#1072; &#1073;&#1091;&#1076;&#1100;-&#1103;&#1082;&#1080;&#1081; &#1088;&#1110;&#1074;&#1077;&#1085;&#1100; &#1087;&#1110;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1080; &#1089;&#1083;&#1091;&#1093;&#1072;&#1095;&#1110;&#1074;. &#1044;&#1083;&#1103; &#1091;&#1095;&#1072;&#1089;&#1090;&#1110; &#1074; &#1088;&#1086;&#1083;&#1110; &#1076;&#1086;&#1087;&#1086;&#1074;&#1110;&#1076;&#1072;&#1095;&#1072;, &#1085;&#1072;&#1076;&#1110;&#1096;&#1083;&#1110;&#1090;&#1100; &#1085;&#1072; &#1094;&#1102; &#1072;&#1076;&#1088;&#1077;&#1089;&#1091; &#1085;&#1072;&#1079;&#1074;&#1091; &#1076;&#1086;&#1087;&#1086;&#1074;&#1110;&#1076;&#1110; &#1090;&#1072; &#1082;&#1086;&#1088;&#1086;&#1090;&#1082;&#1091; &#1110;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1110;&#1102; &#1087;&#1088;&#1086; &#1089;&#1077;&#1073;&#1077; &#1110; &#1084;&#1080; &#1079;&#1074;'&#1103;&#1078;&#1077;&#1084;&#1086;&#1089;&#1100; &#1079; &#1074;&#1072;&#1084;&#1080;.

&#1065;&#1077; &#1088;&#1072;&#1079; &#1076;&#1103;&#1082;&#1091;&#1108;&#1084;&#1086; &#1085;&#1072;&#1096;&#1080;&#1084; &#1096;&#1072;&#1085;&#1086;&#1074;&#1085;&#1080;&#1084; &#1076;&#1086;&#1087;&#1086;&#1074;&#1110;&#1076;&#1072;&#1095;&#1072;&#1084;! &#1053;&#1077;&#1079;&#1072;&#1073;&#1072;&#1088;&#1086;&#1084; &#1084;&#1080; &#1086;&#1087;&#1091;&#1073;&#1083;&#1110;&#1082;&#1091;&#1108;&#1084;&#1086; &#1089;&#1083;&#1072;&#1081;&#1076;&#1080;, &#1074;&#1110;&#1076;&#1077;&#1086; &#1090;&#1072; &#1076;&#1086;&#1076;&#1072;&#1090;&#1082;&#1086;&#1074;&#1110; &#1084;&#1072;&#1090;&#1077;&#1088;&#1110;&#1072;&#1083;&#1080; &#1074;&#1080;&#1089;&#1090;&#1091;&#1087;&#1110;&#1074;. &#1065;&#1086;&#1073; &#1085;&#1077; &#1087;&#1088;&#1086;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1080; &#1094;&#1110; &#1087;&#1091;&#1073;&#1083;&#1110;&#1082;&#1072;&#1094;&#1110;&#1111; &#1090;&#1072; &#1072;&#1085;&#1086;&#1085;&#1089;&#1080; &#1084;&#1072;&#1081;&#1073;&#1091;&#1090;&#1085;&#1110;&#1093; &#1079;&#1091;&#1089;&#1090;&#1088;&#1110;&#1095;&#1077;&#1081;, &#1087;&#1110;&#1076;&#1087;&#1080;&#1089;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1085;&#1072; &#1085;&#1072;&#1096; &#1086;&#1092;&#1110;&#1094;&#1110;&#1081;&#1085;&#1080;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1088;&#1086;&#1079;&#1089;&#1080;&#1083;&#1082;&#1080; &#1090;&#1072; &#1082;&#1072;&#1085;&#1072;&#1083;&#1080; &#1074; &#1089;&#1086;&#1094;&#1084;&#1077;&#1088;&#1077;&#1078;&#1072;&#1093; &#1079;&#1072; &#1087;&#1086;&#1089;&#1080;&#1083;&#1072;&#1085;&#1085;&#1103;&#1084;&#1080; &#1085;&#1080;&#1078;&#1095;&#1077;.

Twitter &lt;<A HREF="https://twitter.com/owaspKyiv">https://twitter.com/owaspKyiv</A>&gt;
Facebook &lt;<A HREF="https://www.facebook.com/owaspkyiv">https://www.facebook.com/owaspkyiv</A>&gt;
YouTube &lt;<A HREF="https://www.youtube.com/channel/UCZlgZTJRb4dXhSUFCjwAQzA">https://www.youtube.com/channel/UCZlgZTJRb4dXhSUFCjwAQzA</A>&gt;
Mailing List &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-kyiv">https://lists.owasp.org/mailman/listinfo/owasp-kyiv</A>&gt;

&#1044;&#1077;&#1103;&#1082;&#1110; &#1092;&#1086;&#1090;&#1086; &#1079;&#1091;&#1089;&#1090;&#1088;&#1110;&#1095;&#1110; &#1074;&#1078;&#1077; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1110; &#1085;&#1072; &#1085;&#1072;&#1096;&#1110;&#1081; &#1089;&#1090;&#1086;&#1088;&#1110;&#1085;&#1094;&#1110; &#1091; Facebook (<A HREF="https://www.facebook.com/pg/owaspkyiv/photos/?tab=album&amp;album_id=256334371508219">https://www.facebook.com/pg/owaspkyiv/photos/?tab=album&amp;album_id=256334371508219</A>) &#1090;&#1072; &#1084;&#1080; &#1073;&#1091;&#1076;&#1077;&#1084;&#1086; &#1088;&#1072;&#1076;&#1110; &#1111;&#1093; &#1087;&#1086;&#1087;&#1086;&#1074;&#1085;&#1080;&#1090;&#1080;, &#1086;&#1090;&#1078;&#1077; &#1085;&#1072;&#1076;&#1089;&#1080;&#1083;&#1072;&#1081;&#1090;&#1077;.


&#1047; &#1087;&#1086;&#1074;&#1072;&#1075;&#1086;&#1102;,
&#1042;&#1086;&#1083;&#1086;&#1076;&#1080;&#1084;&#1080;&#1088; &#1057;&#1090;&#1080;&#1088;&#1072;&#1085;

OWASP Kyiv Chapter Lead
PGP pub key: 87F07F08 &lt;<A HREF="http://pgp.mit.edu:11371/pks/lookup?op=get&amp;search=0x19ED24B087F07F08">http://pgp.mit.edu:11371/pks/lookup?op=get&amp;search=0x19ED24B087F07F08</A>&gt;
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170529/85b13a54/attachment.html">http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170529/85b13a54/attachment.html</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: signature.asc
Type: application/pgp-signature
Size: 841 bytes
Desc: Message signed with OpenPGP
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170529/85b13a54/attachment.pgp">http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170529/85b13a54/attachment.pgp</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000001.html">[Owasp-kyiv] OWASP Kyiv Kick-Off Location
</A></li>
	<LI>Next message: <A HREF="000004.html">[Owasp-kyiv] OWASP Kyiv Kick-off materials
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#3">[ date ]</a>
              <a href="thread.html#3">[ thread ]</a>
              <a href="subject.html#3">[ subject ]</a>
              <a href="author.html#3">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-kyiv">More information about the Owasp-kyiv
mailing list</a><br>
</body></html>
