<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-israel] Reminder: OWASP IL meeting THIS week, Wednesday,	January 24th 2007, 17:15!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOwasp-israel%5D%20Reminder%3A%20OWASP%20IL%20meeting%20THIS%20week%2C%20Wednesday%2C%0A%09January%2024th%202007%2C%2017%3A15%21&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000076.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-israel] Reminder: OWASP IL meeting THIS week, Wednesday,	January 24th 2007, 17:15!</H1>
    <B>Ofer Shezaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOwasp-israel%5D%20Reminder%3A%20OWASP%20IL%20meeting%20THIS%20week%2C%20Wednesday%2C%0A%09January%2024th%202007%2C%2017%3A15%21&In-Reply-To="
       TITLE="[Owasp-israel] Reminder: OWASP IL meeting THIS week, Wednesday,	January 24th 2007, 17:15!">OferS at Breach.com
       </A><BR>
    <I>Sun Jan 21 03:01:22 EST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000076.html">[Owasp-israel] 6th OWASP IL meeting: Wednesday, January 24th 2007!
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#77">[ date ]</a>
              <a href="thread.html#77">[ thread ]</a>
              <a href="subject.html#77">[ subject ]</a>
              <a href="author.html#77">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1513;&#1500;&#1493;&#1501; &#1499;&#1493;&#1500;&#1501; (&#1493;&#1499;&#1493;&#1500;&#1503;),

 

&#1488;&#1504;&#1497; &#1502;&#1494;&#1499;&#1497;&#1512; &#1500;&#1499;&#1501; &#1499;&#1497; &#1492;&#1513;&#1489;&#1493;&#1506; &#1489;&#1497;&#1493;&#1501; &#1512;&#1489;&#1497;&#1506;&#1497;, &#1492;-24/1 &#1489;-17:15, &#1492;&#1508;&#1490;&#1497;&#1513;&#1492; &#1492;&#1489;&#1488;&#1492; &#1513;&#1500; OWASP IL. OWASP &#1492;&#1493;&#1488; &#1492;&#1488;&#1512;&#1490;&#1493;&#1503; &#1492;&#1489;&#1497;&#1503; &#1500;&#1488;&#1493;&#1502;&#1497; &#1492;&#1502;&#1493;&#1489;&#1497;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1492;&#1502;&#1488;&#1493;&#1491; &#1495;&#1501; &#1513;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; (www.owasp.org &lt;<A HREF="http://www.owasp.org/">http://www.owasp.org/</A>&gt; ) &#1493;&#1492;&#1505;&#1504;&#1497;&#1507; &#1492;&#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &#1492;&#1493;&#1488; &#1488;&#1495;&#1491; &#1492;&#1508;&#1506;&#1497;&#1500;&#1497;&#1501; &#1489;&#1497;&#1493;&#1514;&#1512;! &#1488;&#1501; &#1500;&#1488; &#1492;&#1497;&#1497;&#1514;&#1501; &#1489;&#1499;&#1504;&#1505; &#1513;&#1506;&#1512;&#1499;&#1504;&#1493; &#1500;&#1508;&#1504;&#1497; &#1495;&#1493;&#1491;&#1513;&#1497;&#1497;&#1501; &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1489;&#1497;&#1503; &#1514;&#1495;&#1493;&#1502;&#1497; &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492; &#8211; &#1492;&#1508;&#1505;&#1491;&#1514;&#1501;.

 

&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1492;&#1502;&#1508;&#1490;&#1513; &#1502;&#1488;&#1493;&#1491; &#1513;&#1493;&#1504;&#1492; &#1492;&#1508;&#1506;&#1501;. &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1502;&#1493;&#1508;&#1497;&#1506;&#1492; &#1489;&#1514;&#1495;&#1514;&#1497;&#1514; &#1491;&#1493;&#1488;&#1512; &#1494;&#1492; &#1493;&#1489;&#1491;&#1507; &#1492;&#1493;&#1493;&#1489; &#1513;&#1500; &#1513;&#1500;&#1504;&#1493;: <A HREF="http://www.owasp.org/index.php/Israel">http://www.owasp.org/index.php/Israel</A> &lt;<A HREF="http://www.owasp.org/index.php/Israel">http://www.owasp.org/index.php/Israel</A>&gt; 

 

&#1492;&#1508;&#1490;&#1497;&#1513;&#1492; &#1514;&#1506;&#1512;&#1498; &#1489;&#1502;&#1513;&#1512;&#1491;&#1497; &#1495;&#1489;&#1512;&#1514; Breach Security &#1489;&#1512;&#1495;&#1493;&#1489; &#1489;&#1512;&#1511;&#1514; 11 &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492; &#1508;&#1497;&#1514;&#1493;&#1495;. &#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1493;&#1502;&#1508;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; &#1489;&#1491;&#1507; &#1513;&#1500;&#1504;&#1493;. &#1492;&#1502;&#1508;&#1490;&#1513; &#1495;&#1493;&#1508;&#1513;&#1497; &#1500;&#1499;&#1500;, &#1488;&#1489;&#1500; &#1499;&#1502;&#1493; &#1499;&#1500; &#1502;&#1511;&#1493;&#1501; &#1490;&#1501; &#1492;&#1502;&#1511;&#1493;&#1501; &#1513;&#1500;&#1504;&#1493; &#1502;&#1493;&#1490;&#1489;&#1500; &#1493;&#1500;&#1499;&#1503; &#1495;&#1513;&#1493;&#1489; &#1513;&#1514;&#1488;&#1513;&#1512;&#1493; &#1488;&#1514; &#1492;&#1490;&#1506;&#1514;&#1499;&#1501; &#1489;&#1491;&#1493;&#1488;&quot;&#1500; &#1495;&#1493;&#1494;&#1512;.

 

&#1514;&#1493;&#1491;&#1492;

~ &#1506;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;

 

 

 

Hi All,

 

Time for the next meeting of OWASP IL! The next meeting of OWASP IL will be held on January 24th 2007, at 17:15, at Breach Security offices in Herzelya and will be sponsored by Breach Security. You can find a map of how to find us on our web page <A HREF="http://www.owasp.org/index.php/Israel.">http://www.owasp.org/index.php/Israel.</A> The parking lots marked on the map charge a reasonable flat fee. 

Participation is free and open to all, but please inform us (mail me at <A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>) that you are coming as sitting is limited. 

Feel free to distribute information regarding this meeting to others in your organization or outside that you think may be interested in the meeting. You can also register to the OWASP Israel mailing list (<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">http://lists.owasp.org/mailman/listinfo/owasp-israel</A>) in order to receive updates regarding chapter's meetings. For further details please contact me. 

The agenda:


17:15 - Gathering, Socializing and Pizzas 


17:30 - Source Code Analysis and Application Security - Cheating the maze 

Maty Siman, Founder &amp; CTO, Checkmarx &lt;<A HREF="http://www.checkmarx.com/">http://www.checkmarx.com/</A>&gt;  

During the last few years automatically analyzing source code in order to find security vulnerabilities became a popular method in the field of Application Security. The presentation will discuss the theory and research of static code analysis, the application of static code analysis for security, comparing this method to other application security defense technologies and will demonstrate the use of static code analysis for application security. 


18:30 - Security Implications of .Net 3.0 and the Windows Communication Foundation (WCF) 

Emmanuel Cohen-Yashar (Manu), Senior .NET technology consultant, Sela Group &lt;<A HREF="http://www.sela.co.il">http://www.sela.co.il</A>&gt;  

Windows Communication Foundation (WCF) is the new Microsoft communication framework bundled as part of of .NET Framework 3.0, the new .NET Windows API succeeding Win32 with the release of Windows Vista. WCF programming model unifies Web Services, .NET Remoting, Distributed Transactions, and Message Queues into a single Service-oriented programming model for distributed computing. The presentation will describe the tenets of SOA &#8211; Service Oriented Architecture, introduce WCF and discuss the security implications of this broad new communication paradigm. 


19:30 - Analysis of the Universal XSS PDF vulnerability - Cause, Solutions and Fun stuff 

Ofer Shezaf, CTO, Breach Security &lt;<A HREF="http://www.breach.com">http://www.breach.com</A>&gt; , Leader or ModSecurity Core Rule Set &lt;<A HREF="http://www.modsecurity.org/projects/rules/index.html">http://www.modsecurity.org/projects/rules/index.html</A>&gt;  open source project 

Recently a new vulnerability was discovered in commonly used versions of Adobe Acrobat software. Unlike common XSS attacks that require a specific vulnerability in the attacked web site, in this case the vulnerability in Acrobat is sufficient and no fault is required in the attacked web site, and any site that serves PDF files is vulnerable. Therefore it is called &quot;universal XSS&quot; vulnerability. 

The presentation will describe the vulnerability, the theoretical and practical solutions for the vulnerability as well as some very funny stories about the dynamics of such a high profile vulnerability, or in other words, what happens when you try to get a car mechanic to fix an application security vulnerability. 

 

 

Ofer Shezaf

CTO, Breach Security

Phone (US): +1 (760) 268.1924 ext. 702

Phone (Israel): +972 (9) 956.0036 ext.212

Cell: +972 (54) 443.1119
<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>
<A HREF="http://www.breach.com">http://www.breach.com</A> &lt;<A HREF="http://www.breach.com/">http://www.breach.com/</A>&gt; 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20070121/3587459d/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20070121/3587459d/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000076.html">[Owasp-israel] 6th OWASP IL meeting: Wednesday, January 24th 2007!
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#77">[ date ]</a>
              <a href="thread.html#77">[ thread ]</a>
              <a href="subject.html#77">[ subject ]</a>
              <a href="author.html#77">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
