<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-mexicocity] OEA y OWASP firman acuerdo sobre Seguridad Cibern&#233;tica
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-mexicocity%5D%20%3D%3Futf-8%3Fq%3FOEA_y_OWASP_firman_acuerdo_sobre_Seg%3F%3D%0A%20%3D%3Futf-8%3Fq%3Furidad_Cibern%3DC3%3DA9tica%3F%3D&In-Reply-To=%3C1407418922.99318.YahooMailNeo%40web125002.mail.ne1.yahoo.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-mexicocity] OEA y OWASP firman acuerdo sobre Seguridad Cibern&#233;tica</H1>
    <B>Juan C Calderon</B> 
    <A HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-mexicocity%5D%20%3D%3Futf-8%3Fq%3FOEA_y_OWASP_firman_acuerdo_sobre_Seg%3F%3D%0A%20%3D%3Futf-8%3Fq%3Furidad_Cibern%3DC3%3DA9tica%3F%3D&In-Reply-To=%3C1407418922.99318.YahooMailNeo%40web125002.mail.ne1.yahoo.com%3E"
       TITLE="[Owasp-mexicocity] OEA y OWASP firman acuerdo sobre Seguridad Cibern&#233;tica">johnccr at yahoo.com
       </A><BR>
    <I>Thu Aug  7 13:42:02 UTC 2014</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#151">[ date ]</a>
              <a href="thread.html#151">[ thread ]</a>
              <a href="subject.html#151">[ subject ]</a>
              <a href="author.html#151">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#161;Que gran logro!
&#160;
---------- Forwarded message ----------

From:&#160;CICTE - Cybersecurity &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">cicte_cybersecurity at lists.oas.org</A>&gt;
To:&#160;undisclosed-recipients:;
Cc:&#160;
Date:&#160;Tue, 5 Aug 2014 21:15:45 +0000
Subject:&#160;OEA y OWASP firman acuerdo sobre Seguridad Cibern&#233;tica

 
OEA y OWASP firman acuerdo sobre Seguridad Cibern&#233;tica
&#160;
Enlace: <A HREF="http://www.oas.org/es/centro_noticias/comunicado_prensa.asp?sCodigo=C-328/14">http://www.oas.org/es/centro_noticias/comunicado_prensa.asp?sCodigo=C-328/14</A> 
&#160;
La Organizaci&#243;n de los Estados Americanos (OEA) firm&#243; recientemente un Memorando de Entendimiento con la organizaci&#243;n Open Web Application Security Project (OWASP por sus siglas en ingl&#233;s) con el objetivo de aumentar la colaboraci&#243;n en el &#225;rea de seguridad cibern&#233;tica y permitir a ambas instituciones llegar a un p&#250;blico m&#225;s amplio.
&#160;
El acuerdo firmado permitir&#225; a OWASP, una organizaci&#243;n global sin fines de lucro enfocada en informar y educar a los usuarios sobre los riesgos y soluciones relacionadas con la programaci&#243;n de computadoras, incrementar su participaci&#243;n en las actividades de la OEA. Adem&#225;s, el acuerdo habilita a ambas organizaciones realizar eventos conjuntos y/o la edici&#243;n de publicaciones conjuntas sobre temas relacionados con la seguridad inform&#225;tica y la programaci&#243;n de la seguridad. En el pasado, los representantes de OWASP en Costa Rica, Per&#250;, Uruguay y Argentina han participado en eventos nacionales y regionales de la OEA.
&#160;
El Secretario de Seguridad Multidimensional de la OEA, Adam Blackwell, destac&#243; la importancia del acuerdo alcanzado: &quot;estamos orgullosos de formalizar nuestra asociaci&#243;n con OWASP, que hasta la fecha ha sido muy productiva y beneficiosa para nuestros Estados Miembros. A medida que continuamos cultivando nuestra asociaci&#243;n con OWASP, esperamos que este acuerdo incremente el nivel de cooperaci&#243;n y permita que un n&#250;mero mayor de sus expertos y facilitadores participen en las sesiones de capacitaci&#243;n y talleres dise&#241;adas para los funcionarios de los Estados Miembros de la OEA&quot;.
&#160;
El Secretario Blackwell afirm&#243; que el acuerdo firmado es &quot;otro ejemplo sencillo de c&#243;mo una organizaci&#243;n p&#250;blica como la OEA puede construir puentes de colaboraci&#243;n con actores de la sociedad civil.&quot; El Embajador Blackwell hizo un llamado a los Estados Miembros de la OEA para que asuman un mayor compromiso con el sector privado sector y la sociedad civil, en especial con el desarrollo sostenible de estrategias de seguridad cibern&#233;tica nacional y la protecci&#243;n de la infraestructura cibern&#233;tica cr&#237;tica.
&#160;
Por su parte, Fabio Cerullo, en nombre de la junta directiva de OWASP, dijo, &quot;estamos muy contentos de anunciar esta alianza estrat&#233;gica con la OEA que permitir&#225; la colaboraci&#243;n mutua en actividades de seguridad cibern&#233;tica y ayudar a crear conciencia acerca de la seguridad de las aplicaciones en toda la regi&#243;n de Am&#233;rica Latina&quot;.
&#160;
La OEA, a trav&#233;s de su Secretar&#237;a de Seguridad Multidimensional, tiene como objetivo establecer los grupos nacionales &quot;de vigilancia y alerta&quot;, conocidos como Equipos de Respuesta a Incidentes de Seguridad Inform&#225;tica (CSIRT). Entre sus objetivos en cada pa&#237;s de la regi&#243;n, se destacan: crear una red de vigilancia y alerta hemisf&#233;rica integrada por los CSIRT que proporcione orientaci&#243;n y apoyo a los t&#233;cnicos de seguridad inform&#225;tica de todo el continente americano; cultivar y apoyar el desarrollo de estrategias nacionales de seguridad cibern&#233;tica; y promover una cultura y conciencia de seguridad cibern&#233;tica en el sector privado y p&#250;blico que contribuye al fortalecimiento de la seguridad cibern&#233;tica en las Am&#233;ricas.  
&#160; 
&#160;
&#160;
Noticias relacionadas:
&#160;
Delegaci&#243;n de la OEA visita Dominica para ayudar en el desarrollo de una Estrategia Nacional de Seguridad Cibern&#233;tica
&#160;
OEA realiza ejercicios de gesti&#243;n de crisis cibern&#233;ticas en Uruguay
&#160;
OEA organiza eventos de Seguridad Cibern&#233;tica en M&#233;xico
&#160;
OEA y Symantec presentan informe sobre seguridad cibern&#233;tica en Am&#233;rica Latina y el Caribe
&#160;
OEA hace p&#250;blicas recomendaciones de Seguridad Cibern&#233;tica para Colombia
&#160;
OEA participa en Iniciativa del Commonwealth para evaluar necesidades de Dominica en seguridad cibern&#233;tica
&#160;
La OEA asiste a Jamaica en el Desarrollo de una Estrategia Nacional de Seguridad Cibern&#233;tica
&#160;
&#160;
&#160;&#160;
Para mayor informaci&#243;n sobre el Programa de Seguridad Cibern&#233;tica de la OEA
E-mail:&#160;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">cybersecurity at oas.org</A>
Website: www.oas.org/cyber/
&#160;
&#160;&#160;
&#160;
If you prefer not to receive communications from this list in the future, visit our website&#160;<A HREF="http://www.oas.org/cyber/">http://www.oas.org/cyber/</A>
or send a blank e-mail to&#160;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">cybersecurity at oas.orgwith</A> the subject &#8220;unsubscribe&#8221;.
&#160;
&#160;
&#160;
&#160;
_______________________________________________
Owasp-uruguay mailing list
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">Owasp-uruguay at lists.owasp.org</A>
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-uruguay">https://lists.owasp.org/mailman/listinfo/owasp-uruguay</A>
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20140807/9d8d6e91/attachment.html">http://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20140807/9d8d6e91/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#151">[ date ]</a>
              <a href="thread.html#151">[ thread ]</a>
              <a href="subject.html#151">[ subject ]</a>
              <a href="author.html#151">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">More information about the Owasp-mexicocity
mailing list</a><br>
</body></html>
