<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-Helsinki] OWASP Finlandin vuosikatsaus vuodelta 2012 (OWASP	Finland Annual Review in Finnish)
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-Helsinki%5D%20OWASP%20Finlandin%20vuosikatsaus%20vuodelta%202012%20%28OWASP%0A%09Finland%20Annual%20Review%20in%20Finnish%29&In-Reply-To=%3C395229A8-3632-40BB-B83C-39473B59B026%40nixu.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000266.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-Helsinki] OWASP Finlandin vuosikatsaus vuodelta 2012 (OWASP	Finland Annual Review in Finnish)</H1>
    <B>Juha-Matti Laurio</B> 
    <A HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-Helsinki%5D%20OWASP%20Finlandin%20vuosikatsaus%20vuodelta%202012%20%28OWASP%0A%09Finland%20Annual%20Review%20in%20Finnish%29&In-Reply-To=%3C395229A8-3632-40BB-B83C-39473B59B026%40nixu.com%3E"
       TITLE="[Owasp-Helsinki] OWASP Finlandin vuosikatsaus vuodelta 2012 (OWASP	Finland Annual Review in Finnish)">juha-matti.laurio at nixu.com
       </A><BR>
    <I>Wed Apr 24 10:16:50 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000266.html">[Owasp-Helsinki] What would you like to see in OWASP chapter events	next
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#267">[ date ]</a>
              <a href="thread.html#267">[ thread ]</a>
              <a href="subject.html#267">[ subject ]</a>
              <a href="author.html#267">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>OWASP Helsingin vuosikatsaus vuodelta 2012
 
Yleist&#228;
 
OWASP Helsinki on kansainv&#228;lisen OWASP Foundation -organisaation Suomen ensimm&#228;inen ja t&#228;ll&#228; hetkell&#228; ainut alajaos (local chapter). Jaos on perustettu joulukuussa 2006, joten se on toiminut t&#228;h&#228;n menness&#228; jo yli kuusi vuotta.  Jaoksen johdossa toimii Petteri Arola ja toimintaa ohjaa ja suunnittelee oma hallitus (OWASP Helsinki Board). OWASP &#8211; Open Web Application Security Project &#8211; on maailmanlaajuisesti toimiva vapaaehtoisorganisaatio, joka pyrkii edist&#228;m&#228;&#228;n verkkosovellusten tietoturvallisuutta lis&#228;&#228;m&#228;ll&#228; tietoisuutta ja osaamista aihepiiri&#228; kohtaan. Kaikkiaan OWASP:lla on yli 200 eri aktiviteeteilla toimivaa jaosta eri puolilla maailmaa.
 
Kokoontumiset vuonna 2012
 
OWASP Helsinki j&#228;rjesti vuonna 2012 nelj&#228; kaikille avointa tapaamista p&#228;&#228;kaupunkiseudulla. Maaliskuun tapaamisessa Marttakeskuksessa puhujavieraana oli yhdysvaltalainen Jim Manico, joka toimii OWASP:ssa Connections Committee Chair -roolissa. Kes&#228;kuun tapaaminen, jolle tilat tarjosi Kansanel&#228;kelaitos, oli ensimm&#228;inen kehitt&#228;j&#228;yhteis&#246;n kanssa yhdess&#228; j&#228;rjestetty tilaisuus. Kumppanina oli tuolloin Helsinki Ruby Brigade. Syyskaudella kokoonnuttiin lokakuussa Fujitsulla, jossa yhten&#228; puhujista toimi entinen chapter leader Mikko Saario. Joulukuun tapaamisessa Nokian tiloissa kumppanina oli HelsinkiJS-yhteis&#246; ja vierailevana puhujana Erlend Oftedal Norjasta. Viimeisin tapaaminen oli samalla jaoksen historiassa 20. j&#228;rjestetty tapaaminen.
 
K&#228;vij&#228;m&#228;&#228;r&#228;ss&#228; oli n&#228;ht&#228;viss&#228; nousua koko toimintavuoden ajan. Viimeisimp&#228;&#228;n tilaisuuteen ilmoittautui l&#228;hes 60 osallistujaa ja my&#246;s sovelluskehitysteht&#228;viss&#228; ty&#246;skentelevi&#228; on ilahduttavasti osallistunut kokoontumisiin. Jim Manicon vierailu kev&#228;&#228;n tapaamisessa oli osa laajempaa kansainv&#228;list&#228; kiertuetta. Kes&#228;n tapaamiseen kuulunut mm. Ruby on Railsin tietoturvaa koskenut paneelikeskustelu oli j&#228;rjestyksess&#228; toinen Suomen OWASP:n puitteissa j&#228;rjestetty paneelikeskustelu.
 
Lis&#228;ksi Petteri Arola vieraili Kansallisena tietoturvap&#228;iv&#228;n&#228; 7. helmikuuta Turussa puhumassa sovellusturvallisuudesta tilaisuudessa, jonka j&#228;rjestelyvastuussa olivat Turun ammattikorkeakoulun Tietojenk&#228;sittelyn koulutusohjelman opiskelijat.
 
Lokakuussa pidettiin j&#228;rjestyksess&#228; ensimm&#228;inen tietoturvaseminaari Haaga-Helia-ammattikorkeakoulussa, jossa puhujina olivat Petteri Arola sek&#228; hallituksen j&#228;sen Pekka Sillanp&#228;&#228;.

Tapahtumien ilmoittautumisissa siirryttiin uuden Eventbrite-verkkopalvelun k&#228;ytt&#246;&#246;n.
 
Boardista
 
Toimintaa ohjaa ns. OWASP Helsinki Board, johon kuuluvat Antti Laulajainen, Timo Meril&#228;inen, Mikko Saario ja Pekka Sillanp&#228;&#228; sek&#228; varaj&#228;senin&#228; Henri Lindberg ja Anssi Porttikivi. Elin kokoontuu muutamia kertoja vuodessa. Toiminnan on kuitenkin tarkoitus olla osallistujien n&#228;k&#246;ist&#228; eli kuka tahansa voi ehdottaa kokoontumisissa k&#228;sitelt&#228;v&#228;&#228; aihetta, ehdottaa sopivia puhujia tai ilmoittautua halukkaaksi puhujaksi. My&#246;s mahdollisten vierailukohteiden esitt&#228;minen on toivottavaa.
 
Tiedotuksesta

OWASP Helsingin toiminnan alusta l&#228;htien k&#228;yt&#246;ss&#228; olleella postituslistalla on t&#228;ll&#228; hetkell&#228; noin 150 tilaajaa. Postituslistaa on k&#228;ytetty tapaamisista tiedottamiseen sek&#228; jonkin verran ajankohtaisista tietoturva-aiheista keskustelemiseen. Lista on julkinen ja sill&#228; on oma arkistosivunsa. Lis&#228;ksi k&#228;yt&#246;ss&#228; on ollut jo useita vuosia LinkedIn-verkoston OWASP Finland -ryhm&#228;:
<A HREF="https://www.linkedin.com/groups/OWASP-Finland-3769034">https://www.linkedin.com/groups/OWASP-Finland-3769034</A>
 
My&#246;s ko. ryhm&#228;ss&#228; on tiedotettu tapaamisista. Tietoturva-alan yhdistys Tietoturva ry on tiedottanut tapaamisista s&#228;&#228;nn&#246;llisesti j&#228;sentiedotteissaan ja verkkosivuillaan.
Oma Twitter-tili avattiin loppuvuodesta.
 
My&#246;s Twitterin avulla tiedotetaan jaoksen toiminnasta. OWASP Helsingin verkkosivut ovat seuraavassa osoitteessa:
<A HREF="https://www.owasp.org/index.php/Helsinki">https://www.owasp.org/index.php/Helsinki</A>
 
Twitter-tilin osoite on:
<A HREF="https://twitter.com/OWASPHelsinki">https://twitter.com/OWASPHelsinki</A>

Muuta
 
Nimen OWASP Helsinki rinnalle on tullut k&#228;ytt&#246;&#246;n OWASP Finland -nimitys.
 
Median&#228;kyvyys oli aikaisempaa pienempi johtuen mm. siit&#228;, ettei uutta OWASP Top Ten -listaa julkaistu viime vuonna. Mainittakoon ett&#228; jaoksen j&#228;senten asiantuntemusta on k&#228;ytetty vuonna 2011 Viestint&#228;viraston CERT-FI-yksik&#246;n julkaisemassa ohjeessa Verkkopalvelun ohjelmistoalustan valinta ja palvelun turvallinen yll&#228;pito. My&#246;s tilaisuuksia alan opiskelijoille on j&#228;rjestetty p&#228;&#228;kaupunkiseudulla ja Turussa.


Vuosikatsauksen kokosi tammikuussa 2013
Juha-Matti Laurio

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000266.html">[Owasp-Helsinki] What would you like to see in OWASP chapter events	next
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#267">[ date ]</a>
              <a href="thread.html#267">[ thread ]</a>
              <a href="subject.html#267">[ subject ]</a>
              <a href="author.html#267">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">More information about the Owasp-helsinki
mailing list</a><br>
</body></html>
