<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] Reminder: M&#252;nchner OWASP Stammtisch heute: 16.02.2016 um 19:00 Uhr
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FReminder%3D3A_M%3DC3%3DBCnchner_OWASP_Stammti%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fsch_heute%3D3A_16%3D2E02%3D2E2016_um_19%3D3A00_Uhr%3F%3D&In-Reply-To=%3C56C2BE7C.9010105%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000852.html">
   <LINK REL="Next"  HREF="000854.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] Reminder: M&#252;nchner OWASP Stammtisch heute: 16.02.2016 um 19:00 Uhr</H1>
    <B>Tom Schoen</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FReminder%3D3A_M%3DC3%3DBCnchner_OWASP_Stammti%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fsch_heute%3D3A_16%3D2E02%3D2E2016_um_19%3D3A00_Uhr%3F%3D&In-Reply-To=%3C56C2BE7C.9010105%40owasp.org%3E"
       TITLE="[Owasp-germany] Reminder: M&#252;nchner OWASP Stammtisch heute: 16.02.2016 um 19:00 Uhr">tom.schoen at owasp.org
       </A><BR>
    <I>Tue Feb 16 06:15:24 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000852.html">[Owasp-germany] OWASP Stammtisch Frankfurt #24 am 25.02.2016, 19:30h @Tower 185, Friedrich-Ebert-Anlage 35-37, 60327 Frankfurt am Main
</A></li>
        <LI>Next message: <A HREF="000854.html">[Owasp-germany] OWASP Ruhrpott Stammtisch - 01.03.2016 (&quot;Modern penetration testing&quot; - von Sven Schl&#252;ter)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#853">[ date ]</a>
              <a href="thread.html#853">[ thread ]</a>
              <a href="subject.html#853">[ subject ]</a>
              <a href="author.html#853">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hallo zusammen,

dies ist ein freundlicher Reminder f&#252;r den M&#252;nchner OWASP Stammtisch 
heute  (16.02.2016) um 19:00 Uhr in der Gastst&#228;tte Villa Flora.

Wir freuen uns, dass wir f&#252;r unseren Februar Stammtisch  Alexander 
Inf&#252;hr gewinnen konnten, der zu diesem Thema auch schon auf der OWASP 
AppSec Europe 2015 einen Vortrag gehalten hatte:

###Thema: 'Mess with the Web' - Features und Bugs von PDF
Dieser Talk ist ein Walkthrough durch Features und Bugs im Adobe Reader, 
&#252;ber die Alexander Inf&#252;hr in den letzten Monaten 'gestolpert' ist. Der 
Fokus des Vortrags liegt zum Gro&#223;teil auf der Interaktion von PDF mit 
dem World Wide Web, dabei werden auch die Gefahren f&#252;r die Endnutzer 
beschrieben (ausgenommen sind Exploits ala Bufferoverflows).
Zu Beginn wird die Struktur und das Parsingverhalten des Adobe Readers 
vorgestellt. Insbesondere welche Probleme es dabei gab und gibt. Der 
Vortrag geht auf Features, wie z.B. Actions ein, die durch die 'Launch 
Action' bereits eine gewisse Bekanntheit erlangt haben. Ein 
Hauptaugenmerk liegt dabei auf der Implementierung von JavaScript im 
Adobe Reader, da diese &#252;ber einen privilegierten Modus verf&#252;gt, der 
vergleichbar mit Addons im Web Browser ist (lokale Files lesen, lokale 
Files schreiben...).
Ein weiterer Punkt sind Forms in PDF, dabei handelt es nicht nur um 
blo&#223;e Textfelder, die ausgef&#252;llt werden, sondern diese verf&#252;gen &#252;ber 
Features wie: Script-Execution, XLS-Transformation oder Debug Output 
Files. Unter Anderem wird Formcalc vorgestellt, eine Scripting-Sprache, 
die es erm&#246;glicht Webseiten aus der Same Origin zu lesen. Es werden noch 
kurz ein paar weitere Features von PDF angesprochen.
Zuletzt wird vorgestellt, was Adobe bereits getan hat, um die User 
besser zu sch&#252;tzen und welche zus&#228;tzlichen Sicherheitsmechanismen 
verwendet werden k&#246;nnen, um sich vor etwaigen Angriffen zu sch&#252;tzen.

Alexander Inf&#252;hr arbeitet als Pentester f&#252;r Cure53. Am liebsten 
besch&#228;ftigt er sich mit der fantastischen Welt der Web Browser und dem 
dazugeh&#246;rigen World-Wide-Web. Dies beinhaltet unbekannte Features, Bugs, 
Schwachstellen als auch generelle Browser Quirks. In den letzten Monaten 
lag sein Hauptaugenmerk auf dem Adobe Reader und den dazugeh&#246;rigen 
Browser Plugins.

### Ort: Restaurant Villa Flora
Hansastrasse 44
80686 M&#252;nchen
Tel. 089 / 54.71.75.75
&lt; <A HREF="http://www.villa-flora-munich.de">http://www.villa-flora-munich.de</A> &gt;
Anfahrt:
Mit &#246;ffentlichen Verkehrsmitteln
Heimeranplatz U4/U5 oder S7, dann 3 Minuten zu Fu&#223; Richtung Hansastra&#223;e.

Mit dem Auto
Mittlerer Ring Ausfahrt T&#252;bingerstr., von der T&#252;bingerstr. beim Lidl 
rechts einbiegen in die Dillw&#228;chterstr, am Ende rechts einbiegen in die 
Hansastr, nach 150 Metern auf der rechten Seite Parkplatz Villa Flora.

### Allgemeines 
&lt;<A HREF="https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/M%C3%BCnchen">https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/M%C3%BCnchen</A>&gt; 

Wie &#252;blich haben wir einen separaten Raum reserviert - im Zweifelsfall 
bitte einfach am Tresen nach &quot;OWASP (Stammtisch in separatem Raum)&quot; 
fragen.  Um vorhergehende Anmeldung per E-Mail (einfach dieser 
antworten) wird gebeten, damit wir ggf. weitere Pl&#228;tze reservieren 
k&#246;nnen - spontane &quot;Zaung&#228;ste&quot; sind aber jederzeit ebenso willkommen.

### Spread the word
Bitte diese Info an potentiell Interessierte weiterleiten. Unser Thema 
ist in erster Linie (Web) Application Security. Man muss dazu &#252;berhaupt 
nichts von OWASP wissen, ein vorhergehender Blick auf die Website indes 
schadet sicher nicht.

Sch&#246;nen Gru&#223;,
Orga-Team f&#252;r den M&#252;nchner OWASP Stammtisch (Tom, Torsten und Christoph)
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000852.html">[Owasp-germany] OWASP Stammtisch Frankfurt #24 am 25.02.2016, 19:30h @Tower 185, Friedrich-Ebert-Anlage 35-37, 60327 Frankfurt am Main
</A></li>
	<LI>Next message: <A HREF="000854.html">[Owasp-germany] OWASP Ruhrpott Stammtisch - 01.03.2016 (&quot;Modern penetration testing&quot; - von Sven Schl&#252;ter)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#853">[ date ]</a>
              <a href="thread.html#853">[ thread ]</a>
              <a href="subject.html#853">[ subject ]</a>
              <a href="author.html#853">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
