<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany]  N&#228;chster Stammtisch HH inkl. &quot;Kurz&quot;-Vortr&#228;ge  29.4. (Dienstag)
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Fiso-8859-15%3Fq%3F_N%3DE4chster_Stammtisch_HH_inkl%3D2E%3F%3D%0A%20%3D%3Fiso-8859-15%3Fq%3F_%3D22Kurz%3D22-Vortr%3DE4ge__29%3D2E4%3D2E_%3D28Dienstag%3D29%3F%3D&In-Reply-To=%3C5357955B.1060304%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000635.html">
   <LINK REL="Next"  HREF="000636.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany]  N&#228;chster Stammtisch HH inkl. &quot;Kurz&quot;-Vortr&#228;ge  29.4. (Dienstag)</H1>
    <B>Dirk Wetter</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Fiso-8859-15%3Fq%3F_N%3DE4chster_Stammtisch_HH_inkl%3D2E%3F%3D%0A%20%3D%3Fiso-8859-15%3Fq%3F_%3D22Kurz%3D22-Vortr%3DE4ge__29%3D2E4%3D2E_%3D28Dienstag%3D29%3F%3D&In-Reply-To=%3C5357955B.1060304%40owasp.org%3E"
       TITLE="[Owasp-germany]  N&#228;chster Stammtisch HH inkl. &quot;Kurz&quot;-Vortr&#228;ge  29.4. (Dienstag)">dirk at owasp.org
       </A><BR>
    <I>Wed Apr 23 10:26:35 UTC 2014</I>
    <P><UL>
        <LI>Previous message: <A HREF="000635.html">[Owasp-germany] Terminblocker f&#252;r nachsten Stammtisch in Hamburg 29.4. + Kurzvortragsvorschl&#228;ge erw&#252;nscht
</A></li>
        <LI>Next message: <A HREF="000636.html">[Owasp-germany] 6. Dresdner OWASP Stammtisch am 09.04.
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#642">[ date ]</a>
              <a href="thread.html#642">[ thread ]</a>
              <a href="subject.html#642">[ subject ]</a>
              <a href="author.html#642">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
Moin *,

der n&#228;chste OWASP-Stammtisch in Hamburg findet wie angek&#252;ndigt am Dienstag, den 29.4.2014
statt. Wir sind zu Gast bei Xing, die letztes Mal auch als Gastgeber gl&#228;nzten. :) Daher
meine Bitte vorab: Es w&#228;re prima, wenn wir unserem Host mitteilen k&#246;nnte, wieviele
Horden bei denen einfallen. ;-) Bitte daher mir um eine einfache PM oder ein Eintragen
bei Xing <A HREF="https://www.xing.com/events/owasp-stammtisch-hamburg-1387296.">https://www.xing.com/events/owasp-stammtisch-hamburg-1387296.</A>

Wir haben zwei Vortr&#228;ge diesen Abend. Mit &quot;kurz&quot; ist das zumindest bei einem nicht so weit
her, sehr positiv! Von daher sparen wir noch etwas Munition f&#252;r andere Stammtische...
(Input ist weiterhin willkommen).

---snip

1) Bj&#246;rn Kimminich -- How OWASP projects can benefit from professional Unit Testing
   (example: OWASP ZAP), ~30 minutes

2) Timo Pagel -- PHP-Trainingssystem


===== 1)

Bj&#246;rn will show how a suite of well-written unit tests can benefit any OWASP * project on
multiple levels:

- improve maintainability of the code-base
- help increase the truck factor** of the project
- &quot;after-the-fact&quot; tests help understand existing code and serve as documentation
- Behavior Driven Development (BDD) concepts can help create specification-like tests

The idea of adding BDD-style unit tests was introduced into the actively developed OWASP ZAP
project end of 2012. Bj&#246;rn will show

- how the ZAP team approached this task initially
- what the improvements for the project were so far
- where we are going with automated testing in the future

Disclaimer: Some source code will definetely be shown during this talk, but you won't need
to be a Java expert to follow the story! Having some general programming experience is totally
sufficient!

* = also works for any other Open Source or proprietary software project!
** = number of contributors that could be (fatally) run over by a truck without effectively killing the project


===== 2)

Entwickler sollten im Bereich Web-Sicherheit geschult werden, um der Entstehung von Sicherheitsl&#252;cken
entgegen zu wirken.  Das vorzustellende PHP-Sicherheits-Trainingssystem unterst&#252;tzt Entwickler
insbesondere bei der Erkennung und Absicherung  von Sicherheitsl&#252;cken in Webanwendungen.
Das System nutzt im Absicherungsteil sowohl statische als auch dynamische  &#220;berpr&#252;fungen des vom
Entwickler eingegebenen PHP-Quellcodes. Statisch bedeutet, dass der eingegebene Quellcode gegen eine
Musterl&#246;sung gepr&#252;ft wird. In der dynamischen &#220;berpr&#252;fung dagegen wird der Quellcode des Entwicklers
ausgef&#252;hrt und das Ergebnis ausgewertet.

---snap

Soweit zum Inhalt und organisatorischen. Generelles:

Beim Stammtisch treffen sich Leute, die sich beruflich oder privat mit Anwendungen
im Web und deren Sicherheit auseinandersetzen, Entwickler, Manager, &quot;Pentester&quot;
und alle an Websicherheit interessierte. Die Atmosph&#228;re bei OWASP ist offen und
locker. Uns geht's um den Erfahrungsaustausch. Wer Produkte oder Dienstleistungen
verkaufen will, ist hier falsch.

Ihr k&#246;nnt gerne  Kollegen oder Bekannte den Hinweis auf den Stammtisch (diese Mail)
weiterleiten, alle Treffen sind frei und offen. Unser Thema ist in erster Linie
(Web) Application Security. Man muss dazu nichts von OWASP wissen, ein vorhergehender
Blick auf die Website (owasp.org) schadet allerdings nicht.

Mehr zum Hamburger Stammtisch: owasp.de/hamburg/

Besten Gru&#223;.

Dirk Wetter


Am 04/02/2014 10:27 AM, schrieb Dirk Wetter:
&gt;<i> 
</I>&gt;<i> Moin,
</I>&gt;<i> 
</I>&gt;<i> am 29.4. findet der n&#228;chste OWASP-Stammtisch in Hamburg statt. Wir sind
</I>&gt;<i> wieder zu Gast bei Xing.
</I>&gt;<i> 
</I>&gt;<i> Um diesen und ggf. weitere Abende zu f&#252;llen, suche ich nach weiteren Kurzvortr&#228;gen,
</I>&gt;<i> Dauer 10-15 Minuten.
</I>&gt;<i> 
</I>&gt;<i> Falls ihr was passendes zum Thema Websicherheit in der Schublade habt f&#252;r diesen oder
</I>&gt;<i> einen der n&#228;chsten Stammtische, schickt mir bitte eine Mail mit einer Kurzzusammenfassung
</I>&gt;<i> von ~3-8 Zeilen. Falls ihr Euch imstande f&#252;hlt, auf Englisch vorzutragen, schreibt
</I>&gt;<i> dies am besten einfach dazu -- und: ob es am 29.4. klappen w&#252;rde.
</I>&gt;<i> 
</I>&gt;<i> Deadline f&#252;r einen Kurzvortrag am 29.4. ist der 18.4..
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> Viel L&#228;cheln, Dirk
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> 
</I>

-- 
German OWASP Board, (Chair AppSec Research 2013)
Send me encrypted mails (Key ID 0xB818C039)

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000635.html">[Owasp-germany] Terminblocker f&#252;r nachsten Stammtisch in Hamburg 29.4. + Kurzvortragsvorschl&#228;ge erw&#252;nscht
</A></li>
	<LI>Next message: <A HREF="000636.html">[Owasp-germany] 6. Dresdner OWASP Stammtisch am 09.04.
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#642">[ date ]</a>
              <a href="thread.html#642">[ thread ]</a>
              <a href="subject.html#642">[ subject ]</a>
              <a href="author.html#642">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
