<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] Upcoming OWASP Israel Meeting
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20Upcoming%20OWASP%20Israel%20Meeting&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] Upcoming OWASP Israel Meeting</H1>
    <B>Ofer Maor</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20Israel%5D%20Upcoming%20OWASP%20Israel%20Meeting&In-Reply-To="
       TITLE="[OWASP Israel] Upcoming OWASP Israel Meeting">ofer.maor at owasp.org
       </A><BR>
    <I>Tue Nov 10 08:02:15 EST 2009</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#196">[ date ]</a>
              <a href="thread.html#196">[ thread ]</a>
              <a href="subject.html#196">[ subject ]</a>
              <a href="author.html#196">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1508;&#1490;&#1497;&#1513;&#1492; OWASP &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1489;&#1488; &#1514;&#1492;&#1497;&#1492; &#1489;&#1506;&#1493;&#1491; &#1495;&#1493;&#1491;&#1513; &#1489;-8/12/2009 &#1489;&#1513;&#1506;&#1492; 17:00. &#1513;&#1512;&#1497;&#1497;&#1504;&#1493; &#1488;&#1514; &#1492;&#1494;&#1502;&#1503;.

&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1492;&#1502;&#1508;&#1490;&#1513; &#1499;&#1502;&#1493; &#1490;&#1501; &#1492;&#1508;&#1512;&#1496;&#1497;&#1501; &#1492;&#1488;&#1491;&#1502;&#1497;&#1504;&#1497;&#1505;&#1496;&#1512;&#1496;&#1497;&#1489;&#1497;&#1497;&#1501; &#1497;&#1513;&#1500;&#1495;&#1493; &#1489;&#1492;&#1502;&#1513;&#1498;. 

 

&#1492;&#1495;&#1500; &#1502;&#1513;&#1504;&#1514; 2010, &#1488;&#1504;&#1493; &#1502;&#1514;&#1499;&#1493;&#1493;&#1504;&#1497;&#1501; &#1500;&#1504;&#1505;&#1493;&#1514; &#1493;&#1500;&#1511;&#1491;&#1501; &#1502;&#1508;&#1490;&#1513; &#1502;&#1491;&#1497; &#1495;&#1493;&#1491;&#1513; (&#1489;&#1502;&#1490;&#1489;&#1500;&#1493;&#1514; &#1492;&#1514;&#1499;&#1504;&#1497;&#1501;
&#1493;&#1492;&#1502;&#1511;&#1493;&#1502;&#1493;&#1514; &#1492;&#1488;&#1508;&#1513;&#1512;&#1497;&#1497;&#1501; &#1500;&#1502;&#1508;&#1490;&#1513;&#1497;&#1501;). 

&#1492;&#1508;&#1490;&#1497;&#1513;&#1493;&#1514; &#1497;&#1506;&#1512;&#1499;&#1493; &#1489;&#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497; &#1492;&#1513;&#1504;&#1497; &#1513;&#1500; &#1499;&#1500; &#1495;&#1493;&#1491;&#1513;, &#1493;&#1494;&#1488;&#1514; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1511;&#1500; &#1506;&#1500; &#1502;&#1497; &#1513;&#1512;&#1493;&#1510;&#1492; &#1500;&#1514;&#1499;&#1504;&#1503;
&#1511;&#1491;&#1497;&#1502;&#1492; &#1488;&#1514; &#1492;&#1500;&#1493;&quot;&#1494;. 

 

-          &#1488;&#1501; &#1488;&#1514;&#1501; &#1502;&#1514;&#1499;&#1504;&#1504;&#1497;&#1501; &#1500;&#1492;&#1490;&#1497;&#1506; &#1488;&#1504;&#1488; &#1513;&#1500;&#1495;&#1493; &#1500;&#1497; &#1488;&#1497;&#1513;&#1493;&#1512; &#1492;&#1490;&#1506;&#1492;. &#1494;&#1492; &#1506;&#1493;&#1494;&#1512; &#1500;&#1504;&#1493; &#1500;&#1492;&#1514;&#1488;&#1512;&#1490;&#1503;
&#1489;&#1492;&#1514;&#1488;&#1501; &#1506;&#1501; &#1492;&#1502;&#1511;&#1493;&#1501; &#1493;&#1492;&#1499;&#1497;&#1489;&#1493;&#1491; (&#1490;&#1501; &#1500;&#1513;&#1500;&#1493;&#1495; &quot;&#1488;&#1493;&#1500;&#1497;&quot; &#1506;&#1491;&#1497;&#1507; &#1506;&#1500; &#1499;&#1500;&#1493;&#1501;).

-          &#1488;&#1501; &#1497;&#1513; &#1500;&#1499;&#1501; &#1504;&#1493;&#1513;&#1488;&#1497;&#1501; &#1500;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1513;&#1514;&#1512;&#1510;&#1493; &#1500;&#1492;&#1510;&#1497;&#1490; &#1489;&#1508;&#1490;&#1497;&#1513;&#1492; &#1492;&#1511;&#1512;&#1493;&#1489;&#1492; &#1493;/&#1488;&#1493; &#1489;&#1488;&#1495;&#1514;
&#1492;&#1508;&#1490;&#1497;&#1513;&#1493;&#1514; &#1492;&#1511;&#1512;&#1493;&#1489;&#1493;&#1514; &#8211; &#1488;&#1504;&#1488; &#1513;&#1500;&#1495;&#1493; &#1500;&#1497; (&#1497;&#1513;&#1497;&#1512;&#1493;&#1514; - &#1500;&#1488; &#1500;&#1512;&#1513;&#1497;&#1502;&#1492;).

-          &#1488;&#1501; &#1497;&#1513; &#1504;&#1493;&#1513;&#1488;&#1497;&#1501; &#1513;&#1492;&#1497;&#1497;&#1514;&#1501; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1512;&#1488;&#1493;&#1514; &#1489;&#1502;&#1508;&#1490;&#1513;&#1497;&#1501; &#1492;&#1511;&#1512;&#1493;&#1489;&#1497;&#1501; &#8211; &#1504;&#1513;&#1502;&#1495; &#1500;&#1513;&#1502;&#1493;&#1506;
&#1493;&#1500;&#1504;&#1505;&#1493;&#1514; &#1500;&#1502;&#1510;&#1493;&#1488; &#1502;&#1506;&#1504;&#1492;.

-          &#1488;&#1501; &#1488;&#1514;&#1501; &#1512;&#1493;&#1510;&#1497;&#1501; &#1493;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1488;&#1512;&#1495; &#1508;&#1490;&#1497;&#1513;&#1514; OWASP, &#1504;&#1513;&#1502;&#1495; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491;. 

 

&#1491;&#1489;&#1512; &#1488;&#1495;&#1512;&#1493;&#1503; &#8211; &#1514;&#1512;&#1490;&#1497;&#1513;&#1493; &#1495;&#1493;&#1508;&#1513;&#1497; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1499;&#1500; &#1502;&#1497; &#1513;&#1488;&#1514;&#1501; &#1502;&#1499;&#1497;&#1512;&#1497;&#1501; &#1493;&#1488;&#1493;&#1500;&#1497; &#1497;&#1514;&#1506;&#1504;&#1497;&#1497;&#1503;
&#1489;&#1500;&#1513;&#1502;&#1493;&#1506; &#1502;&#1513;&#1492;&#1493; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506;. &#1488;&#1504;&#1495;&#1504;&#1493; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1492;&#1512;&#1495;&#1497;&#1489; &#1488;&#1514; &#1502;&#1506;&#1490;&#1500; &#1492;&#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1499;&#1504;&#1505;&#1497;&#1501; &#1493;&#1500;&#1492;&#1490;&#1497;&#1506;
&#1506;&#1493;&#1491; &#1497;&#1493;&#1514;&#1512; &#1500;&#1500;&#1511;&#1493;&#1495;&#1493;&#1514;, &#1500;&#1502;&#1508;&#1514;&#1495;&#1497;&#1501;, &#1500;&#1488;&#1504;&#1513;&#1497; &#1492;-IT, &#1500;&#1488;&#1504;&#1513;&#1497; &#1492;-QA &#1493;&#1500;&#1502;&#1504;&#1492;&#1500;&#1497;&#1501; &#1489;&#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1492;&#1513;&#1493;&#1504;&#1497;&#1501;. 

 

 

---

Ofer Maor

CTO, Hacktics

Chairman, OWASP Israel

 

Mobile: +972 (54) 6545406

Office: +972 (9) 9565840

Fax: +972 (9) 9500047

LinkedIn:  &lt;<A HREF="http://www.linkedin.com/in/ofermaor">http://www.linkedin.com/in/ofermaor</A>&gt;
<A HREF="http://www.linkedin.com/in/ofermaor">http://www.linkedin.com/in/ofermaor</A> 

Web:  &lt;<A HREF="http://www.hacktics.com/">http://www.hacktics.com/</A>&gt; www.hacktics.com

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20091110/00537ffb/attachment.html">https://lists.owasp.org/pipermail/owasp-israel/attachments/20091110/00537ffb/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#196">[ date ]</a>
              <a href="thread.html#196">[ thread ]</a>
              <a href="subject.html#196">[ subject ]</a>
              <a href="author.html#196">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
