<tt>
&lt;!DOCTYPE&nbsp;HTML&nbsp;PUBLIC&nbsp;&quot;-//W3C//DTD&nbsp;HTML&nbsp;4.0&nbsp;TRANSITIONAL//EN&quot;&gt;<br>
&lt;HTML&gt;<br>
&lt;HEAD&gt;<br>
&nbsp;&nbsp;&lt;META&nbsp;HTTP-EQUIV=&quot;Content-Type&quot;&nbsp;CONTENT=&quot;text/html;&nbsp;CHARSET=UTF-8&quot;&gt;<br>
&nbsp;&nbsp;&lt;META&nbsp;NAME=&quot;GENERATOR&quot;&nbsp;CONTENT=&quot;GtkHTML/3.28.3&quot;&gt;<br>
&lt;/HEAD&gt;<br>
&lt;BODY&gt;<br>
Gente,&nbsp;les&nbsp;envi&amp;#243;&nbsp;un&nbsp;peque&amp;#241;o&nbsp;resumen&nbsp;de&nbsp;lo&nbsp;que&nbsp;conversamos&nbsp;hoy.&lt;BR&gt;<br>
&lt;BLOCKQUOTE&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;1)&nbsp;Hice&nbsp;el&nbsp;anuncio&nbsp;que&nbsp;Mateo&nbsp;va&nbsp;a&nbsp;dejar&nbsp;de&nbsp;ser&nbsp;el&nbsp;Chapter&nbsp;Leader&nbsp;de&nbsp;Uruguay&nbsp;y&nbsp;que&nbsp;yo&nbsp;voy&nbsp;a&nbsp;pasar&nbsp;a&nbsp;suplantarlo.&nbsp;El&nbsp;tema&nbsp;es&nbsp;que&nbsp;Mateo&nbsp;esta&nbsp;muy&nbsp;complicado&nbsp;de&nbsp;trabajo&nbsp;y&nbsp;adem&amp;#225;s&nbsp;no&nbsp;esta&nbsp;en&nbsp;Uruguay,&nbsp;as&amp;#237;&nbsp;que&nbsp;de&nbsp;com&amp;#250;n&nbsp;acuerdo&nbsp;pensamos&nbsp;que&nbsp;esto&nbsp;es&nbsp;mejor&nbsp;para&nbsp;hacer&nbsp;crecer&nbsp;el&nbsp;capitulo.&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;2)&nbsp;Gerardo&nbsp;anunci&amp;#243;&nbsp;que&nbsp;ya&nbsp;se&nbsp;est&amp;#225;n&nbsp;en&nbsp;las&nbsp;validaciones&nbsp;finales&nbsp;del&nbsp;documento&nbsp;del&nbsp;SCP&nbsp;que&nbsp;estamos&nbsp;traduciendo.&nbsp;La&nbsp;idea&nbsp;ser&amp;#237;a&nbsp;pegarle&nbsp;la&nbsp;revisi&amp;#243;n&nbsp;final&nbsp;en&nbsp;estos&nbsp;d&amp;#237;as&nbsp;as&amp;#237;&nbsp;la&nbsp;liberamos.&nbsp;No&nbsp;pusimos&nbsp;plazos,&nbsp;pero&nbsp;propongo&nbsp;no&nbsp;tomarnos&nbsp;mas&nbsp;de&nbsp;una&nbsp;semana&nbsp;para&nbsp;validar&nbsp;el&nbsp;documento.&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;3)&nbsp;Se&nbsp;acord&amp;#243;&nbsp;realizar&nbsp;en&nbsp;el&nbsp;correr&nbsp;del&nbsp;a&amp;#241;o&nbsp;2012&nbsp;por&nbsp;lo&nbsp;menos&nbsp;2&nbsp;eventos&nbsp;de&nbsp;seguridad&nbsp;del&nbsp;OWASP&nbsp;(OWASP&nbsp;Day)&nbsp;en&nbsp;2&nbsp;universidades&nbsp;que&nbsp;no&nbsp;sean&nbsp;la&nbsp;ORT.&nbsp;Se&nbsp;habl&amp;#243;&nbsp;en&nbsp;principio&nbsp;en&nbsp;organizar&nbsp;una&nbsp;en&nbsp;la&nbsp;UCU&nbsp;y&nbsp;otra&nbsp;en&nbsp;la&nbsp;UdeLAR.&nbsp;Vamos&nbsp;a&nbsp;empezar&nbsp;contactos&nbsp;con&nbsp;ambas&nbsp;instituciones&nbsp;para&nbsp;organizar&nbsp;estos&nbsp;eventos.&nbsp;La&nbsp;idea&nbsp;ser&amp;#237;a&nbsp;realizar&nbsp;uno&nbsp;por&nbsp;Abril&nbsp;y&nbsp;otro&nbsp;m&amp;#225;s&nbsp;a&nbsp;fin&nbsp;de&nbsp;a&amp;#241;o,&nbsp;ejemplo&nbsp;en&nbsp;Octubre.&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;4)&nbsp;Comunicamos&nbsp;que&nbsp;la&nbsp;AppSec&nbsp;2012&nbsp;va&nbsp;a&nbsp;realizarse&nbsp;en&nbsp;Argentina.&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;5)&nbsp;Comuniqu&amp;#233;&nbsp;que&nbsp;en&nbsp;la&nbsp;AppSec&nbsp;Brasil&nbsp;se&nbsp;propuso&nbsp;a&nbsp;Uruguay&nbsp;para&nbsp;la&nbsp;AppSec&nbsp;2013.&nbsp;Sarha&nbsp;va&nbsp;a&nbsp;formalizar&nbsp;la&nbsp;postulaci&amp;#243;n&nbsp;en&nbsp;unos&nbsp;d&amp;#237;as&nbsp;y&nbsp;nosotros&nbsp;debemos&nbsp;decidir&nbsp;si&nbsp;aceptamos&nbsp;o&nbsp;no&nbsp;el&nbsp;desaf&amp;#237;o.&nbsp;Para&nbsp;tomar&nbsp;esa&nbsp;decisi&amp;#243;n&nbsp;nos&nbsp;pusimos&nbsp;un&nbsp;plazo&nbsp;de&nbsp;1&nbsp;mes&nbsp;(hasta&nbsp;el&nbsp;18/11)&nbsp;para&nbsp;tener&nbsp;una&nbsp;idea&nbsp;del&nbsp;costo&nbsp;y&nbsp;esfuerzo&nbsp;que&nbsp;requerir&amp;#237;a&nbsp;esta&nbsp;tarea.&nbsp;Las&nbsp;caracter&amp;#237;sticas&nbsp;del&nbsp;evento&nbsp;ser&amp;#237;an&nbsp;2&nbsp;d&amp;#237;as&nbsp;de&nbsp;conferencias&nbsp;y&nbsp;2&nbsp;d&amp;#237;as&nbsp;de&nbsp;trainings.&nbsp;Pensar&nbsp;en&nbsp;400&nbsp;personas&nbsp;para&nbsp;las&nbsp;conferencias&nbsp;y&nbsp;100&nbsp;para&nbsp;los&nbsp;trainings.&nbsp;Para&nbsp;estimar&nbsp;el&nbsp;esfuerzo,&nbsp;se&nbsp;asignaron&nbsp;las&nbsp;siguientes&nbsp;tareas:&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;Gerardo:&nbsp;Habla&nbsp;con&nbsp;la&nbsp;gente&nbsp;de&nbsp;log&amp;#237;stica&nbsp;de&nbsp;Artech&nbsp;para&nbsp;tomar&nbsp;una&nbsp;idea&nbsp;de&nbsp;la&nbsp;complejidad&nbsp;de&nbsp;organizar&nbsp;un&nbsp;evento&nbsp;de&nbsp;estas&nbsp;caracter&amp;#237;sticas&nbsp;y&nbsp;posibles&nbsp;costos.&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;Mauricio:&nbsp;Se&nbsp;contacta&nbsp;con&nbsp;la&nbsp;CUTI&nbsp;para&nbsp;ver&nbsp;la&nbsp;viabilidad&nbsp;de&nbsp;que&nbsp;nos&nbsp;puedan&nbsp;apoyar.&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;Americo:&nbsp;Va&nbsp;a&nbsp;contactarse&nbsp;con&nbsp;la&nbsp;ASIAP&nbsp;para&nbsp;ver&nbsp;potencial&nbsp;apoyo.&lt;BR&gt;<br>
&nbsp;&nbsp;&nbsp;&nbsp;-&nbsp;Mauro:&nbsp;Se&nbsp;contacta&nbsp;con&nbsp;AGESIC&nbsp;para&nbsp;ver&nbsp;si&nbsp;podr&amp;#237;an&nbsp;apoyarnos,&nbsp;ver&nbsp;la&nbsp;viabilidad&nbsp;de&nbsp;que&nbsp;Antel&nbsp;provea&nbsp;la&nbsp;locaci&amp;#243;n&nbsp;y&nbsp;que&nbsp;el&nbsp;MEC&nbsp;nos&nbsp;declare&nbsp;de&nbsp;inter&amp;#233;s&nbsp;nacional.&nbsp;Va&nbsp;a&nbsp;hablar&nbsp;con&nbsp;la&nbsp;gente&nbsp;de&nbsp;impuestos&nbsp;para&nbsp;ver&nbsp;potenciales&nbsp;complejidades&nbsp;por&nbsp;no&nbsp;tener&nbsp;personer&amp;#237;a&nbsp;jur&amp;#237;dica&nbsp;y&nbsp;los&nbsp;temas&nbsp;de&nbsp;traspaso&nbsp;de&nbsp;fondos&nbsp;con&nbsp;el&nbsp;OWASP.&amp;nbsp;&nbsp;&lt;BR&gt;<br>
&lt;/BLOCKQUOTE&gt;<br>
Cualquier&nbsp;correcci&amp;#243;n,&nbsp;avisen.&lt;BR&gt;<br>
&lt;BR&gt;<br>
Saludos&nbsp;Mauro&nbsp;Flores&nbsp;<br>
&lt;/BODY&gt;<br>
&lt;/HTML&gt;<br>

</tt>
