<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] looking for mobile app security consultants
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20looking%20for%20mobile%20app%20security%20consultants&In-Reply-To=%3C316c324b-8db5-4864-eeeb-2edf17899f85%40census-labs.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000484.html">
   <LINK REL="Next"  HREF="000486.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] looking for mobile app security consultants</H1>
    <B>Dimitrios Glynos</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20looking%20for%20mobile%20app%20security%20consultants&In-Reply-To=%3C316c324b-8db5-4864-eeeb-2edf17899f85%40census-labs.com%3E"
       TITLE="[Owasp-greece] looking for mobile app security consultants">dimitris at census-labs.com
       </A><BR>
    <I>Thu Oct 12 09:46:21 UTC 2017</I>
    <P><UL>
        <LI>Previous message: <A HREF="000484.html">[Owasp-greece] Learning Penetration Testing with Python
</A></li>
        <LI>Next message: <A HREF="000486.html">[Owasp-greece] Mastering Metasploit Second Edition
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#485">[ date ]</a>
              <a href="thread.html#485">[ thread ]</a>
              <a href="subject.html#485">[ subject ]</a>
              <a href="author.html#485">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#922;&#945;&#955;&#951;&#963;&#960;&#941;&#961;&#945; &#963;&#945;&#962;,

&#947;&#953;&#945; &#941;&#957;&#945; project &#960;&#959;&#965; &#949;&#943;&#957;&#945;&#953; &#957;&#945; &#964;&#961;&#941;&#958;&#949;&#953; &#945;&#960;&#972; &#925;&#959;&#941;&#956;&#946;&#961;&#951; &#956;&#941;&#967;&#961;&#953; &#916;&#949;&#954;&#941;&#956;&#946;&#961;&#953;&#959;
&#945;&#957;&#945;&#950;&#951;&#964;&#959;&#973;&#956;&#949; &#963;&#964;&#951; CENSUS &#949;&#958;&#969;&#964;&#949;&#961;&#953;&#954;&#959;&#973;&#962; &#963;&#965;&#957;&#949;&#961;&#947;&#940;&#964;&#949;&#962; &#947;&#953;&#945; &#957;&#945; &#949;&#957;&#964;&#945;&#967;&#952;&#959;&#973;&#957; &#963;&#949; &#942;&#948;&#951;
&#965;&#960;&#940;&#961;&#967;&#959;&#965;&#963;&#945; &#959;&#956;&#940;&#948;&#945; &#960;&#959;&#965; &#952;&#945; &#949;&#958;&#949;&#964;&#940;&#963;&#949;&#953; &#954;&#940;&#960;&#959;&#953;&#949;&#962; mobile &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#941;&#962; &#954;&#945;&#953; &#964;&#949;&#967;&#957;&#959;&#955;&#959;&#947;&#943;&#949;&#962;
&#947;&#953;&#945; mobile devices. &#927;&#953; &#965;&#960;&#959;&#968;&#942;&#966;&#953;&#959;&#953; &#952;&#945; &#960;&#961;&#941;&#960;&#949;&#953; &#957;&#945; &#941;&#967;&#959;&#965;&#957; &#964;&#951; &#948;&#965;&#957;&#945;&#964;&#972;&#964;&#951;&#964;&#945; &#957;&#945;
&#964;&#945;&#958;&#953;&#948;&#941;&#968;&#959;&#965;&#957; &#963;&#964;&#959; &#949;&#958;&#969;&#964;&#949;&#961;&#953;&#954;&#972;. &#913;&#960;&#945;&#953;&#964;&#949;&#943;&#964;&#945;&#953; &#954;&#945;&#955;&#942; &#947;&#957;&#974;&#963;&#951; mobile &#964;&#949;&#967;&#957;&#959;&#955;&#959;&#947;&#953;&#974;&#957;
(Android &#942; iOS) &#954;&#945;&#952;&#974;&#962; &#954;&#945;&#953; &#952;&#949;&#956;&#940;&#964;&#969;&#957; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; web &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#974;&#957;. &#913;&#957;
&#963;&#965;&#947;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#945; &#947;&#953;&#945; &#964;&#959; &#945;&#957;&#964;&#953;&#954;&#949;&#943;&#956;&#949;&#957;&#959; &#964;&#951;&#962; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#963;&#949; mobile &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#941;&#962;
&#965;&#960;&#940;&#961;&#967;&#959;&#965;&#957; &#949;&#955;&#955;&#949;&#943;&#968;&#949;&#953;&#962; &#947;&#957;&#974;&#963;&#949;&#969;&#957; &#964;&#972;&#964;&#949; &#945;&#965;&#964;&#941;&#962; &#956;&#960;&#959;&#961;&#959;&#973;&#956;&#949; &#957;&#945; &#964;&#953;&#962; &#954;&#945;&#955;&#973;&#968;&#959;&#965;&#956;&#949; &#963;&#949; &#941;&#957;&#945;
&#946;&#945;&#952;&#956;&#972;, &#956;&#949; training &#960;&#961;&#943;&#957; &#964;&#951;&#957; &#941;&#957;&#945;&#961;&#958;&#951; &#964;&#959;&#965; project (&#949;&#966;&#972;&#963;&#959;&#957; &#966;&#965;&#963;&#953;&#954;&#940; &#965;&#960;&#940;&#961;&#967;&#949;&#953;
&#953;&#954;&#945;&#957;&#972; &#967;&#961;&#959;&#957;&#953;&#954;&#972; &#960;&#949;&#961;&#953;&#952;&#974;&#961;&#953;&#959;).

&#914;&#953;&#959;&#947;&#961;&#945;&#966;&#953;&#954;&#940; &#954;&#945;&#953; personal statements &#952;&#945; &#960;&#961;&#941;&#960;&#949;&#953; &#957;&#945; &#945;&#960;&#959;&#963;&#964;&#945;&#955;&#955;&#959;&#973;&#957; &#963;&#964;&#951;
&#948;&#953;&#949;&#973;&#952;&#965;&#957;&#963;&#951; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">careers at census-labs.com</A> &#956;&#949; &#952;&#941;&#956;&#945; &quot;Mobile app security candidate&quot;.

&#917;&#965;&#967;&#945;&#961;&#953;&#963;&#964;&#974; &#949;&#954; &#964;&#969;&#957; &#960;&#961;&#959;&#964;&#941;&#961;&#969;&#957;.

&#924;&#949; &#949;&#954;&#964;&#943;&#956;&#951;&#963;&#951;,

&#916;&#951;&#956;&#942;&#964;&#961;&#951;&#962; &#915;&#955;&#965;&#957;&#972;&#962;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000484.html">[Owasp-greece] Learning Penetration Testing with Python
</A></li>
	<LI>Next message: <A HREF="000486.html">[Owasp-greece] Mastering Metasploit Second Edition
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#485">[ date ]</a>
              <a href="thread.html#485">[ thread ]</a>
              <a href="subject.html#485">[ subject ]</a>
              <a href="author.html#485">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
