<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] OWASP Ruhrpott Stammtisch - 26.05.2015 (RFID/NFC in a WebAppWorld - Christian Becker)
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20OWASP%20Ruhrpott%20Stammtisch%20-%2026.05.2015%20%28RFID/NFC%20in%0A%20a%20WebAppWorld%20-%20Christian%20Becker%29&In-Reply-To=%3CFC5CCDEED5F71740BD0C7BDDBD3001F257DF57EB0E%40kestrel.london.contextis.co.uk%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000767.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] OWASP Ruhrpott Stammtisch - 26.05.2015 (RFID/NFC in a WebAppWorld - Christian Becker)</H1>
    <B>Sven Schlueter</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20OWASP%20Ruhrpott%20Stammtisch%20-%2026.05.2015%20%28RFID/NFC%20in%0A%20a%20WebAppWorld%20-%20Christian%20Becker%29&In-Reply-To=%3CFC5CCDEED5F71740BD0C7BDDBD3001F257DF57EB0E%40kestrel.london.contextis.co.uk%3E"
       TITLE="[Owasp-germany] OWASP Ruhrpott Stammtisch - 26.05.2015 (RFID/NFC in a WebAppWorld - Christian Becker)">Sven.Schlueter at contextis.de
       </A><BR>
    <I>Tue May 12 07:06:18 UTC 2015</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000767.html">[Owasp-germany] Einladung zum 60. M&#252;nchner OWASP Stammtisch am 19.05.2015 um 19:00 Uhr
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#766">[ date ]</a>
              <a href="thread.html#766">[ thread ]</a>
              <a href="subject.html#766">[ subject ]</a>
              <a href="author.html#766">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hi,

Wir m&#246;chten zum n&#228;chsten OWASP Ruhrpott Stammtisch am Dienstag den 26.05.2015 um 19.00 Uhr im Unperfekthaus in Essen einladen. Diesmal werden wir einen Vortrag von Christian zu RFID und NFC h&#246;ren. Im weiteren Verlauf wird Christian zeigen wie NFC in einer Beispielwebanwendung eingebunden wird und wir werden diese gemeinsam angreifen. Des weiteren ist das Treffen direkt nach der AppSec EU. Christian und ich werden auch vor Ort sein und wenn Ihr Lust habt auf ein treffen vor Ort, meldet euch doch bei mir. Wir werden also auch von der AppSec berichten koennen. Zudem m&#246;chten wir nat&#252;rlich wieder Termine f&#252;r das n&#228;chste Treffen finden und ggfs. sogar jemanden der das n&#228;chste Treffen organisiert, denn der &quot;Ruhrpott&quot; Stammtisch soll ja auch durch das Ruhrgebiet &quot;wandern&quot;.

Es w&#228;re klasse wenn interessierte Personen sich bei mir melden k&#246;nnten, oder noch besser sich im &quot;Doodle&quot; eintragen, so dass wir den Platz besser planen k&#246;nnen: <A HREF="http://doodle.com/64rt7rfe62zb4khb">http://doodle.com/64rt7rfe62zb4khb</A>

Wann: 26.05.2015 - ab 19.00 Uhr

Wo:
Wir haben ein Raum im Unperfekthaus in Essen (<A HREF="http://www.unperfekthaus.de/">http://www.unperfekthaus.de/</A>) - der Raum 404 (<A HREF="http://www.unperfekthaus.de/angebote/404/">http://www.unperfekthaus.de/angebote/404/</A>) ist f&#252;r uns reserviert - Danke Andre. Bei Fragen am besten am Eingang nach dem OWASP Stammtisch fragen.
Genauere Informationen f&#252;r die Anfahrt sind hier zu finden: <A HREF="http://www.unperfekthaus.de/anfahrt/">http://www.unperfekthaus.de/anfahrt/</A>

Unperfekthaus
Friedrich-Ebert-Str. 18
45127 Essen

Parken k&#246;nnt ihr im Parkhaus des Einkaufzentrums (schliesst sp&#228;testens um 21.30 Uhr) - oder (empfohlen) in der n&#228;hren Umgebung.

Programm:
Diesmal hat sich Christian angeboten einen Vortrag und eine kleine Einf&#252;hrung in NFC/RFID zu geben. Hier die Infos dazu::

RFID Tokens sind in nahezu allen Bereichen in Verwendung, wie z.B. zur Alarmsicherung von Gegenst&#228;nden, zur Identifizierung von Tieren oder aber auch innerhalb von Kontrollsystemen zu gesicherten Bereichen. Dieser Vortrag bezieht sich auf die Analyse eines RFID Tokens, welches innerhalb des &#8218;Low Frequency&#8216; Bereiches operiert und zur &#214;ffnung einer T&#252;r genutzt wurde. Innerhalb des Votrages wird gezeigt, wie zun&#228;chst das RFID Token identifiziert, analysiert und anschlie&#223;end kopiert werden konnte, um eine gesicherte T&#252;r zu &#246;ffnen. F&#252;r den Vortrag ist keinerlei technisches Vorwissen &#252;ber RFID/NFC n&#246;tig, da dies teilweise innerhalb des Votrages erkl&#228;rt wird. 

Das Programm wird wie folgt gestaltet sein:
19.00-19.30 Ankunft/Vorstellung
19.30-20.00 Vortrag &quot;RFID in Access Control Systems&quot;
20.00-20.30 Pause
20.30-21.00 &quot;Show your NFC cards&quot; / NFRC/RFID in a WebAppWorld
21.00-21.30 Abschluss/Besprechung naechstes Treffen

Weiteres:
Nat&#252;rlich w&#252;nschen wir uns ein reges Interesse - daher k&#246;nnt ihr gerne aktiv mithelfen, zum Beispiel indem ihr Kollegen und Bekannte mitbringt, oder eines der n&#228;chsten Treffen in eurer Stadt planen m&#246;chtet? 

Der Eintritt in das Unperfekthaus betr&#228;gt grunds&#228;tzlich 6,90&#8364; pro Person. Darin ist eine Flatrate f&#252;r alle Softdrinks und Kaffeespezialit&#228;ten enthalten, die man sich auf dem Flur nehmen kann. Zus&#228;tzlich kann man dort auch noch was essen (siehe <A HREF="http://www.unperfekthaus.de/restaurant/">http://www.unperfekthaus.de/restaurant/</A>). Meldet euch bitte am Empfang wenn ihr ankommt um euch anzumelden.

Weitere Infos findet ihr auch immer im Wiki unter <A HREF="https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/Ruhrpott">https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/Ruhrpott</A>

Sven
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000767.html">[Owasp-germany] Einladung zum 60. M&#252;nchner OWASP Stammtisch am 19.05.2015 um 19:00 Uhr
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#766">[ date ]</a>
              <a href="thread.html#766">[ thread ]</a>
              <a href="subject.html#766">[ subject ]</a>
              <a href="author.html#766">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
