<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] Reminder: M&#252;nchner OWASP Stammtisch am 19.05.2015 um 19:00 Uhr
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FReminder%3D3A_M%3DC3%3DBCnchner_OWASP_Stammti%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fsch_am_19%3D2E05%3D2E2015_um_19%3D3A00_Uhr%3F%3D&In-Reply-To=%3C55599CA1.9050208%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000768.html">
   <LINK REL="Next"  HREF="000770.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] Reminder: M&#252;nchner OWASP Stammtisch am 19.05.2015 um 19:00 Uhr</H1>
    <B>Tom Schoen</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FReminder%3D3A_M%3DC3%3DBCnchner_OWASP_Stammti%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fsch_am_19%3D2E05%3D2E2015_um_19%3D3A00_Uhr%3F%3D&In-Reply-To=%3C55599CA1.9050208%40owasp.org%3E"
       TITLE="[Owasp-germany] Reminder: M&#252;nchner OWASP Stammtisch am 19.05.2015 um 19:00 Uhr">tom.schoen at owasp.org
       </A><BR>
    <I>Mon May 18 08:02:41 UTC 2015</I>
    <P><UL>
        <LI>Previous message: <A HREF="000768.html">[Owasp-germany] K&#246;lner Stammtisch
</A></li>
        <LI>Next message: <A HREF="000770.html">[Owasp-germany] 24. K&#246;lner OWASP Stammtisch
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#769">[ date ]</a>
              <a href="thread.html#769">[ thread ]</a>
              <a href="subject.html#769">[ subject ]</a>
              <a href="author.html#769">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hallo zusammen,

dies ist ein freundlicher Reminder f&#252;r den M&#252;nchner OWASP Stammtisch morgen (19.05.2015) um 19:00 Uhr in der Gastst&#228;tte Villa Flora.

Diesmal werden wir einen Vortrag &#252;ber ein hochaktuelles Forschungsprojekt h&#246;ren:
###*Thema:**  An Ontology for Secure Web Applications - Wie h&#228;ngen Sicherheitseigenschaften, Schwachstellen, Bedrohungen, Tools und Methoden zusammen? (Marianne Busch  &lt;<A HREF="http://www.pst.ifi.lmu.de/Personen/team/busch">http://www.pst.ifi.lmu.de/Personen/team/busch</A>&gt;, LMU M&#252;nchen)*
Es ist bekannt, dass viele Anwendungen Sicherheitsl&#252;cken haben, die fr&#252;her oder sp&#228;ter ausgenutzt werden. Ein Grund daf&#252;r ist, dass &quot;Sicherheit&quot; f&#252;r Entwickler schwer greifbar ist. An der Ludwig-Maximilians-Universit&#228;t M&#252;nchen wurde ein Modell namens SecEval entwickelt, das unter anderem die Zusammenh&#228;nge von Sicherheitseigenschaften, Schwachstellen, Bedrohungen, Tools und Methoden (sogenannte Knowledge Objects) grafisch darstellt. Diese Struktur kann f&#252;r die Evaluation von Tools oder als Grundlage einer Knowledge Base genutzt werden.
Darauf aufbauend wird SecWAO vorgestellt, eine Ontologie f&#252;r die Entwicklung sicherer Webanwendungen. Eine Ontologie ist in dem Fall eine Art &quot;Wissenslandkarte&quot; und gibt einen &#220;berblick &#252;ber die Beziehungen zwischen Knowledge Objects, wie z.B. control flow integrity, data integrity, cross-site scripting oder injection prevention.
Der Vortrag basiert auf M. Busch and M. Wirsing: An Ontology for Secure Web Applications. In: International Journal of Software and Informatics, 2015 (accepted)


### Ort: Restaurant Villa Flora
Hansastrasse 44
80686 M&#252;nchen
Tel. 089 / 54.71.75.75
&lt;<A HREF="http://www.villaflora.gymnas.de/anfahrt">http://www.villaflora.gymnas.de/anfahrt</A>&gt;
Mit &#246;ffentlichen Verkehrsmitteln
Heimeranplatz U4/U5 oder S7, dann 3 Minuten zu Fu&#223; Richtung Hansastra&#223;e.

Mit dem Auto
Mittlerer Ring Ausfahrt T&#252;bingerstr., von der T&#252;bingerstr. beim Lidl rechts einbiegen in die Dillw&#228;chterstr, am Ende rechts einbiegen in die Hansastr, nach 150 Metern auf der rechten Seite Parkplatz Villa Flora.

### Allgemeines&lt;<A HREF="https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/M%C3%BCnchen">https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/M%C3%BCnchen</A>&gt;
Wir haben in der Gastst&#228;tte einen separaten Raum reserviert-im Zweifelsfall bitte einfach am Tresen nach &quot;OWASP (Stammtisch in separatem Raum)&quot; fragen.  Um vorhergehende Anmeldung per E-Mail (einfach dieser antworten) wird gebeten,damit wir ggf. weitere Pl&#228;tze reservieren k&#246;nnen - spontane &quot;Zaung&#228;ste&quot; sind aber jederzeit ebenso willkommen.

### Spread the word
Bitte diese Info an potentiell Interessierte weiterleiten. Unser Thema ist in erster Linie (Web) Application Security. Man muss dazu &#252;berhaupt nichts von OWASP wissen, ein vorhergehender Blick auf die Website indes schadet sicher nicht.

Sch&#246;nen Gru&#223;,
Orga-Team f&#252;r den M&#252;nchner OWASP Stammtisch (Tom, Torsten und Christoph)
  

</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000768.html">[Owasp-germany] K&#246;lner Stammtisch
</A></li>
	<LI>Next message: <A HREF="000770.html">[Owasp-germany] 24. K&#246;lner OWASP Stammtisch
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#769">[ date ]</a>
              <a href="thread.html#769">[ thread ]</a>
              <a href="subject.html#769">[ subject ]</a>
              <a href="author.html#769">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
