<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] Agenda and Events at OWASP's AppSec Israel
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20Agenda%20and%20Events%20at%20OWASP%27s%20AppSec%20Israel&In-Reply-To=%3C000001d33839%24fede9e10%24fc9bda30%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000630.html">
   <LINK REL="Next"  HREF="000632.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] Agenda and Events at OWASP's AppSec Israel</H1>
    <B>Avi D - OWASP Israel</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20Agenda%20and%20Events%20at%20OWASP%27s%20AppSec%20Israel&In-Reply-To=%3C000001d33839%24fede9e10%24fc9bda30%24%40owasp.org%3E"
       TITLE="[OWASP Israel] Agenda and Events at OWASP's AppSec Israel">avi.douglen at owasp.org
       </A><BR>
    <I>Thu Sep 28 09:13:04 UTC 2017</I>
    <P><UL>
        <LI>Previous message: <A HREF="000630.html">[OWASP Israel] Trustwave is looking for a Security Researcher - Web	Server Security Team
</A></li>
        <LI>Next message: <A HREF="000632.html">[OWASP Israel] Information Security Consultant - RELOCATION !!!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#631">[ date ]</a>
              <a href="thread.html#631">[ thread ]</a>
              <a href="subject.html#631">[ subject ]</a>
              <a href="author.html#631">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hi! 

 

First thing &#8211; don&#8217;t forget to register! 

In fact, if you haven&#8217;t signed up yet, do it right now:
<A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A> 

 

This year, the biggest and best application security conference in Israel is
getting even bigger and better! 

 

There are 3 main events you can register for, in addition to parallel
activities: 

 

1.     The main AppSecIL conference, on Wednesday, October 18th. 
The agenda has been published! <A HREF="https://appsecil.org/Agenda">https://appsecil.org/Agenda</A> (Note this is not
yet final and minor scheduling changes may still occur). Feel free to sign
up and customize your own schedule, and meet the speakers! 

Our fantastic sponsors will be present to explain their products, and many
of them are seeking to recruit new employees :) 

In addition, we will be hosting a Capture the Flag (CtF) competition,
organized by GE Digital, together with hands-on workshops which will be
helpful for some of the harder challenges. More details to come! 
We also have a few more surprises up our sleeve&#8230; Wait for it! 

 

2.     Training Day &lt;<A HREF="https://appsecil.org/Training">https://appsecil.org/Training</A>&gt; ! 
On Tuesday, October 17th, we will have our version of the OWASP World
Training (OWT) &lt;<A HREF="https://www.owasp.org/index.php/OWASP_World_Tour">https://www.owasp.org/index.php/OWASP_World_Tour</A>&gt; .

This hands-on, crash course in application security is NOT for security
experts with many years of experience, but for those who need it the most:
developers, QA engineers, and newcomers to the AppSec field!

We have recruited the fantastic Shay Chen to deliver this amazing
opportunity to get a jump start in the appsec industry, or give your secure
coding skills a massive boost! 
More details at <A HREF="https://appsecil.org/Training">https://appsecil.org/Training</A> 

 

3.     Women in AppSec &lt;<A HREF="https://appsecil.org/WIA">https://appsecil.org/WIA</A>&gt; 
This special mentoring and career advice event, for women only (and
female-identifying attendees), will take place on Tuesday evening, October
17th. 

Whether you&#8217;re a student, a fresh graduate or already experienced in the
industry, this event could be very helpful for you! 
Details at <A HREF="https://appsecil.org/WIA">https://appsecil.org/WIA</A> 

 

Whichever event you&#8217;re interested in (or all of them!), go ahead and
register right now &#8211; <A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A>

 

Much thanks to our generous sponsors, for supporting our community and
enabling us to improve the conference, while still keeping it free for
everybody! 

Diamond Sponsor: GE Digital

Platinum Sponsors: ?

Gold Sponsors: Imperva, Synopsys, WhiteSource, Akamai, PerimeterX, CyberArk

Silver Sponsors: Twistlock, Checkmarx, Comsec Group, Intel, Accenture,
AppSec Labs, SafeBreach, Cyber-Jobs, Microsoft

Community Supporters: Check Point

A La Carte: Checkmarx (Lanyards), Check Point (Badges), Microsoft (WIA),
Dome9 (T-shirts), Check Point (T-shirts), PerimeterX (T-shirts), Vata
(T-shirts)

 

 

 

From: owasp-israel-bounces+douglen=<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hotmail.com at lists.owasp.org</A>
&lt;mailto:owasp-israel-bounces+douglen=<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hotmail.com at lists.owasp.org</A>&gt;
[mailto:owasp-israel-bounces+douglen=<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hotmail.com at lists.owasp.org</A>] On Behalf
Of Avi D - OWASP Israel
Sent: Monday, September 11, 2017 12:52
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A>&gt; 
Subject: [OWASP Israel] Registration for OWASP's AppSec Israel 2017

 

(&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;)

Hi Everybody!

 

As announced, the annual OWASP AppSec Israel Conference
&lt;<A HREF="https://appsecil.org/">https://appsecil.org/</A>&gt;  will take place this year on Wednesday, October 18,
2017 &#8211; shortly after Sukkot.

There will also be an additional Training Day, on Tuesday, October 17, 2017
and will be a full day of core application security topics, allowing all
developers to attend. 

 

The Conference and Training will be held, as in previous years, at The
College of Management (Michlala l&#8217;Minhal), in Rishon LeZion. 

Free registration is required: <A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A>

 

As you all know, OWASP&#8217;s AppSec Israel is the largest conference in Israel
for application security, and regularly draws hundreds of participants. 

Last year over 650 people attended, and we expect over 700 this year &#8211; don&#8217;t
miss it! 

 

The AppSec Israel 2017 Conference will have two lecture tracks from an
amazing group of speakers, and additional activities such as a Capture the
Flag competition. 

We also host a sponsors pavilion with vendor booths to promote the latest
advances in security technology relevant to application security and
developers. Many of our sponsors are also recruiting. 

 

The Training Day on Tuesday, October 17, 2017 will be a full day of
application security topics, aimed at software developers, QA engineers, and
anyone new to the AppSec field.

The Training event will be conducted by a professional security trainer,
hired by OWASP Global, and free to attend. 

Specific details are being finalized, and will be published shortly at
<A HREF="https://appsecil.org/Training.">https://appsecil.org/Training.</A> 

 

Both the Conference and Training are free to attend, but registration is
required! 

Please register here: <A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A> 

 

The final agenda will be published shortly at <A HREF="https://appsecil.org/Agenda,">https://appsecil.org/Agenda,</A>
as soon as our selected speakers confirm their participation. 

 

We are grateful to our sponsors for supporting our community and enabling us
to improve the conference, while still keeping it free for everybody! 

Diamond Sponsor: GE Digital

Platinum Sponsors: 

Gold Sponsors: Imperva, Synopsys, WhiteSource, Akamai, PerimeterX, CyberArk

Silver Sponsors: Twistlock, Checkmarx, Comsec Group, Intel, Accenture,
AppSec Labs, SafeBreach

Community Supporters: 

A La Carte: Checkmarx (Lanyards), PerimeterX (Speaker shirts)

 

While almost all of our sponsor booths have already been taken, we do have
some additional opportunities to gain visibility and support our community
(and help us cover conference costs&#8230;) 

If you are interested, please see here:
<A HREF="https://appsecil.org/assets/AppSecIL_2017_Sponsorships.pdf">https://appsecil.org/assets/AppSecIL_2017_Sponsorships.pdf</A> and contact Or
Katz (katz3112 (at) gmail.com) 

 

Don&#8217;t forget to register! <A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A>

 

Looking forward to seeing you all! 

Avi D 

OWASP IL 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;!

 

&#1499;&#1508;&#1497; &#1513;&#1492;&#1493;&#1491;&#1506;&#1504;&#1493;, &#1499;&#1504;&#1505; &lt;<A HREF="https://appsecil.org/">https://appsecil.org/</A>&gt;  OWASP AppSec &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501;
&#1492;&#1513;&#1504;&#1492; &#1489;&#1497;&#1493;&#1501; &#1512;&#1489;&#1497;&#1506;&#1497;, &#1492;-18 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1499;&quot;&#1495; &#1514;&#1513;&#1512;&#1497;) &#8211; &#1499;&#1513;&#1489;&#1493;&#1506; &#1500;&#1488;&#1495;&#1512; &#1505;&#1493;&#1499;&#1493;&#1514;. 

&#1499;&#1502;&#1493; &#1499;&#1503; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1504;&#1493;&#1505;&#1507; &#1497;&#1493;&#1501; &#1492;&#1491;&#1512;&#1499;&#1492;, &#1489;&#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497;, &#1492;-17 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1499;&quot;&#1494; &#1514;&#1513;&#1512;&#1497;), &#1493;&#1497;&#1492;&#1497;&#1492;
&#1497;&#1493;&#1501; &#1513;&#1500;&#1501; &#1513;&#1500; &#1504;&#1493;&#1513;&#1488;&#1497;&#1501; &#1506;&#1497;&#1511;&#1512;&#1497;&#1497;&#1501; &#1489;&#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1488;&#1508;&#1513;&#1512; &#1500;&#1502;&#1508;&#1514;&#1495;&#1497;&#1501; &#1500;&#1492;&#1490;&#1497;&#1506;
&#1493;&#1500;&#1492;&#1497;&#1504;&#1493;&#1514;. 

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1497;&#1504;&#1492;&#1500;, &#1489;&#1512;&#1488;&#1513;&#1493;&#1503; &#1500;&#1510;&#1497;&#1493;&#1503;, &#1499;&#1489;&#1513;&#1504;&#1497;&#1501; &#1511;&#1493;&#1491;&#1502;&#1493;&#1514;. 

&#1495;&#1493;&#1489;&#1492; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1502;&#1512;&#1488;&#1513;, &#1493;&#1489;&#1495;&#1497;&#1504;&#1501;:  &lt;<A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A>&gt;
<A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A> 

 

&#1499;&#1497;&#1491;&#1493;&#1506;, &#1499;&#1504;&#1505; AppSec Israel &#1513;&#1500; OWASP &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1493;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492; &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1493; &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501;. 

&#1489;&#1513;&#1504;&#1492; &#1513;&#1506;&#1489;&#1512;&#1492; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493; &#1502;&#1506;&#1500; 650 &#1488;&#1497;&#1513;, &#1493;&#1492;&#1513;&#1504;&#1492; &#1502;&#1506;&#1500; 700 &#1510;&#1508;&#1493;&#1497;&#1497;&#1501; &#1500;&#1492;&#1490;&#1497;&#1506; &#8211; &#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493; &#1492;&#1513;&#1504;&#1492;!

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; 2 &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1502;&#1512;&#1510;&#1497;&#1501; &#1502;&#1510;&#1493;&#1497;&#1497;&#1504;&#1497;&#1501;, &#1493;&#1508;&#1506;&#1497;&#1500;&#1493;&#1497;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514; &#1499;&#1490;&#1493;&#1503; &#1514;&#1495;&#1512;&#1493;&#1514;
Capture the Flag.

&#1489;&#1504;&#1493;&#1505;&#1507; &#1497;&#1492;&#1497;&#1492; &#1490;&#1501; &#1488;&#1494;&#1493;&#1512; &#1491;&#1493;&#1499;&#1504;&#1497;&#1501; &#1513;&#1500; &#1504;&#1493;&#1514;&#1504;&#1497; &#1495;&#1505;&#1493;&#1497;&#1493;&#1514;, &#1489;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501;
&#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. &#1492;&#1512;&#1489;&#1492; &#1502;&#1492;&#1505;&#1508;&#1493;&#1504;&#1505;&#1493;&#1512;&#1497;&#1501; &#1502;&#1495;&#1508;&#1513;&#1497;&#1501; &#1500;&#1490;&#1497;&#1497;&#1505; &#1506;&#1493;&#1489;&#1491;&#1497;&#1501;. 

 

&#1497;&#1493;&#1501; &#1492;&#1492;&#1491;&#1512;&#1499;&#1493;&#1514; &#1489;&#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497;, 17 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1499;&quot;&#1494; &#1514;&#1513;&#1512;&#1497;) &#1497;&#1499;&#1500;&#1493;&#1500; &#1497;&#1493;&#1501; &#1513;&#1500;&#1501; &#1513;&#1500; &#1504;&#1493;&#1513;&#1488;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1497;&#1505;&#1493;&#1491;&#1497;&#1497;&#1501;, &#1493;&#1502;&#1497;&#1493;&#1506;&#1491; &#1506;&#1489;&#1493;&#1512; &#1502;&#1508;&#1514;&#1495;&#1497; &#1514;&#1493;&#1499;&#1504;&#1492;, &#1502;&#1492;&#1504;&#1491;&#1505;&#1497; QA, &#1493;&#1499;&#1500; &#1502;&#1497; &#1513;&#1495;&#1491;&#1513;/&#1492; &#1500;&#1514;&#1495;&#1493;&#1501;
&#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;.

&#1492;&#1492;&#1491;&#1512;&#1499;&#1492; &#1514;&#1493;&#1506;&#1489;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; &#1502;&#1491;&#1512;&#1497;&#1498; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;, &#1502;&#1496;&#1506;&#1501; OWASP &#1506;&#1493;&#1500;&#1502;&#1497;, &#1493;&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1492;&#1491;&#1512;&#1499;&#1493;&#1514; &#1497;&#1492;&#1497;&#1492;
&#1489;&#1495;&#1497;&#1504;&#1501;. 

&#1508;&#1512;&#1496;&#1497;&#1501; &#1505;&#1493;&#1508;&#1497;&#1497;&#1501; &#1504;&#1505;&#1490;&#1512;&#1497;&#1501; &#1499;&#1506;&#1514;, &#1493;&#1497;&#1508;&#1493;&#1512;&#1505;&#1502;&#1493; &#1489;&#1511;&#1512;&#1493;&#1489; &#1489;-  &lt;<A HREF="https://appsecil.org/Training">https://appsecil.org/Training</A>&gt;
<A HREF="https://appsecil.org/Training">https://appsecil.org/Training</A> 

 

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1513;&#1504;&#1497; &#1492;&#1488;&#1497;&#1512;&#1493;&#1506;&#1497;&#1501; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1490;&#1501; &#1492;&#1499;&#1504;&#1505; &#1493;&#1490;&#1501; &#1492;&#1497;&#1493;&#1501; &#1492;&#1491;&#1512;&#1499;&#1492;, &#1488;&#1498; &#1504;&#1491;&#1512;&#1513;&#1514; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1512;&#1488;&#1513;. 

&#1504;&#1488; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1499;&#1488;&#1503;:  &lt;<A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A>&gt;
<A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A> 

 

&#1492;&#1488;&#1490;'&#1504;&#1491;&#1492; &#1492;&#1505;&#1493;&#1508;&#1497;&#1514; &#1497;&#1508;&#1493;&#1512;&#1505;&#1501; &#1489;&#1511;&#1512;&#1493;&#1489; &#1489;-  &lt;<A HREF="https://appsecil.org/Agenda">https://appsecil.org/Agenda</A>&gt;
<A HREF="https://appsecil.org/Agenda">https://appsecil.org/Agenda</A> , &#1500;&#1488;&#1495;&#1512; &#1513;&#1492;&#1502;&#1512;&#1510;&#1497;&#1501; &#1492;&#1504;&#1489;&#1495;&#1512;&#1497;&#1501; &#1502;&#1488;&#1513;&#1512;&#1497;&#1501; &#1488;&#1514; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514;&#1501;. 

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1492;&#1493;&#1491;&#1493;&#1514; &#1500;&#1504;&#1493;&#1514;&#1504;&#1497; &#1492;&#1495;&#1505;&#1493;&#1497;&#1493;&#1514; &#1513;&#1500;&#1504;&#1493;, &#1506;&#1500; &#1492;&#1514;&#1502;&#1497;&#1499;&#1492; &#1489;&#1511;&#1492;&#1497;&#1500;&#1492; &#1493;&#1506;&#1500; &#1513;&#1502;&#1488;&#1508;&#1513;&#1512;&#1497;&#1501; &#1500;&#1504;&#1493;
&#1500;&#1513;&#1508;&#1512; &#1488;&#1514; &#1492;&#1499;&#1504;&#1505;, &#1493;&#1500;&#1492;&#1502;&#1513;&#1497;&#1498; &#1500;&#1488;&#1508;&#1513;&#1512; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1495;&#1497;&#1504;&#1501;. 

          &#1497;&#1492;&#1500;&#1493;&#1501;: GE Digital

          &#1508;&#1500;&#1496;&#1497;&#1504;&#1493;&#1501;: 

&#1494;&#1492;&#1489;:  Imperva, Synopsys, WhiteSource, Akamai, PerimeterX, CyberArk

&#1499;&#1505;&#1507;: Twistlock, Checkmarx, Comsec Group, Intel, Accenture, AppSec Labs,
SafeBreach

&#1514;&#1502;&#1497;&#1499;&#1492; &#1511;&#1492;&#1497;&#1500;&#1514;&#1497;&#1514;: 

&#1495;&#1505;&#1493;&#1497;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514;: Checkmarx (&#1513;&#1512;&#1493;&#1499;&#1497;&#1501;), PerimeterX (&#1495;&#1493;&#1500;&#1510;&#1493;&#1514; &#1500;&#1502;&#1512;&#1510;&#1497;&#1501;)

 

&#1488;&#1502;&#1504;&#1501; &#1499;&#1489;&#1512; &#1504;&#1514;&#1508;&#1505;&#1493; &#1512;&#1493;&#1489; &#1492;&#1491;&#1493;&#1499;&#1504;&#1497;&#1501;, &#1488;&#1489;&#1500; &#1497;&#1513; &#1500;&#1504;&#1493; &#1506;&#1493;&#1491; &#1502;&#1505;&#1508;&#1512; &#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1497;&#1493;&#1514; &#1500;&#1495;&#1505;&#1493;&#1497;&#1493;&#1514;, &#1506;&#1500; &#1502;&#1504;&#1514;
&#1500;&#1492;&#1497;&#1512;&#1488;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1493;&#1500;&#1514;&#1493;&#1502;&#1498; &#1489;&#1492;&#1511;&#1497;&#1500;&#1492; &#1513;&#1500;&#1504;&#1493; (&#1493;&#1500;&#1506;&#1494;&#1493;&#1512; &#1500;&#1504;&#1493; &#1500;&#1499;&#1505;&#1493;&#1514; &#1488;&#1514; &#1506;&#1500;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1512;&#1493;&#1506;...) 

&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1488;&#1508;&#1513;&#1512; &#1500;&#1512;&#1488;&#1493;&#1514; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://appsecil.org/assets/AppSecIL_2017_Sponsorships.pdf">https://appsecil.org/assets/AppSecIL_2017_Sponsorships.pdf</A>&gt;
<A HREF="https://appsecil.org/assets/AppSecIL_2017_Sponsorships.pdf">https://appsecil.org/assets/AppSecIL_2017_Sponsorships.pdf</A> , &#1493;&#1488;&#1508;&#1513;&#1512; &#1500;&#1497;&#1510;&#1493;&#1512; &#1511;&#1513;&#1512;
&#1506;&#1501; &#1488;&#1493;&#1512; &#1499;&#1509; (katz3112 (at) gmail.com)

 

&#1500;&#1488; &#1500;&#1513;&#1499;&#1493;&#1495; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501;!  &lt;<A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A>&gt;
<A HREF="https://appsecil.org/Register">https://appsecil.org/Register</A> 

 

&#1502;&#1495;&#1499;&#1492; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1514; &#1499;&#1493;&#1500;&#1499;&#1501;! 

&#1488;&#1489;&#1497; &#1491;

OWASP IL

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20170928/d16d6d21/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20170928/d16d6d21/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000630.html">[OWASP Israel] Trustwave is looking for a Security Researcher - Web	Server Security Team
</A></li>
	<LI>Next message: <A HREF="000632.html">[OWASP Israel] Information Security Consultant - RELOCATION !!!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#631">[ date ]</a>
              <a href="thread.html#631">[ thread ]</a>
              <a href="subject.html#631">[ subject ]</a>
              <a href="author.html#631">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
