<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-mexicocity] Invitaci&#243;n Evento OWASP actualizada (Cursos/Taller)
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-mexicocity%5D%0A%09%3D%3Fiso-8859-1%3Fq%3FInvitaci%3DF3n_Evento_OWASP_actua%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3Flizada_%3D28Cursos/Taller%3D29%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000080.html">
   <LINK REL="Next"  HREF="000083.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-mexicocity] Invitaci&#243;n Evento OWASP actualizada (Cursos/Taller)</H1>
    <B>Calderon, Juan Carlos (GE, Corporate,	consultant)</B> 
    <A HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-mexicocity%5D%0A%09%3D%3Fiso-8859-1%3Fq%3FInvitaci%3DF3n_Evento_OWASP_actua%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3Flizada_%3D28Cursos/Taller%3D29%3F%3D&In-Reply-To="
       TITLE="[Owasp-mexicocity] Invitaci&#243;n Evento OWASP actualizada (Cursos/Taller)">juan.calderon at ge.com
       </A><BR>
    <I>Tue May 18 01:26:01 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="000080.html">[Owasp-mexicocity] Invitaci&#243;n Evento OWASP actualizada
</A></li>
        <LI>Next message: <A HREF="000083.html">[Owasp-mexicocity] Invitaci&#243;n Evento OWASP actualizada (Cursos/Taller)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#81">[ date ]</a>
              <a href="thread.html#81">[ thread ]</a>
              <a href="subject.html#81">[ subject ]</a>
              <a href="author.html#81">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hola nuevamente :)
 
Aqui les mando los datos de los cursos/talleres que se van a dar un d&#237;a antes del evento, si asisten a un curso la entrada a la conferencia es gratis y si reunen un grupo de 5 o mas hay un descuento de 20% sobre el costo, ademas de que se puede pagar con tarjeta de cr&#233;dito. Saludos.
 

Application Security Essentials (2500 MX pesos)


Rigoberto Juarez (ITESM) / Ruben Ventura (Proseg) 
- Aprenda las vulnerabilidades mas comunes en aplicaciones, como explotarlas para penetrar en los sistemas y como evitarlas. Este es el conocimiento minimo indispensable para todo profesional de TI, dado que 80% de las vulnerabilidades explotadas por los hackers de hoy en d&#237;a est&#225;n en las aplicaciones. 


  	

Taller - Desarrollo de habilidades de hacking con ejemplos del mundo real (2500 MX pesos)


Hector Alba (Hacker &#201;tico en Softtek) 
- Aprenda t&#233;cnicas esenciales para explotar desbordamientos de memoria, ejecuci&#243;n remota de comandos, reingenieria inversa e intrusi&#243;n a bases de datos usando retos de los sitios mundiales de retos de hacking. Con el experto con mas de 7 a&#241;os de experiencia Hector Alba. 
IMPORTANTE: Se Requiere Laptop para poder hacer los ejercicios. 


Securing Web Applications with Layer7/Aplication Firewalls (4000 MX pesos)


- Aprenda a utilizar dispositivos o software de Firewall de capa 7 (capa de aplicaci&#243;n) para protejer r&#225;pidamente sus sistemas vitales. Ahorre tiempo al no tener que hacer modificaciones mayores al c&#243;digo y protejase inmediatamente al poder evitar vulnerabilidades en productos de terceros mientras los parches estan disponibles.


 
Saludos,
Juan C Calderon
 

________________________________

From: Calderon, Juan Carlos (GE, Corporate, consultant) 
Sent: Martes, 18 de Mayo de 2010 12:21 a.m.
To: '<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">Owasp-mexicocity at lists.owasp.org</A>'
Subject: RE: Invitaci&#243;n Evento OWASP actualizada


Aqui les mando la invitaci&#243;n en imagen que se envi&#243; al tec, por si desean crear un poster para sus empresas :)
 
Saludos,
Juan C Calderon
 

________________________________

From: Calderon, Juan Carlos (GE, Corporate, consultant) 
Sent: Martes, 18 de Mayo de 2010 12:20 a.m.
To: '<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">Owasp-mexicocity at lists.owasp.org</A>'
Subject: Invitaci&#243;n Evento OWASP actualizada


Hola a Todos
 
Aqui les mando la invitaci&#243;n actualizada del evento, por favor reenvienla a todos sus conocidos, necesitamos toda la promoci&#243;n posible en esta recta final, &#161;espero verlos por ac&#225;! :)
 
En reportes recientes, como el NIST institute report del gobierno de USA, el UK Security Breach y Verizon Business Data Breach Investigation, indican que del 75% al 86% de los ataques a empresas se realizan explotando vulnerabilidades en sitios de Internet. La situaci&#243;n en M&#233;xico no es nada alentadora, somos el segundo lugar mundial como v&#237;ctima del ciber-crimen (Fuente:SSP), de lo poco contabilizado por la PGR las instituciones mexicanas perd&#237;an 500 MDP en 2008, y en cuanto a legislaci&#243;n basta decir que solo existe un solo art&#237;culo sobre seguridad inform&#225;tica en el c&#243;digo penal federal y apenas en 2010 se aprob&#243; la ley de protecci&#243;n de datos. Es por ello que el Open Web Application Security Project (OWASP), la instituci&#243;n mas reconocida mundialmente en seguridad en aplicaciones organiza la conferencia:

OWASP Day M&#233;xico 2010
El Rol de la Seguridad en Aplicaciones y el Ciber-crimen en M&#233;xico y Latinoam&#233;rica

A llevarse a cabo este 4 de Junio de 2010 en el ITESM Campus Aguascalientes. Este es el &#250;nico evento en M&#233;xico especializado en seguridad en aplicaciones Web, con el objetivo de difundir la cultura de seguridad en aplicaciones como una medida que permita incrementar la competitividad de la industria M&#233;xico ante el mundo. En este evento podr&#225; conocer las principales herramientas (de c&#243;digo abierto y comerciales), est&#225;ndares y lineamientos relevante para CEOs, CIOs, CTOs, CISOs, Administradores de TI y desarrolladores de cualquier empresa que utilice aplicaciones o que provea sitios de Internet y/o servicios por Internet a sus clientes. Todo esto de la mano de expositores internacionales y nacionales de prestigio de la talla de: 
Pravir Chandra. CTO Fortify USA. Creador del modelo de madurez de seguridad de software de OWASP (Open Software Assurance Maturity Model - OpenSAMM)
Ing. Fausto Estrella. Coordinador General de la unidad de atenci&#243;n a cr&#237;menes tecnol&#243;gicos de la Polic&#237;a Cibern&#233;tica de Jalisco
Victor Chapella. Fundador y CEO de Sm4rt Security Services y L&#237;der del cap&#237;tulo de OWASP en la ciudad de M&#233;xico.
Jes&#250;s Rosas. Manager del Programa de Seguridad en Aplicaciones para el corporativo GE. 
Eduardo Vela Nava. Investigador de Seguridad en Google M&#233;xico. 
 
Para mas informaci&#243;n del evento y las sesiones de entrenamiento vea www.owaspdaymexico.com &lt;<A HREF="http://www.owaspdaymexico.com/">http://www.owaspdaymexico.com/</A>&gt;  o si gusta que tengamos una sesi&#243;n informativa con su
instituci&#243;n por favor contacte a alguno de los miembros del equipo coordinador.

Juan Carlos Calder&#243;n (Coordinador) <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">juan.calderon at owasp.org</A>
Betty Cardiel (Vinculaci&#243;n Empresarial) <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">albertina.cardiel at owaspdaymexico.com</A>
Armando Melendez (Patrocinadores) <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">armando.melendez at owaspdaymexico.com</A>
Emmanuel Lara (Co-anfitri&#243;n y Log&#237;stica) <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">emmanuel.lara at owaspdaymexico.com</A>
Kate Hartmann (Director de Operaciones) <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">kate.hartmann at owasp.org</A>
 
Saludos,
Juan C Calderon

IMPORTANT: The documents and files attached to this transmission contain confidential information that must be kept secret by law. This information is for the exclusive use of the specified recipient whose name appears in  this transmission. If you have received this message by mistake, please notify us immediately by return e-mail and delete the file and its attachments. You are hereby notified that any dissemination, copying, distribution or adoption of any action arising from the confidential information contained herein is strictly prohibited. Any violation will be penalized by law.

 
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20100518/63159c02/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20100518/63159c02/attachment-0001.html</A> 
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000080.html">[Owasp-mexicocity] Invitaci&#243;n Evento OWASP actualizada
</A></li>
	<LI>Next message: <A HREF="000083.html">[Owasp-mexicocity] Invitaci&#243;n Evento OWASP actualizada (Cursos/Taller)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#81">[ date ]</a>
              <a href="thread.html#81">[ thread ]</a>
              <a href="subject.html#81">[ subject ]</a>
              <a href="author.html#81">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">More information about the Owasp-mexicocity
mailing list</a><br>
</body></html>
