<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP-Geneva] L'impact de PCI-DSS en Suisse romande: sujet &#224; traiter lors d'un meeting OWASP?
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-geneva%40lists.owasp.org?Subject=%5BOWASP-Geneva%5D%20%3D%3Fiso-8859-1%3Fq%3FL%3D27impact_de_PCI-DSS_en_Suisse_rom%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3Fande%3D3A_sujet_%3DE0_traiter_lors_d%3D27un_meeting_OWASP%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3F%3D3F%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000004.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP-Geneva] L'impact de PCI-DSS en Suisse romande: sujet &#224; traiter lors d'un meeting OWASP?</H1>
    <B>AF</B> 
    <A HREF="mailto:owasp-geneva%40lists.owasp.org?Subject=%5BOWASP-Geneva%5D%20%3D%3Fiso-8859-1%3Fq%3FL%3D27impact_de_PCI-DSS_en_Suisse_rom%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3Fande%3D3A_sujet_%3DE0_traiter_lors_d%3D27un_meeting_OWASP%3F%3D%0A%09%3D%3Fiso-8859-1%3Fq%3F%3D3F%3F%3D&In-Reply-To="
       TITLE="[OWASP-Geneva] L'impact de PCI-DSS en Suisse romande: sujet &#224; traiter lors d'un meeting OWASP?">antonio.fontes at owasp.org
       </A><BR>
    <I>Thu Jun 18 19:13:13 EDT 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000004.html">[OWASP-Geneva] Next web application security events in Switzerland
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#5">[ date ]</a>
              <a href="thread.html#5">[ thread ]</a>
              <a href="subject.html#5">[ subject ]</a>
              <a href="author.html#5">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Membres,

Il me semblerait int&#233;ressant d'investir le sujet de la certification
PCI-DSS (Payment Card Industry Data Security Standard). Vous trouverez
ci-dessous pourquoi, je vous invite si ce n'est pas encore un sujet
maitris&#233;, &#224; prendre connaissance des &#233;l&#233;ments ci-dessous, et &#224; me
communiquer vos impressions.


))) PCI-DSS: de qui ?
Pour rappel, l'organisation PCI-SSC (Payment Card Industry Security
Standards Council) a &#233;t&#233; cr&#233;&#233;e en 2004 afin d'apporter une r&#233;ponse &#224;
la probl&#233;matique de la s&#233;curit&#233; aupr&#232;s de tout intervenant dans le
traitement de paiements &#233;lectroniques. PCI-SSC est le r&#233;sultat d'une
collaboration entre diff&#233;rents acteurs de poids dans le secteur du
paiement &#233;lectronique, tels que VISA, Mastercard, Diners, American
Express, Discover et JCB.


))) PCI-DSS: pour qui ?
PCI-SSC a d&#233;fini une norme, le PCI-DSS (Payment Card Industry Data
Security Standard), &#224; laquelle doit se conformer tout propri&#233;taire
d'un SI diffusant, traitant et/ou stockant des donn&#233;es relatives au
traitement des paiements &#233;lectroniques et de transactions faisant
intervenir l'un des acteurs cit&#233;s ci-dessus, en particulier VISA ou/et
Mastercard.


))) PCI-DSS: comment ?
Le PCI-DSS est subdivis&#233; en 12 chantiers de s&#233;curit&#233;, tels que
l'architecture, la protection des donn&#233;es personnelles, le cycle de
d&#233;veloppement s&#233;curis&#233; d'applications, la gestion des vuln&#233;rabilit&#233;s,
la surveillance et l'audit des services, etc.

La certification est &#233;tablie sur la base annuelle et ne peut &#234;tre
d&#233;livr&#233;e que par un QSA (Qualified Security Assessor), une soci&#233;t&#233; de
services approuv&#233;e par le PCI-SSC pour &#233;valuer tout candidat &#224; la
certification.


))) PCI-DSS: peut-on l'&#233;viter?
Le PCI-DSS est une condition pr&#233;alable &#224; l'autorisation de traiter
avec l'un des acteurs du paiement &#233;lectronique membres du PCI-SSC. La
non-conformit&#233; aux exigences (missing certification) ou la r&#233;alisation
d'un incident de s&#233;curit&#233; (incident/breach) entrainent des p&#233;nalit&#233;s
allant, respectivement, de USD 5'000$ &#224; 25'000$ par mois de
non-conformit&#233; et d'amendes pouvant aller jusqu'&#224; USD 500'000$ par
incident.


Voici une premi&#232;re s&#233;rie de questions auxquelles il me semble
int&#233;ressant de r&#233;pondre:
- Quels sont les enjeux de cette certification?
- Comment le standard est-il appliqu&#233; en Suisse? Les p&#233;nalit&#233;s
sont-elles applicables?
- Quels acteurs, pr&#233;cis&#233;ment, en Suisse, sont touch&#233;s par cette
certification? Qui doit la passer? Qui peut d&#233;livrer la certification?
- Comment se d&#233;roule la certification?
- Combien co&#251;te la certification? Quelle est la dur&#233;e du processus?
- Combien co&#251;te la non-conformit&#233;? Est-elle moins ch&#232;re que la
conformit&#233;? Quelles m&#233;triques prendre en compte lors de l'analyse de
risque et d'opportunit&#233; pour la certification? Quand est-il plus
rentable de ne pas se certifier?
- ...


Il va de soi que cette certification et toutes les contraintes qui lui
sont associ&#233;es touchent pleinement de nombreux acteurs exposant des
applications web intervenant de pr&#232;s ou de loin dans le traitement de
paiements &#233;lectroniques. Raison pour laquelle je crois qu'il peut &#234;tre
int&#233;ressant d'aborder ce sujet lors d'un futur meeting OWASP.

Afin de prendre une premi&#232;re &quot;temp&#233;rature&quot;, assurer une couverture
maximale du sujet et de r&#233;duire le risque de d&#233;rive vers un &quot;sales
pitch&quot;, j'invite donc les membres de cette liste &#224; me contacter
directement (ou via la liste s'ils le pr&#233;f&#232;rent) s'ils souhaitent
collaborer &#224; l'une des trois contributions suivantes:

1) En tant qu'organisation potentiellement vis&#233;e ou d&#233;j&#224; certifi&#233;e
PCI-DSS, quelles sont les pr&#233;occupations/questions auxquelles vous
souhaiteriez une r&#233;ponse? (En cas de contact priv&#233;, j'assurerai le
transfert anonyme de vos pr&#233;occupations &#224;/aux l'&#233;ventuel/s
intervenant-s.)

2) Seriez-vous int&#233;ress&#233;/&#233;e de venir pr&#233;senter la probl&#233;matique et de
r&#233;pondre aux questions des participants lors d'un meeting OWASP?

3) Seriez-vous int&#233;ress&#233;/&#233;e de sponsoriser financi&#232;rement un futur
meeting OWASP? (lieu, cocktail, logistique, etc.) Pour toute
information suppl&#233;mentaire, merci de me contacter directement.


Concernant les offres d'intervention, j'effectuerai la s&#233;lection
du/des intervenant/s sur la m&#234;me base que pour le meeting pr&#233;c&#233;dent, &#224;
savoir:
Phase 1 (Juillet 2009): &#201;ligibilit&#233; de l'intervention selon sa
conformit&#233; avec le code &#233;thique et les principes de l'OWASP[1]
Phase 2 (Ao&#251;t 2009): Taux de couverture des sujets/probl&#233;matiques
demand&#233;s par les participants int&#233;ress&#233;s de participer au meeting
(bien entendu, les intervenants potentiels seront notifi&#233;s de toute
probl&#233;matique qui m'aura &#233;t&#233; adress&#233;e)


La date et la th&#233;matique du prochain meeting OWASP Gen&#232;ve n'ont pas
encore &#233;t&#233; arr&#234;t&#233;es. En ce qui concerne la date, le meeting devrait
avoir lieu courant septembre 2009. En ce qui concerne la th&#233;matique,
je vous invite bien entendu &#224; me communiquer vos propositions!

Dans l'attente de vos futurs messages, je vous souhaite &#224; tous et
toutes un excellent d&#233;but d'&#233;t&#233; 2009!

Meilleures salutations,

Antonio Fontes
antonio.fontes.at.owasp.org
OWASP Gen&#232;ve


PS: N'h&#233;sitez pas &#224; faire suivre ce message &#224; vos contacts si vous
estimez qu'ils pourraient &#234;tre int&#233;ress&#233;s par ce meeting!
PS2: La langue parl&#233;e durant les interventions peut &#234;tre l'Anglais ou
le Fran&#231;ais, au choix de l'intervenant.



Liens recommand&#233;s et r&#233;f&#233;rences:
  [1]: <A HREF="http://www.owasp.org/index.php/About_OWASP">http://www.owasp.org/index.php/About_OWASP</A>
  <A HREF="http://www.journaldunet.com/solutions/securite/analyses/07/1119-standard-pci-dss-carte-bancaire.shtml">http://www.journaldunet.com/solutions/securite/analyses/07/1119-standard-pci-dss-carte-bancaire.shtml</A>
  <A HREF="http://www.ncxgroup.com/pci.htm">http://www.ncxgroup.com/pci.htm</A>
  <A HREF="http://technologytreason.blogspot.com/2007/11/pci-dss-will-wreak-havoc-on-smes.html">http://technologytreason.blogspot.com/2007/11/pci-dss-will-wreak-havoc-on-smes.html</A>
  <A HREF="http://en.wikipedia.org/wiki/PCI_DSS">http://en.wikipedia.org/wiki/PCI_DSS</A>


-- 
OWASP Geneva Chapter
chapter site: <A HREF="http://www.owasp.org/index.php/Geneva">http://www.owasp.org/index.php/Geneva</A>
mailing list: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-Geneva">https://lists.owasp.org/mailman/listinfo/owasp-Geneva</A>
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000004.html">[OWASP-Geneva] Next web application security events in Switzerland
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#5">[ date ]</a>
              <a href="thread.html#5">[ thread ]</a>
              <a href="subject.html#5">[ subject ]</a>
              <a href="author.html#5">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-geneva">More information about the OWASP-Geneva
mailing list</a><br>
</body></html>
