<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-japan] [FYI]OWASP Japan 3rd Chapter Meeting 10/4
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-japan%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-japan%5D%20%5BFYI%5DOWASP%20Japan%203rd%20Chapter%20Meeting%2010/4&In-Reply-To=%3CCAKWzgHQ-UXRRNMJjgEJrm1O-1LVbBwDxE3q77CO-NS%2B0fcmTWQ%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000010.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-japan] [FYI]OWASP Japan 3rd Chapter Meeting 10/4</H1>
    <B>Riotaro OKADA</B> 
    <A HREF="mailto:owasp-japan%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-japan%5D%20%5BFYI%5DOWASP%20Japan%203rd%20Chapter%20Meeting%2010/4&In-Reply-To=%3CCAKWzgHQ-UXRRNMJjgEJrm1O-1LVbBwDxE3q77CO-NS%2B0fcmTWQ%40mail.gmail.com%3E"
       TITLE="[Owasp-japan] [FYI]OWASP Japan 3rd Chapter Meeting 10/4">riotaro.okada at owasp.org
       </A><BR>
    <I>Wed Sep 26 09:29:36 UTC 2012</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000010.html">[Owasp-japan] 10/4&#12395;&#12388;&#12356;&#12390;&#36861;&#21152;&#12398;&#12372;&#26696;&#20869;&#65306;&#21021;&#12398;&#22823;&#38442;&#12469;&#12486;&#12521;&#12452;&#12488;&#38283;&#20652;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#9">[ date ]</a>
              <a href="thread.html#9">[ thread ]</a>
              <a href="subject.html#9">[ subject ]</a>
              <a href="author.html#9">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>OWASP Japan&#12398;&#23713;&#30000;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;
&#12362;&#19990;&#35441;&#12395;&#12394;&#12387;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;

(English follows:)
OWASP Japan&#12513;&#12540;&#12522;&#12531;&#12464;&#12522;&#12473;&#12488;&#12398;&#35501;&#32773;&#12398;&#30342;&#27096;&#12395;&#12372;&#26696;&#20869;&#30003;&#12375;&#19978;&#12370;&#12414;&#12377;&#12290;
&#26469;&#36913;10&#26376;4&#26085;&#26408;&#26332;&#12395;&#12289;&#26666;&#24335;&#20250;&#31038;&#12469;&#12452;&#12496;&#12540;&#12456;&#12540;&#12472;&#12455;&#12531;&#12488;&#27096;&#12398;&#12372;&#21402;&#24847;&#12395;&#12424;&#12426;&#12289;&#28171;&#35895;&#12510;&#12540;&#12463;&#12471;&#12486;&#12451;
&#65297;&#65303;F&#12398;&#20250;&#22580;&#12395;&#12390;OWASP Japan 3rd &#12481;&#12515;&#12503;&#12479;&#12540;&#12511;&#12540;&#12486;&#12451;&#12531;&#12464;&#12434;&#34892;&#12356;&#12414;&#12377;&#12290;

&#30331;&#37682;&#12434; <A HREF="http://atnd.org/events/32646">http://atnd.org/events/32646</A> &#12363;&#12425;&#12362;&#39000;&#12356;&#12375;&#12414;&#12377;&#12290;

OWASP Japan Local Chapter Meeting &#12399;&#12289;&#12475;&#12511;&#12490;&#12540;&#12420;&#25345;&#12385;&#36796;&#12415;&#12398;&#12521;
&#12452;&#12488;&#12491;&#12531;&#12464;&#12488;&#12540;&#12463;&#12398;&#24418;&#12391;&#34892;&#12431;&#12428;&#12427;&#12289;Web&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#12395;&#38306;&#24515;&#12398;&#12354;&#12427;&#26041;&#12364;&#38598;&#12358;&#12289;&#27005;&#12375;&#12367;
&#12459;&#12472;&#12517;&#12450;&#12523;&#12394;&#21193;&#24375;&#20250;&#12391;&#12377;&#12290;&#12473;&#12461;&#12523;&#12289;&#24441;&#32887;&#12289;&#26989;&#31278;&#12289;&#22269;&#31821;&#12289;&#24615;&#21029;&#12289;&#24180;&#40802;&#38306;&#20418;&#12394;&#12367;&#12289;&#36960;&#24942;&#12394;&#12367;
&#12362;&#36234;&#12375;&#12367;&#12384;&#12373;&#12356;&#12290;

&#31169;&#36948;&#12399;&#19977;&#12534;&#26376;&#12395;&#19968;&#24230;&#12289;&#12371;&#12398;&#12511;&#12540;&#12486;&#12451;&#12531;&#12464;&#12434;&#38283;&#20652;&#12375;&#12383;&#12356;&#12392;&#24605;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;&#12418;&#12375;&#12289;&#23558;&#26469;&#12398;&#12481;&#12515;
&#12503;&#12479;&#12540;&#12511;&#12540;&#12486;&#12451;&#12531;&#12464;&#12391;&#12454;&#12455;&#12502;&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#12395;&#38306;&#36899;&#12375;&#12383;&#35441;&#38988;&#12391;&#12473;&#12500;&#12540;&#12481;&#12377;&#12427;&#12371;&#12392;&#12434;&#24076;&#26395;&#12375;&#12390;
&#12367;&#12384;&#12373;&#12427;&#12424;&#12358;&#12394;&#12425;&#12289;OWASP&#12473;&#12500;&#12540;&#12459;&#12540;&#21512;&#24847;&#20107;&#38917;(speaker agreement &#33521;&#35486;)&#12434;&#12362;&#35501;&#12415;&#12395;&#12394;&#12426;&#12289;
&#12372;&#25215;&#35582;&#12398;&#19978;&#12289;&#31169;&#36948;&#12414;&#12391;&#12362;&#30003;&#12375;&#20986;&#12367;&#12384;&#12373;&#12356;&#12290;&#21916;&#12435;&#12391;&#12450;&#12524;&#12531;&#12472;&#12375;&#12383;&#12356;&#12392;&#24605;&#12356;&#12414;&#12377;&#12290;

&#27880;&#65306;&#12481;&#12515;&#12503;&#12479;&#12540;&#12511;&#12540;&#12486;&#12451;&#12531;&#12464;&#12391;&#12289;&#22806;&#22269;&#20154;&#12398;&#20986;&#24109;&#32773;&#12398;&#12383;&#12417;&#26085;&#26412;&#35486;&#12363;&#12425;&#33521;&#35486;&#65288;&#12414;&#12383;&#12399;&#12381;&#12398;&#36870;&#65289;
&#12398;&#31777;&#26131;&#12394;&#36890;&#35379;&#12434;&#12375;&#12390;&#12356;&#12383;&#12384;&#12369;&#12427;&#26041;&#12434;&#27714;&#12417;&#12390;&#12356;&#12414;&#12377;&#12290;&#12380;&#12402;&#12380;&#12402;&#12289;&#12362;&#21147;&#12434;&#12362;&#36024;&#12375;&#12367;&#12384;&#12373;&#12356;&#12290;
&#12372;&#36899;&#32097;&#12362;&#24453;&#12385;&#12375;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;


Dear OWASP Japan mailing list readers,
Hello folks,

We are happy to announce that we started the form for OWASP Japan 3rd
Chapter Meeting on Oct 4th,
at Shibuya, Japan, thanks to Cyber Agent!

Please visit this form and entry if you are interested in the special
topics for this chapter meeting!
<A HREF="http://atnd.org/events/32646">http://atnd.org/events/32646</A>

The OWASP Japan Local Chapter Meeting is held in the form of seminars
and lightning talks.
It's an opportunity for people interested in web security to get
together and exchange information
 and opinions in a casual and fun environment. There are no
requirements in terms of skills,
profession, nationality, gender or age. Anyone interested in web
security is free to participate.

NOTE: We are also currently looking for some volunteers to help with
Japanese to English(or
vice versa) translations at each chapter meeting.


&#9632; &#24403;&#26085;&#12398;&#12503;&#12525;&#12464;&#12521;&#12512;&#65288;&#22793;&#26356;&#12373;&#12428;&#12427;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#65289;&#65306;
The time chart of the meeting is as the following:

18:30 - 19:00	*	Open/&#21463;&#20184;:&#26089;&#12367;&#12362;&#36234;&#12375;&#12356;&#12383;&#12384;&#12369;&#12414;&#12377;&#12392;&#21161;&#12363;&#12426;&#12414;&#12377;
19:00	&#12473;&#12479;&#12540;&#12488;	&#12473;&#12479;&#12483;&#12501;&#12418;&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;&#21463;&#35611;&#12375;&#12414;&#12377;&#12290;&#36000;&#25285;&#36605;&#28187;&#12398;&#12383;&#12417;&#12289;&#36933;&#21051;&#12354;&#12426;&#12365;&#12391;&#12362;&#36234;&#12375;&#12395;&#12394;&#12427;&#12371;&#12392;&#12399;&#12372;&#36960;&#24942;&#12367;&#12384;&#12373;&#12356;&#12290;
19:00	 (OJ Leader)	OWASP Japan&#12424;&#12426;&#12372;&#26696;&#20869;

19:05		OWASP Security Blitz&#12398;&#12486;&#12540;&#12510;&#12434;&#20013;&#24515;&#12395;&#65306;&#26377;&#24535;&#12395;&#12424;&#12427;&#25345;&#12385;&#36796;&#12415;&#12503;&#12524;&#12476;&#12531;&#12486;&#12540;&#12471;&#12519;&#12531;
cf. OWASP Security Blitz:Threat Modeling&#65288;8&#26376;&#65289;,SSL&#65288;9&#26376;&#65289;,Cloud Security&#65288;10&#26376;&#65289;

20 min	Yoshinori Takesako (Cybozu Labs)	HTTP Strict Transport Security
(HSTS) &#12395;&#12388;&#12356;&#12390;

20 min	Wumaierjiang &#8220;Khan&#8221; Simayi (Rakuten)	Cloud Security: White
Ninja vs Black Ninja

10 min	TBD	 &#20840;&#12367;&#26032;&#12375;&#12356;&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#12452;&#12505;&#12531;&#12488; Hardening One&#32057;&#20171;

25 min	Sen Ueno(OJ leader), Hiroshi Tokumaru(HASH Consulting),
Yukihiro Nowatari(Cyber Agent)
 &#12497;&#12493;&#12523;&#12487;&#12451;&#12473;&#12459;&#12483;&#12471;&#12519;&#12531; - &#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#35201;&#20214;&#23450;&#32681;&#26360;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;

20:25	(OJ Leader)	&#20170;&#24460;&#12398;&#27963;&#21205; &#12316; &#27425;&#22238;&#12398;&#29305;&#21029;&#12394;&#20250;&#21512;&#12395;&#12388;&#12356;&#12390; &#12316; Closing
20:30	dismiss/&#35299;&#25955;

&#12372;&#38306;&#24515;&#12398;&#12354;&#12426;&#12381;&#12358;&#12394;&#26041;&#12395;&#12362;&#30693;&#12425;&#12379;&#12367;&#12384;&#12373;&#12356;&#12290;
&#12391;&#12399;&#12289;&#26469;&#36913;&#26408;&#26332;&#12289;&#12362;&#24453;&#12385;&#30003;&#12375;&#19978;&#12370;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;

&#12424;&#12429;&#12375;&#12367;&#12362;&#39000;&#12356;&#12375;&#12414;&#12377;&#12290;


-- 
Riotaro OKADA
OWASP Japan Chapter
Leader
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000010.html">[Owasp-japan] 10/4&#12395;&#12388;&#12356;&#12390;&#36861;&#21152;&#12398;&#12372;&#26696;&#20869;&#65306;&#21021;&#12398;&#22823;&#38442;&#12469;&#12486;&#12521;&#12452;&#12488;&#38283;&#20652;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#9">[ date ]</a>
              <a href="thread.html#9">[ thread ]</a>
              <a href="subject.html#9">[ subject ]</a>
              <a href="author.html#9">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-japan">More information about the Owasp-japan
mailing list</a><br>
</body></html>
