<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP meeting - save the date 12.2.2013
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20meeting%20-%20save%20the%20date%2012.2.2013&In-Reply-To=%3CCAJRrLgEnM_zwzFtC%2BVGzZ7c_vNBs_%3DaY7JkNiO4D4FBoWTXxuA%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000327.html">
   <LINK REL="Next"  HREF="000329.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP meeting - save the date 12.2.2013</H1>
    <B>Or Katz</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20meeting%20-%20save%20the%20date%2012.2.2013&In-Reply-To=%3CCAJRrLgEnM_zwzFtC%2BVGzZ7c_vNBs_%3DaY7JkNiO4D4FBoWTXxuA%40mail.gmail.com%3E"
       TITLE="[OWASP Israel] OWASP meeting - save the date 12.2.2013">katz3112 at gmail.com
       </A><BR>
    <I>Thu Jan 24 11:24:52 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000327.html">[OWASP Israel] Fwd: &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512; 2013
</A></li>
        <LI>Next message: <A HREF="000329.html">[OWASP Israel] OWASP meeting - save the date 12.2.2013
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#328">[ date ]</a>
              <a href="thread.html#328">[ thread ]</a>
              <a href="subject.html#328">[ subject ]</a>
              <a href="author.html#328">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1513;&#1500;&#1493;&#1501;,

&#1500;&#1488;&#1495;&#1512; &#1492;&#1508;&#1505;&#1511;&#1492; &#1511;&#1510;&#1512;&#1492; &#1488;&#1504;&#1495;&#1504;&#1493; &#1495;&#1493;&#1494;&#1512;&#1497;&#1501; &#1506;&#1501; &#1502;&#1508;&#1490;&#1513; OWASP &#1513;&#1497;&#1506;&#1512;&#1498; &#1489; 12.2.2013, &#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497;
&#1502;&#1512;&#1499;&#1494; &#1492;&#1492;&#1491;&#1512;&#1499;&#1492; &#1513;&#1500; &#1488;&#1512;&#1504;&#1505;&#1496; &#1488;&#1504;&#1491; &#1497;&#1488;&#1504;&#1490; &#1489;&#1512;&#1495;&#1493;&#1489; &#1502;&#1497;&#1496;&#1489; 6, &#1514;&#1500; &#1488;&#1489;&#1497;&#1489; (&#1512;&#1488;&#1493; &#1502;&#1508;&#1492; &#1502;&#1510;&#1493;&#1512;&#1508;&#1514;).

 &#1505;&#1491;&#1512; &#1497;&#1493;&#1501; &#1500;&#1502;&#1508;&#1490;&#1513;:



*17:00 &#8211; 17:30 *

&#1492;&#1514;&#1488;&#1505;&#1508;&#1493;&#1514;, &#1508;&#1497;&#1510;&#1492; &#1493;&#1513;&#1514;&#1497;&#1492; &#1511;&#1500;&#1492;.



*17:30 &#8211; 17:45 *

&#1491;&#1489;&#1512;&#1497; &#1508;&#1514;&#1497;&#1495;&#1492;.



*17:45 &#8211; 18:30*

&#1488;&#1497;&#1510;&#1497;&#1511; &#1511;&#1493;&#1496;&#1500;&#1512; &#8211; &#1492;&#1497;&#1499;&#1512;&#1493;&#1514; &#1506;&#1501; Pythonect

Pythonect &#1492;&#1497;&#1488; &#1513;&#1508;&#1514; &#1514;&#1499;&#1504;&#1493;&#1514; &#1495;&#1491;&#1513;&#1492; &#1493;&#1504;&#1497;&#1505;&#1497;&#1493;&#1504;&#1497;&#1514; &#1488;&#1513;&#1512; &#1514;&#1493;&#1502;&#1499;&#1514; &#1489;&#1508;&#1512;&#1491;&#1497;&#1490;&#1502;&#1514; &#1514;&#1499;&#1504;&#1493;&#1514; &#1513;&#1500; Dataflow
Programming.
&#1492;&#1513;&#1508;&#1492; &#1502;&#1504;&#1505;&#1492; &#1500;&#1513;&#1500;&#1489; &#1489;&#1497;&#1503; &#1492;&#1511;&#1500;&#1497;&#1500;&#1493;&#1514; &#1513;&#1500; Shell Scripting (&#1493;&#1499;&#1500; &#1502;&#1492; &#1513;&#1504;&#1490;&#1494;&#1512; &#1502;&#1499;&#1498;, &#1499;&#1493;&#1500;&#1500;
&#1500;&#1491;&#1493;&#1490;&#1502;&#1488;: Implicit Parallelism) &#1493;&#1492;&#1490;&#1502;&#1497;&#1513;&#1493;&#1514; &#1513;&#1500; &#1513;&#1508;&#1514; Python.
Pythonect &#1504;&#1508;&#1500;&#1488;&#1492; &#1500;&#1497;&#1510;&#1497;&#1512;&#1492; &#1502;&#1492;&#1497;&#1512;&#1492; &#1513;&#1500; &#1499;&#1500;&#1497; &#1502;&#1495;&#1511;&#1512; &#1493;&#1489;&#1491;&#1497;&#1511;&#1492; &#1513;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506;, &#1492;&#1495;&#1500; &#1502;-
Fuzzers &#1493;&#1506;&#1491; Revesre Engineering &#1493;- Penetration Testing.
&#1489;&#1492;&#1512;&#1510;&#1488;&#1492; &#1494;&#1488;&#1514; &#1488;&#1505;&#1489;&#1497;&#1512; &#1506;&#1500; Pythonect &#1493;&#1489;&#1504;&#1493;&#1505;&#1507; &#1488;&#1512;&#1488;&#1492; &#1491;&#1493;&#1490;&#1502;&#1488;&#1493;&#1514; &#1511;&#1493;&#1491; &#1513;&#1497;&#1502;&#1495;&#1497;&#1513;&#1493; &#1488;&#1514; &#1492;&#1497;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514;
&#1513;&#1500; &#1492;&#1513;&#1508;&#1492;.



* 18:30 &#8211; 19:15*

&#1512;&#1504;&#1504;&#1492; &#1508;&#1512;&#1497;&#1491;&#1500;&#1497;&#1498; - &#1492;&#1508;&#1513;&#1506; &#1499;&#1503; &#1502;&#1513;&#1514;&#1500;&#1501; - &#1488;&#1500;&#1488; &#1488;&#1501; &#1499;&#1503; &#1504;&#1514;&#1508;&#1505;&#1514;!!

&#1489;&#1493;&#1488;&#1493; &#1504;&#1490;&#1497;&#1491; &#1513;&#1489;&#1488;&#1502;&#1514; &#1504;&#1514;&#1508;&#1505;&#1514;!! - &#1502;&#1492; &#1488;&#1501; &#215; &#1489;&#1493;&#1510;&#1506; &#1489;&#1502;&#1491;&#1497;&#1504;&#1492; &#1488;', &#1492;&#1508;&#1512;&#1493;&#1511;&#1505;&#1497; &#1497;&#1493;&#1513;&#1489; &#1489;&#1502;&#1491;&#1497;&#1504;&#1492; &#1489;',
&#1493;&#1492;&#1502;&#1496;&#1512;&#1492; &#1489;&#1502;&#1491;&#1497;&#1504;&#1492; &#1490;'?

* &#1492;&#1497;&#1499;&#1503; &#1504;&#1502;&#1510;&#1488;&#1514; &#1492;&#1505;&#1502;&#1499;&#1493;&#1514; &#1492;&#1513;&#1497;&#1508;&#1493;&#1496;&#1497;&#1514;?

* &#1502;&#1492;&#1501; &#1514;&#1492;&#1500;&#1497;&#1499;&#1497; &#1492;&#1492;&#1488;&#1513;&#1502;&#1492; &#1493;&#1492;&#1492;&#1512;&#1513;&#1506;&#1492;?

* &#1500;&#1508;&#1497; &#1495;&#1493;&#1511;&#1497;&#1501; &#1513;&#1500; &#1488;&#1497;&#1494;&#1493; &#1502;&#1491;&#1497;&#1504;&#1492; &#1514;&#1497;&#1513;&#1508;&#1496;&#1493;?



&#1492;&#1488;&#1501; &#1489;&#1497;&#1510;&#1493;&#1506; SQL INJECTION &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1513;&#1500;&#1497;&#1499;&#1499;&#1501; &#1500;&#1499;&#1500;&#1488; ?&#1492;&#1488;&#1501; XSS &#1497;&#1493;&#1499;&#1500;?

* &#1502;&#1492; &#1489;&#1506;&#1510;&#1501; &quot;&#1506;&#1489;&#1497;&#1512;&#1514; &#1502;&#1495;&#1513;&#1489;&quot;?



&#1489;&#1504;&#1493;&#1505;&#1507;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1504;&#1491;&#1489;&#1512; &#1490;&#1501; &#1506;&#1500; &#1513;&#1497;&#1514;&#1493;&#1508;&#1497; &#1508;&#1506;&#1493;&#1500;&#1492; &#1489;&#1497;&#1503; &#1502;&#1491;&#1497;&#1504;&#1493;&#1514; &#1489;&#1504;&#1493;&#1513;&#1488; &#1506;&#1489;&#1497;&#1512;&#215; &#1502;&#1495;&#1513;&#1489;:

* &#1502;&#1492; &#1511;&#1497;&#1497;&#1501; &#1489;&#1497;&#1503; &#1492;&#1502;&#1491;&#1497;&#1504;&#1493;&#1514; &#1493;&#1502;&#1492; &#1500;&#1488;?

* &#1502;&#1492;&#1501; &#1505;&#1497;&#1499;&#1493;&#1497;&#1497;&#1498; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1493;&#1505;&#1490;&#1512; &#1500;&#1502;&#1491;&#1497;&#1504;&#1492; &#1488;&#1495;&#1512;&#1514; &#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1506;&#1489;&#1497;&#1512;&#1493;&#215; &#1502;&#1495;&#1513;&#1489;?



&#1488;&#1498; &#1489;&#1493;&#1488;&#1493; &#1504;&#1490;&#1497;&#1491; &#1513;&#1489;&#1488;&#1502;&#1514; &#1492;&#1493;&#1512;&#1513;&#1506;&#1514;&#1501;...

* &#1492;&#1488;&#1501; &#1497;&#1491;&#1506;&#1514; &#1513;&#1497;&#1513; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1511;&#1489;&#1500; &#1502;&#1488;&#1505;&#1512; &#1506;&#1493;&#1500;&#1501; &#1506;&#1500; &#1506;&#1489;&#1497;&#1512;&#1493;&#1514; &#1502;&#1495;&#1513;&#1489;?

* &#1502;&#1510;&#1491; &#1513;&#1504;&#1497;.... &#1492;&#1488;&#1501; &#1494;&#1492; &#1489;&#1488;&#1502;&#1514; &#1499;&quot;&#1499; &#1511;&#1513;&#1492; &#1500;&#1510;&#1488;&#1514; &#1504;&#1511;&#1497; &#1502;&#1499;&#1500; &#1492;&#1506;&#1505;&#1511;?



&#1492;&#1512;&#1510;&#1488;&#1492; &#1494;&#1493; &#1514;&#1506;&#1504;&#1492; &#1506;&#1500; &#1499;&#1500; &#1492;&#1513;&#1488;&#1500;&#1493;&#1514; &#1492;&#1504;&quot;&#1500; &#1493;&#1514;&#1511;&#1513;&#1512; &#1488;&#1514; &#1506;&#1493;&#1500;&#1501; &#1506;&#1489;&#1497;&#1512;&#1493;&#1514; &#1492;&#1502;&#1495;&#1513;&#1489; &#1489;&#1505;&#1489;&#1497;&#1489;&#1493;&#1514; WEB &#1500;&#1506;&#1493;&#1500;&#1501;
&#1506;&#1489;&#1497;&#1512;&#1493;&#1514; &#1492;&#1502;&#1495;&#1513;&#1489;.



*19:15 &#8211; 19:30*

&#1492;&#1508;&#1505;&#1511;&#1514; &#1511;&#1508;&#1492;



*19:30 &#8211; 20:15*

&#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507; &#1502;&#1504;&#1495;&#1492;, &#1488;&#1497;&#1513;&#1512;&#1493; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514;&#1501;: &#1506;&#1497;&#1491;&#1493; &#1489;&#1512;&#1490;&#1512; &#1493;&#1506;&#1502;&#1497;&#1495;&#1497; &#1513;&#1493;&#1500;&#1502;&#1503; &#8211; WAFEC  &#1508;&#1504;&#1500;

WAFEC, &#1492;&#1502;&#1491;&#1512;&#1497;&#1498; &#1500;&#1492;&#1506;&#1512;&#1499;&#1514; Web Application Firewalls, &#1513;&#1508;&#1493;&#1512;&#1505;&#1501; &#1500;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1489;- 2006 &#1492;&#1493;&#1488;
&#1500;&#1502;&#1506;&#1513;&#1492; &#1492;&#1505;&#1496;&#1504;&#1491;&#1512;&#1496;  &#1500;&#1500;&#1497;&#1502;&#1493;&#1491; &#1493;&#1500;&#1492;&#1506;&#1512;&#1499;&#1514; Web Application Firewalls &#1493;&#1504;&#1506;&#1513;&#1492; &#1489;&#1493; &#1514;&#1499;&#1493;&#1508;&#1493;&#1514;
&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1502;&#1499;&#1512;&#1494;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501;. &#1495;&#1489;&#1512;&#1497; &#1511;&#1489;&#1493;&#1510;&#1514; &#1492;&#1508;&#1512;&#1493;&#1497;&#1511;&#1496;, &#1492;&#1499;&#1493;&#1500;&#1500;&#1497;&#1501; &#1488;&#1514; &#1499;&#1500; &#1492;&#1502;&#1497;-&#1493;&#1502;&#1497; &#1489;&#1514;&#1495;&#1493;&#1501; &#1489;&#1506;&#1493;&#1500;&#1501;
(&#1493;&#1488;&#1501; &#1513;&#1499;&#1495;&#1504;&#1493; &#1488;&#1493;&#1514;&#1498; &#1488;&#1514;/&#1492; &#1502;&#1493;&#1494;&#1502;&#1504;/&#1514; &#1500;&#1492;&#1510;&#1496;&#1512;&#1507;) &#1506;&#1493;&#1489;&#1491;&#1514; &#1489;&#1497;&#1502;&#1497;&#1501; &#1488;&#1497;&#1500;&#1493; &#1506;&#1500; &#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1495;&#1491;&#1513;&#1492; &#1513;&#1500;
&#1492;&#1502;&#1491;&#1512;&#1497;&#1498;. &#1499;&#1495;&#1500;&#1511; &#1502;&#1499;&#1504;&#1505; OWASP &#1504;&#1508;&#1490;&#1497;&#1513; &#1489;&#1497;&#1503; &#1502;&#1505;&#1508;&#1512; &#1502;&#1492;&#1502;&#1495;&#1489;&#1512;&#1497;&#1501; &#1513;&#1500; &#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1495;&#1491;&#1513;&#1492;, &#1499;&#1493;&#1500;&#1501; &#1502;&#1493;&#1502;&#1495;&#1497;&#1501;
&#1506;&#1493;&#1500;&#1502;&#1497;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501;, &#1500;&#1491;&#1497;&#1493;&#1503; &#1489;&#1502;&#1510;&#1489; &#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1514; &#1492;-WAF, &#1502;&#1510;&#1489; &#1492;&#1514;&#1506;&#1513;&#1497;&#1497;&#1492;, &#1493;&#1492;&#1488;&#1514;&#1490;&#1512;&#1497;&#1501; &#1489;&#1499;&#1514;&#1497;&#1489;&#1514;
&#1502;&#1491;&#1512;&#1497;&#1498; &#1500;&#1492;&#1506;&#1512;&#1499;&#1514; WAFs. &#1492;&#1508;&#1504;&#1500; &#1497;&#1492;&#1497;&#1492; &#1488;&#1497;&#1504;&#1496;&#1512;&#1488;&#1511;&#1496;&#1497;&#1489;&#1497; &#1493;&#1497;&#1514;&#1489;&#1505;&#1505; &#1506;&#1500; &#1513;&#1488;&#1500;&#1493;&#1514; &#1513;&#1500;&#1497; &#1493;&#1513;&#1500;&#1499;&#1501;. &#1488;&#1513;&#1502;&#1495;
&#1500;&#1511;&#1489;&#1500; &#1513;&#1488;&#1500;&#1493;&#1514; &#1502;&#1512;&#1488;&#1513;!




Hi all,

After a short break, OWASP Israel meeting will be held on the 12/2/2013
Tuesday at the EY training center located in Meitav 6 st. Tel Aviv (see map
below).

The meeting&#8217;s agenda will be:



*17:00 &#8211; 17:30*

Gathering, Pizza &amp; soft drinks.



*17:30 &#8211; 17:45*

Opening note.



*17:45 &#8211; 18:30*

An introduction to pythonect for security professionals - Itzik Kotler

Abstract: Pythonect is a new, free and open source dataflow programming
language. It is an attempt to fuse the intuitive feel of shell scripting
(and all of its perks like implicit parallelism) with the flexibility and
agility of Python. Pythonect is perfect for rapidly prototyping and testing
everything from reverse engineering tools to fuzzers and penetration
testing scripts. This talk will introduce Pythonect, the automation gap it
fills, and its features. Example scripts are included to showcase concepts
and ideas



*18:30 &#8211; 19:15*

Web crime DOES pay - unless you get caught!! - Renana Friedlich

Abstract: But let us say you DID get caught!! - What if the crime was
committed in Country A, the proxy is in Country B, and the target is in
Country C?

* Where is the jurisdiction authority?

* What are the indictment procedures?

* By which laws should you be judged?



Can SQL injection put you in jail? Can XSS? And CSRF?

What actually constitutes a computer crime?



And let's not forget computer crime cooperation between countries:

* What exists and what doesn't

* What are your chances to be extradited?



Let's say you were indicted...

* Did you know you can get up to life sentence for computer crime?

* On the other hand... is it really so hard to get away clean?



This lecture will answer all these questions and will fill the gap between
web oriented attacks to computer crimes .





*19:15 &#8211; 19:30*

coffee break.



*19:30 &#8211; 20:15*

WAFEC 2.0 panel - Moderator: Ofer Shezaf, Confirmed participants: Ido
Breger, Amichai Shulman. You are welcomed to suggest yourself for the panel

Abstract: The WASC/OWASP WAFEC Project, first released in 2006, is the
de-facto standard for learning about and evaluating web application
firewalls and is commonly used in WAF RFPs. The project team, which
includes every WAF expert in the world (and if we missed you, you are
welcomed to join), is working hard to complete version 2. As part the OWASP
IL mini conference we will bring together some of the active participants
in writing the upcoming version, all world experts on WAFs, to discuss the
state of WAF technology, WAF industry and the challenges in creating an
evaluation guide for WAFs. This will be and interactive session and will be
driven by questions from me and from the audience. Feel free to pre-submit
questions!


[image: Inline image 1]






Or Katz

OWASP board member.
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20130124/404cbb72/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20130124/404cbb72/attachment.html</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: map.png
Type: image/png
Size: 428541 bytes
Desc: not available
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20130124/404cbb72/attachment.png">http://lists.owasp.org/pipermail/owasp-israel/attachments/20130124/404cbb72/attachment.png</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000327.html">[OWASP Israel] Fwd: &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512; 2013
</A></li>
	<LI>Next message: <A HREF="000329.html">[OWASP Israel] OWASP meeting - save the date 12.2.2013
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#328">[ date ]</a>
              <a href="thread.html#328">[ thread ]</a>
              <a href="subject.html#328">[ subject ]</a>
              <a href="author.html#328">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
