<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] SANS Security 560 Penetration Testing and Ethical	Hacking Egitimi hakkinda
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20SANS%20Security%20560%20Penetration%20Testing%20and%20Ethical%0A%09Hacking%20Egitimi%20hakkinda&In-Reply-To=5D6388E1768B4E45A38CD925C93A9CB1123D50%40messenger.teknolojiatolyesi.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000667.html">
   <LINK REL="Next"  HREF="000669.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] SANS Security 560 Penetration Testing and Ethical	Hacking Egitimi hakkinda</H1>
    <B>ibrahim saruhan</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20SANS%20Security%20560%20Penetration%20Testing%20and%20Ethical%0A%09Hacking%20Egitimi%20hakkinda&In-Reply-To=5D6388E1768B4E45A38CD925C93A9CB1123D50%40messenger.teknolojiatolyesi.com"
       TITLE="[Owasp-turkey] SANS Security 560 Penetration Testing and Ethical	Hacking Egitimi hakkinda">ibrahimsaruhan at gmail.com
       </A><BR>
    <I>Tue Sep 29 07:04:17 EDT 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000667.html">[Owasp-turkey] 26 Eylul Bulusma Ardindan
</A></li>
        <LI>Next message: <A HREF="000669.html">[Owasp-turkey] yeralti terimleri
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#668">[ date ]</a>
              <a href="thread.html#668">[ thread ]</a>
              <a href="subject.html#668">[ subject ]</a>
              <a href="author.html#668">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Merhabalar,

 &#214;ncelikle, 26 Eyl&#252;l'deki seminere kat&#305;lan, seminer esnas&#305;nda yorumlar&#305;yla
semineri zevkli bir &#246;&#287;renme ortam&#305;na &#231;eviren ve online dinleyen t&#252;m arkada&#351;lara
te&#351;ekk&#252;r ederim.

 Bedirhan, sunumunda T&#252;rkiye OWASP'&#305;n 355 &#252;yesi oldu&#287;unu s&#246;ylemi&#351;ti:) Sunum
sonunda bahsetmi&#351; oldu&#287;umuz &quot;SANS Security 560 Penetration Testing and
Ethical Hacking&quot; e&#287;itimini bir &#231;ok kanaldan duyurduk ama bu e-mail
listesinde haberi olmayan arkada&#351;lar olabilece&#287;ini d&#252;&#351;&#252;nerekten bu e-mail
grubuna da tan&#305;t&#305;m ve &#246;nceden haberi olan arkada&#351;lara da bir hat&#305;rlatma e
-mail'i atmay&#305; d&#252;&#351;&#252;nd&#252;k.

 SANS Organizasyonunun en pop&#252;ler e&#287;itimlerinden biri olan &quot;Security 560:
Network Penetration Testing and Ethical Hacking&quot; e&#287;itimi Ekim ay&#305;nda
Mentor format&#305;nda &#304;stanbul'da verilmeye ba&#351;lanacak. E&#287;itim, i&#231;erik olarak
&quot;Reconnaissance&quot; ile ba&#351;lay&#305;p &quot;Scanning&quot; , &quot;Exploitation&quot; ve &quot;Password
Attacks&quot; &#351;eklinde devam edip &quot;Wireless Attacks&quot; ve &quot;Web Attacks&quot; konular&#305;na
de&#287;indikten sonra b&#252;t&#252;n anlat&#305;lanlar&#305;n bir CTF(Capture The Flag) uygulamas&#305;
ile sonland&#305;r&#305;laca&#287;&#305; bir e&#287;itim olacakt&#305;r.

Bu e&#287;itim de &#246;&#287;renciye SANS'&#305;n &quot;Self Study&quot; e&#287;itiminde oldu&#287;u gibi kurs
kitaplar&#305;, kurs CD-DVD leri ve kurs MP3 dosyalar&#305; verilecektir. Bunun
yan&#305;s&#305;ra Mentor e&#287;itimine ba&#287;l&#305; olarak online kurs materyali ve mentor
 &quot;hands-on&quot; lab notlar&#305; &#246;&#287;renciye verilecektir.  10 adet 2 saatlik oturumlar
&#351;eklinde olu&#351;acak ve tamamen &quot;hands-on&quot; lablar &#351;eklinde i&#351;lenecek olan
e&#287;itim, 10 Ekim 2009 tarihinde ba&#351;lay&#305;p 12 Aral&#305;k 2009 tarihinde sona
erecektir. Bu oturumlar &#304;brahim Saruhan ve Halil &#214;zt&#252;rkci taraf&#305;ndan
y&#246;netilecek ve e&#287;itime kat&#305;lan t&#252;m &#246;&#287;rencilerin lablarda aktif rol olmas&#305;
sa&#287;lanacakt&#305;r.

 Bunun yan&#305;s&#305;ra arkada&#351;lar, e&#287;itimin d&#246;k&#252;mantasyonu &#304;ngilizce ama biz
T&#252;rk&#231;eanlataca&#287;&#305;z. Derslerin hands-on lab k&#305;s&#305;mlar&#305;nda &#246;nceden
belirlenen
senaryolar &#252;zerinden ilerlenecek ve konu anlat&#305;mlar&#305;n&#305;n daha da peki&#351;mesi
sa&#287;lanacak.

 Bu arada &#246;deme ile ilgili &#246;nce e&#287;itim al&#305;p sonra &#246;deme opsiyonunu SANS ile
g&#246;r&#252;&#351;t&#252;k ve bu ba&#287;lamda onlardan izin ald&#305;k. Bir &#231;ok ki&#351;inin
&#231;al&#305;&#351;t&#305;klar&#305;kurumlar ara
c&#305;l&#305;&#287;&#305; ile e&#287;itime kat&#305;lmak isteyecegini ve bu kurumlar&#305;n &#246;demeyi e&#287;itim
sonunda ger&#231;ekle&#351;tirmek isteyece&#287;ini g&#246;z&#246;n&#252;ne alaraktan SANS 'a bu durumu
anlatt&#305;k ve onlar da bu e&#287;itim i&#231;in bu seferlik uygun g&#246;rd&#252;ler.

 Son olarak SANS taraf&#305;ndan g&#246;nderilen duyuru e-mailini de bu emailin sonuna
ekliyorum.

 Sayg&#305;lar

&#199;al&#305;&#351;malar&#305;n&#305;zda kolayl&#305;klar,

&#304;brahim Halil Saruhan

Security Consultant

SANS tarafindan gonderilen e-mail:

We are pleased to invite you to our first Local Mentor Program in Istanbul
where we will be offering one of SANS' most popular courses:SEC560: Network
Penetration Testing &amp; Ethical Hacking, 10 October -12 December, 2009.

<A HREF="http://www.sans.org/info/48524">http://www.sans.org/info/48524</A>

Over the ten weeks of the program, Mentors Ibrahim Saruhan and Halil
Ozturkci will cover detailed pre-test planning, including setting up an
effective penetration testing infrastructure and establishing ground rules
with the target organization. They will also discuss a time-tested
methodology for penetration and ethical hacking across the network, and will
show you demos to enhance your learning.

The sessions will be conducted in Turkish language.

This course offers also a great opportunity to prepare for and seek the GPEN
(GIAC Certified Penetration Tester -
<A HREF="http://www.giac.org/info/49138">http://www.giac.org/info/49138</A>) certification, which is for security
personnel whose job duties involve assessing target networks and systems to
find security vulnerabilities. Certification objectives include
penetration-testing methodologies, the legal issues surrounding penetration
testing and how to properly conduct a penetration test as well as best
practice technical and non-technical techniques specific to conduct a
penetration test. Furthermore the course will finish with a Capture the Flag
(CTF) game (which is the best part of the course), where you will be able to
test your skills.

About the Mentors:

Halil Ozturkci

Halil has more than 10 years experience in IT/IS and has specialized in IT
Security for the last 8 years. He has delivered security training and
provided consultancy services to various corporate clients. He has managed
projects related to Network and Application Penetration tests, Forensics,
Malware Analysis, Information Leakage, Vulnerability Management, Compliance
Management and Secure Coding.

In addition to holding a bachelor's degree in Electronics and Communication
Engineering, he also holds CISSP, CISA, GIAC-GPEN, CEH, CHFI, CCSI, CCNP,
CCSE, MCT and HPCI certifications. Furthermore, he received the Microsoft
MVP award in &quot;Enterprise Security: Engineering&quot; Competency in 2009.

Ibrahim Saruhan

Ibrahim is a Security Analyst currently working for Symantec Consulting
Services in Istanbul/Turkey. He holds a BS Degree from the Computer
Engineering Department at Marmara University and a MS Degree in Computer
Science from The University of Delaware. His current daily activities
include Consulting in Security Information Management Practices.

Ibrahim started his career as a software developer 8 years ago and worked in
his career mostly for telecom companies. Ibrahim holds several
certifications 8 of them being GIAC namely GPEN, GSEC, GCIA-Gold, GCFW,
GSNA, GWAS, GPCI and SSP-GHD. His paper &quot;Detecting and Preventing Rogue
Devices on the Network&quot; for his GCIA certification was one of the top25
papers and can be accessed from the SANS Reading Room.

Training Venue

The training will take place at:

Bimeks Plaza, Inonu Caddesi, Kanarya Sokak No:25, Kat:6
Yenisahra-Atasehir, Istanbul, Turkey

The Mentor Program in SANS EMEA (Europe, Middle East, Africa Region) The
SANS Mentor program in EMEA offers the student the opportunity to combine
self study with hands-on mentor-led interaction through sessions where
students can meet up with a mentor once a week, try the exercises, discuss
the material, ask and answer questions, and help each other learn and
prepare for certification. Mentors are people who have earned certification
with honors, and who have demonstrated a desire to give back to the infosec
community.Mentored students report several major benefits of this format
including: cost savings, time to digest the material, convenient evening
classes, small groups, a Mentor &quot;coach&quot;, and community networking. Another
great benefit of this format is that it allows the Mentor to bring a local
flavor to the course, so you will be able to relate even more to the
incidents studied in class.

++++++++++++++++++++++++++++++++++

Barbara Basalgete
Manager, EMEA
SANS Institute
t    +44 20 3384 3473
m  +33 6 71 48 24 01
f    +44 20 87 11 25 69
e   <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">bbasalgete at sans.org</A>

++++++++++++++++++++++++++++++++++

*******************************************************************

SANS is pleased to announce a new way to learn about training right in your
community.  To learn more about our upcoming events, visit (
<A HREF="http://www.sans.org/info/41114">http://www.sans.org/info/41114</A>). To change your subscription, address, or
other information, visit
<A HREF="http://portal.sans.org.">http://portal.sans.org.</A>  If you wish to have your name removed from our
mailing list, visit the site above, click on &quot;update your account&quot; and check
the box &quot;Do not send any email.&quot;
-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20090929/cb65c990/attachment.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20090929/cb65c990/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000667.html">[Owasp-turkey] 26 Eylul Bulusma Ardindan
</A></li>
	<LI>Next message: <A HREF="000669.html">[Owasp-turkey] yeralti terimleri
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#668">[ date ]</a>
              <a href="thread.html#668">[ thread ]</a>
              <a href="subject.html#668">[ subject ]</a>
              <a href="author.html#668">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
