<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] chip and pin stin Ellada
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20chip%20and%20pin%20stin%20Ellada&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000073.html">
   <LINK REL="Next"  HREF="000075.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] chip and pin stin Ellada</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20chip%20and%20pin%20stin%20Ellada&In-Reply-To="
       TITLE="[Owasp-greece] chip and pin stin Ellada">conpap at di.uoa.gr
       </A><BR>
    <I>Sun Apr 29 18:45:22 EDT 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000073.html">[Owasp-greece] kleinoun to cryptome.org
</A></li>
        <LI>Next message: <A HREF="000075.html">[Owasp-greece] Java Security
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#74">[ date ]</a>
              <a href="thread.html#74">[ thread ]</a>
              <a href="subject.html#74">[ subject ]</a>
              <a href="author.html#74">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
&#904;&#964;&#965;&#967;&#949; &#963;&#942;&#956;&#949;&#961;&#945; &#954;&#945;&#953; &#942;&#956;&#959;&#965;&#957; &#956;&#940;&#961;&#964;&#965;&#961;&#945;&#962; &#949;&#957;&#972;&#962; &#960;&#949;&#961;&#953;&#963;&#964;&#945;&#964;&#953;&#954;&#959;&#973; &#956;&#949; &#941;&#957;&#945;&#957; &#902;&#947;&#947;&#955;&#959;
&#964;&#959;&#965;&#961;&#943;&#963;&#964;&#945;, &#959; &#959;&#960;&#959;&#943;&#959;&#962; &#960;&#955;&#942;&#961;&#969;&#963;&#949; &#956;&#949; &#960;&#953;&#963;&#964;&#969;&#964;&#953;&#954;&#942; &#963;&#949; &#941;&#957;&#945; &#956;&#945;&#947;&#945;&#950;&#943; &#954;&#945;&#953; &#972;&#964;&#945;&#957; &#954;&#955;&#942;&#952;&#951;&#954;&#949;
&#957;&#945; &#965;&#960;&#959;&#947;&#961;&#940;&#968;&#949;&#953; &#964;&#959; &#967;&#945;&#961;&#964;&#940;&#954;&#953;, &#945;&#961;&#957;&#942;&#952;&#951;&#954;&#949; &#955;&#941;&#947;&#959;&#957;&#964;&#945;&#962; &#972;&#964;&#953; &#948;&#949;&#957; &#967;&#961;&#949;&#953;&#940;&#950;&#949;&#964;&#945;&#953; &#945;&#966;&#959;&#973; &#941;&#946;&#945;&#955;&#949;
&#964;&#959; pin. &#916;&#949;&#957; &#949;&#943;&#967;&#945; &#960;&#945;&#961;&#945;&#954;&#959;&#955;&#959;&#965;&#952;&#942;&#963;&#949;&#953; &#964;&#953; &#949;&#943;&#967;&#949; &#960;&#961;&#959;&#951;&#947;&#951;&#952;&#949;&#943;, &#945;&#955;&#955;&#940; &#959; &#965;&#960;&#940;&#955;&#955;&#951;&#955;&#959;&#962;
&#945;&#961;&#967;&#953;&#954;&#940; &#949;&#943;&#967;&#949; &#956;&#953;&#945; &#945;&#960;&#959;&#961;&#951;&#956;&#941;&#957;&#951; &#941;&#954;&#966;&#961;&#945;&#963;&#951;, &#963;&#964;&#951; &#963;&#965;&#957;&#941;&#967;&#949;&#953;&#945; &#963;&#965;&#956;&#966;&#974;&#957;&#951;&#963;&#949; &#954;&#945;&#953; &#964;&#949;&#955;&#953;&#954;&#940; &#964;&#959;&#965;
&#949;&#943;&#960;&#949; &#957;&#945; &#965;&#960;&#959;&#947;&#961;&#940;&#968;&#949;&#953; &#972;&#960;&#969;&#962; &#954;&#945;&#953; &#957;&#945; '&#967;&#949;&#953;, &#960;&#961;&#940;&#947;&#956;&#945; &#960;&#959;&#965; &#941;&#947;&#953;&#957;&#949;.

&#915;&#957;&#969;&#961;&#943;&#950;&#969; &#960;&#969;&#962; &#972;&#960;&#959;&#965; &#965;&#960;&#940;&#961;&#967;&#949;&#953; &#964;&#959; chip and pin, &#963;&#964;&#951;&#957; &#913;&#947;&#947;&#955;&#943;&#945; &#954;&#945;&#953; &#945;&#955;&#955;&#959;&#973;, &#949;&#943;&#957;&#945;&#953;
&#960;&#961;&#959;&#962; &#964;&#945; &#960;&#943;&#963;&#969; &#963;&#965;&#956;&#946;&#945;&#964;&#972; &#956;&#949; &#964;&#953;&#962; &#956;&#945;&#947;&#957;&#951;&#964;&#953;&#954;&#941;&#962; &#954;&#940;&#961;&#964;&#949;&#962;. &#926;&#941;&#961;&#949;&#953; &#954;&#945;&#957;&#949;&#943;&#962; &#945;&#957; &#949;&#956;&#949;&#943;&#962; &#949;&#948;&#974;
&#949;&#943;&#956;&#945;&#963;&#964;&#949; &#960;&#961;&#959;&#962; &#964;&#945; &#949;&#956;&#960;&#961;&#972;&#962; &#963;&#965;&#956;&#946;&#945;&#964;&#959;&#943;; &#915;&#943;&#957;&#959;&#957;&#964;&#945;&#953; &#948;&#951;&#955;&#945;&#948;&#942; &#963;&#965;&#957;&#945;&#955;&#955;&#945;&#947;&#941;&#962; &#963;&#964;&#951;&#957; &#917;&#955;&#955;&#940;&#948;&#945;
&#956;&#949; chip and pin &#942; &#967;&#961;&#951;&#963;&#953;&#956;&#959;&#960;&#959;&#953;&#949;&#943;&#964;&#945;&#953; &#960;&#940;&#957;&#964;&#945; &#951; &#956;&#945;&#947;&#957;&#951;&#964;&#953;&#954;&#942; &#954;&#940;&#961;&#964;&#945;; &#917;&#960;&#943;&#963;&#951;&#962;,
&#965;&#960;&#940;&#961;&#967;&#949;&#953; &#954;&#940;&#960;&#959;&#953;&#959; &#957;&#949;&#974;&#964;&#949;&#961;&#959; &#956;&#949; &#964;&#951; &#948;&#953;&#954;&#942; &#956;&#945;&#962; &#956;&#949;&#964;&#940;&#946;&#945;&#963;&#951; &#963;&#949; chip and pin (&#952;&#945; &#947;&#943;&#957;&#949;&#953;
&#960;&#959;&#964;&#941;, &#960;&#972;&#964;&#949; &#964;&#959; &#965;&#960;&#959;&#955;&#959;&#947;&#943;&#950;&#959;&#965;&#957;, &#960;&#959;&#973; &#941;&#967;&#959;&#965;&#957; &#954;&#959;&#955;&#955;&#942;&#963;&#949;&#953;;)
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000073.html">[Owasp-greece] kleinoun to cryptome.org
</A></li>
	<LI>Next message: <A HREF="000075.html">[Owasp-greece] Java Security
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#74">[ date ]</a>
              <a href="thread.html#74">[ thread ]</a>
              <a href="subject.html#74">[ subject ]</a>
              <a href="author.html#74">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
