<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-kyiv] OWASP Kyiv Meetup Fall 2017
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-kyiv%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-kyiv%5D%20OWASP%20Kyiv%20Meetup%20Fall%202017&In-Reply-To=%3C9CAC6DAA-2A09-48EE-BC80-ACC757AE8AAF%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-kyiv] OWASP Kyiv Meetup Fall 2017</H1>
    <B>Vlad Styran</B> 
    <A HREF="mailto:owasp-kyiv%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-kyiv%5D%20OWASP%20Kyiv%20Meetup%20Fall%202017&In-Reply-To=%3C9CAC6DAA-2A09-48EE-BC80-ACC757AE8AAF%40owasp.org%3E"
       TITLE="[Owasp-kyiv] OWASP Kyiv Meetup Fall 2017">vlad.styran at owasp.org
       </A><BR>
    <I>Tue Jun 13 17:14:14 UTC 2017</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#6">[ date ]</a>
              <a href="thread.html#6">[ thread ]</a>
              <a href="subject.html#6">[ subject ]</a>
              <a href="author.html#6">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1042;&#1089;&#1110;&#1084; &#1087;&#1088;&#1080;&#1074;&#1110;&#1090;,

&#1052;&#1080; &#1088;&#1086;&#1079;&#1087;&#1086;&#1095;&#1080;&#1085;&#1072;&#1108;&#1084;&#1086; &#1087;&#1110;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1091; &#1076;&#1086; &#1086;&#1089;&#1110;&#1085;&#1085;&#1100;&#1086;&#1075;&#1086; &#1084;&#1110;&#1090;&#1072;&#1087;&#1091;. &#1044;&#1072;&#1090;&#1072;: 9 &#1074;&#1077;&#1088;&#1077;&#1089;&#1085;&#1103; 2017 &#1088;. &#1052;&#1110;&#1089;&#1094;&#1077;: &#1044;&#1077;&#1088;&#1078;&#1072;&#1074;&#1085;&#1080;&#1081; &#1091;&#1085;&#1110;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090; &#1090;&#1077;&#1083;&#1077;&#1082;&#1086;&#1084;&#1091;&#1085;&#1110;&#1082;&#1072;&#1094;&#1110;&#1081;, &#1090;&#1086;&#1095;&#1085;&#1110;&#1096;&#1077; &#1081;&#1086;&#1075;&#1086; &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1100;&#1082;&#1080;&#1081; &#1094;&#1077;&#1085;&#1090;&#1088;.

&#1060;&#1086;&#1088;&#1084;&#1072;&#1090; &#1084;&#1110;&#1090;&#1072;&#1087;&#1091; &#1091;&#1089;&#1082;&#1083;&#1072;&#1076;&#1085;&#1102;&#1108;&#1090;&#1100;&#1089;&#1103;: &#1087;&#1086;&#1076;&#1110;&#1103; &#1090;&#1088;&#1080;&#1074;&#1072;&#1090;&#1080;&#1084;&#1077; &#1091;&#1074;&#1077;&#1089;&#1100; &#1076;&#1077;&#1085;&#1100;, &#1085;&#1072; &#1087;&#1086;&#1095;&#1072;&#1090;&#1082;&#1091; &#1073;&#1091;&#1076;&#1091;&#1090;&#1100; &#1076;&#1074;&#1072; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1085;&#1110; &#1074;&#1086;&#1088;&#1082;&#1096;&#1086;&#1087;&#1080;, &#1087;&#1086;&#1090;&#1110;&#1084; &#1089;&#1077;&#1088;&#1110;&#1103; &#1076;&#1086;&#1087;&#1086;&#1074;&#1110;&#1076;&#1077;&#1081;. &#1056;&#1077;&#1108;&#1089;&#1090;&#1088;&#1072;&#1094;&#1110;&#1103; &#1074;&#1110;&#1076;&#1082;&#1088;&#1080;&#1074;&#1072;&#1108;&#1090;&#1100;&#1089;&#1103; 1 &#1089;&#1077;&#1088;&#1087;&#1085;&#1103;, &#1087;&#1088;&#1086; &#1094;&#1077; &#1084;&#1080; &#1087;&#1086;&#1074;&#1110;&#1076;&#1086;&#1084;&#1080;&#1084;&#1086; &#1087;&#1110;&#1079;&#1085;&#1110;&#1096;&#1077;. &#1056;&#1077;&#1108;&#1089;&#1090;&#1088;&#1072;&#1094;&#1110;&#1103; &#1085;&#1072; &#1084;&#1110;&#1090;&#1072;&#1087;&#1080; &#1073;&#1091;&#1076;&#1077; &#1079;&#1076;&#1110;&#1081;&#1089;&#1085;&#1102;&#1074;&#1072;&#1090;&#1080;&#1089;&#1103; &#1086;&#1082;&#1088;&#1077;&#1084;&#1086;, &#1072;&#1076;&#1078;&#1077; &#1082;&#1110;&#1083;&#1100;&#1082;&#1110;&#1089;&#1090;&#1100; &#1084;&#1086;&#1078;&#1083;&#1080;&#1074;&#1080;&#1093; &#1091;&#1095;&#1072;&#1089;&#1085;&#1080;&#1082;&#1110;&#1074; &#1073;&#1091;&#1076;&#1077; &#1086;&#1073;&#1084;&#1077;&#1078;&#1077;&#1085;&#1072;. &#1059;&#1095;&#1072;&#1089;&#1090;&#1100; &#1103;&#1082; &#1079;&#1072;&#1074;&#1078;&#1076;&#1080; &#1073;&#1077;&#1079;&#1082;&#1086;&#1096;&#1090;&#1086;&#1074;&#1085;&#1072;.

&#1044;&#1086;&#1087;&#1086;&#1074;&#1110;&#1076;&#1110; &#1074;&#1089;&#1077; &#1097;&#1077; &#1087;&#1088;&#1080;&#1081;&#1084;&#1072;&#1102;&#1090;&#1100;&#1089;&#1103;, &#1108; &#1076;&#1074;&#1072; &#1074;&#1110;&#1083;&#1100;&#1085;&#1110; &#1089;&#1083;&#1086;&#1090;&#1080;. &#1054;&#1090;&#1078;&#1077; &#1074;&#1110;&#1076;&#1074;&#1072;&#1078;&#1091;&#1081;&#1090;&#1077;&#1089;&#1103; &#1090;&#1072; &#1085;&#1072;&#1076;&#1089;&#1080;&#1083;&#1072;&#1081;&#1090;&#1077; &#1089;&#1074;&#1086;&#1111; &#1110;&#1076;&#1077;&#1111;.

&#1047; &#1087;&#1086;&#1074;&#1072;&#1075;&#1086;&#1102;,
&#1042;&#1086;&#1083;&#1086;&#1076;&#1080;&#1084;&#1080;&#1088; &#1057;&#1090;&#1080;&#1088;&#1072;&#1085;

OWASP Kyiv Chapter Leader
PGP pub key: 87F07F08 &lt;<A HREF="http://pgp.mit.edu:11371/pks/lookup?op=get&amp;search=0x19ED24B087F07F08">http://pgp.mit.edu:11371/pks/lookup?op=get&amp;search=0x19ED24B087F07F08</A>&gt;
Twitter &lt;<A HREF="https://twitter.com/owaspKyiv">https://twitter.com/owaspKyiv</A>&gt; Facebook &lt;<A HREF="https://www.facebook.com/owaspkyiv">https://www.facebook.com/owaspkyiv</A>&gt; YouTube &lt;<A HREF="https://www.youtube.com/channel/UCZlgZTJRb4dXhSUFCjwAQzA">https://www.youtube.com/channel/UCZlgZTJRb4dXhSUFCjwAQzA</A>&gt; Mailing List &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-kyiv">https://lists.owasp.org/mailman/listinfo/owasp-kyiv</A>&gt;
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170613/dd76a995/attachment.html">http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170613/dd76a995/attachment.html</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: signature.asc
Type: application/pgp-signature
Size: 841 bytes
Desc: Message signed with OpenPGP
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170613/dd76a995/attachment.pgp">http://lists.owasp.org/pipermail/owasp-kyiv/attachments/20170613/dd76a995/attachment.pgp</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#6">[ date ]</a>
              <a href="thread.html#6">[ thread ]</a>
              <a href="subject.html#6">[ subject ]</a>
              <a href="author.html#6">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-kyiv">More information about the Owasp-kyiv
mailing list</a><br>
</body></html>
