<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] Diverse Vorschl&#228;ge f&#252;r Meeting und &#252;berhaupt
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=%5BOwasp-germany%5D%0A%20%3D%3Fiso-8859-1%3Fq%3FDiverse_Vorschl%3DE4ge_f%3DFCr_Meeting%3F%3D%0A%20%3D%3Fiso-8859-1%3Fq%3F_und_%3DFCberhaupt%3F%3D&In-Reply-To=00d201c7df46%2452e0fdd0%24a073fea9%40Ipanema">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000031.html">
   <LINK REL="Next"  HREF="000030.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] Diverse Vorschl&#228;ge f&#252;r Meeting und &#252;berhaupt</H1>
    <B>Alexander Meisel</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=%5BOwasp-germany%5D%0A%20%3D%3Fiso-8859-1%3Fq%3FDiverse_Vorschl%3DE4ge_f%3DFCr_Meeting%3F%3D%0A%20%3D%3Fiso-8859-1%3Fq%3F_und_%3DFCberhaupt%3F%3D&In-Reply-To=00d201c7df46%2452e0fdd0%24a073fea9%40Ipanema"
       TITLE="[Owasp-germany] Diverse Vorschl&#228;ge f&#252;r Meeting und &#252;berhaupt">Alexander.Meisel at artofdefence.com
       </A><BR>
    <I>Thu Aug 16 16:24:12 EDT 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000031.html">[Owasp-germany] Diverse Vorschl&#228;ge f&#252;r Meeting und &#252;berhaupt
</A></li>
        <LI>Next message: <A HREF="000030.html">[Owasp-germany] Diverse Vorschl&#228;ge f&#252;r Meeting und &#252;berhaupt
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#29">[ date ]</a>
              <a href="thread.html#29">[ thread ]</a>
              <a href="subject.html#29">[ subject ]</a>
              <a href="author.html#29">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hallo zusammen,

die art of defence GmbH als Hersteller von Produkten im Bereich Web
Application Security k&#246;nnte einen Vortag zum Thema: Evaluation Criteria
der OWASP in Bezug auf den europ&#228;ischen bzw. D-A-CH Markt beisteuern.
Die derzeitige Evaluation Critieria bedarf noch einiges an Arbeit bevor
sie im deutschsprachingen Markt bedenkenlos zur Evaluation einer
WebAppSec-L&#246;sung herangezogen werden kann.

Unabh&#228;ngig davon sehen wir in der OWASP Deutschland ein gro&#223;es Potential
 Hersteller, Dienstleister und Anwender an einem Tisch zubekommen um
gemeinsam L&#246;sungen im Bereich Web Application Security zu diskutieren.

Was mir pers&#246;nlich im Moment fehlt, ist ein freundlicher Austausch von
Informationen &#252;ber Technologie, &quot;Best Practises&quot; und teilweise auch
Politik im Bereich Web Application Security. Die USA ist nicht umsonst
so dominierend in diesem Bereich, da dort viel offener &#252;ber neue Themen,
Probleme und L&#246;sungen diskutiert wird. Mit ein klein wenig Anstrengung
sollte es f&#252;r uns gemeinsam kein Problem sein auf bessere L&#246;sungen zu
kommen, welche &quot;passgenau&quot; f&#252;r D-A-CH sind.

Beste Gr&#252;&#223;e aus Regensburg

         Alexander Meisel


Thomas Schreiber (SecureNet GmbH) wrote:
&gt;<i> Hallo zusammen,
</I>&gt;<i> 
</I>&gt;<i> ich m&#246;chte folgende bei uns - SecureNet - laufende Initiativen in die OWASP
</I>&gt;<i> Germany einbringen, bzw. sie zur Diskussion stellen und Vorschl&#228;ge f&#252;r
</I>&gt;<i> Beitr&#228;ge zum initialen Meeting im September machen.
</I>&gt;<i> 
</I>&gt;<i> Vorab aber mal zur Identit&#228;tsfindung: Welches Ziel verfolgt ein German
</I>&gt;<i> Chapter? Ich sehe da im Wesentlichen zwei m&#246;gliche Zielsetzungen. Erstens,
</I>&gt;<i> bestehende Vernetzungen und die aus der r&#228;umlichen N&#228;he sich ergebende
</I>&gt;<i> M&#246;glichkeit zum Kontaktekn&#252;pfen zu nutzen, um Aktivit&#228;ten in Gang zu setzen
</I>&gt;<i> - wobei diese aber nicht unbedingt in speziellen deutschen Fragestellungen
</I>&gt;<i> m&#252;nden m&#252;ssen. Zweitens, auf Deutschland oder den deutschsprachigen Raum
</I>&gt;<i> bezogene Aspekte aus dem OWASP-Kontext heraus zu adressieren, wie z.B.
</I>&gt;<i> Einbeziehung des rechtlichen Rahmens oder anderer lokaler Gegebenheiten,
</I>&gt;<i> &#220;bersetzungen ins Deutsche, lokale PR f&#252;r die OWASP-Sache, schwerpunktm&#228;&#223;ige
</I>&gt;<i> Besch&#228;ftigung mit D-A-CH Produkten, Ber&#252;cksichtigung von Anforderungen und
</I>&gt;<i> Gegebenheiten des lokalen Marktes etc.
</I>&gt;<i> 
</I>&gt;<i> Ich pl&#228;diere f&#252;r eine schwerpunktm&#228;&#223;ige Ausrichtung der zweiten Art, da mir
</I>&gt;<i> diese sinn- und identit&#228;tsstiftender f&#252;r ein German Chapter scheint. Was
</I>&gt;<i> nat&#252;rlich nicht bedeuten muss, dass man erstens komplett au&#223;er acht l&#228;sst.
</I>&gt;<i> 
</I>&gt;<i> Inhalte f&#252;r OWASP Germany
</I>&gt;<i> =========================
</I>&gt;<i> 1. Scavenger
</I>&gt;<i> ... ist ein Tool, das wir bisher nur intern f&#252;r WAS Pentests eingesetzt
</I>&gt;<i> haben. Es kann sich in verschiedene MITM-Proxys (z.B. WebScarab, Burp)
</I>&gt;<i> einklinken und deren Ausgaben und Traces analysieren und verdichten. Kann
</I>&gt;<i> leicht um weitere Auswertungen erweitert und an andere HTML/HTTP-Output
</I>&gt;<i> generierende Tools angepasst werden. Die Vervollst&#228;ndigung der
</I>&gt;<i> Auswertemodule und Schnittstellen w&#228;re eine Baustelle und der n&#228;chste gro&#223;e
</I>&gt;<i> Schritt das Aufsetzen einer Dialogoberfl&#228;che.
</I>&gt;<i> 
</I>&gt;<i> 2. WAS Checkliste / Zertifikat
</I>&gt;<i> Wir haben die Erfahrung gemacht, dass in Unternehmen ein Bedarf besteht an
</I>&gt;<i> Abnahmekriterien f&#252;r die Sicherheit von Webanwendungen. Vorschlag: Aus den
</I>&gt;<i> bestehenden Dokumenten wie OWASP-Guide/Testingguide und BSI-Best
</I>&gt;<i> Practices-Guide eine Checkliste ableiten, die - zun&#228;chst f&#252;r die
</I>&gt;<i> unternehmensinterne Verwendung - Verbindlichkeiten schafft und
</I>&gt;<i> m&#246;glicherweise zu einer allgemeinen Zertifizierungsgrundlage heranw&#228;chst. 
</I>&gt;<i> (NB: kollidiert nicht mit Mateo Meuccis Certification Project, bei dem es um
</I>&gt;<i> die Zertifizierung von Auditoren und Entwicklern geht)
</I>&gt;<i> 
</I>&gt;<i> 3. WAS Design Patterns
</I>&gt;<i> Die Idee der Design Patterns [1] wurde unseres Wissens nach bisher nur in
</I>&gt;<i> Ans&#228;tzen auf die Web Application Security angewandt. Wir denken, dass dieser
</I>&gt;<i> Ansatz Potential besitzt, um Best Practices f&#252;r WAS f&#252;r die Designphase
</I>&gt;<i> festzuschreiben. Auf intern. OWASP-Ebene laufen augenscheinlich
</I>&gt;<i> diesbez&#252;glich noch keine Initiativen.
</I>&gt;<i> 
</I>&gt;<i> 4. BSI-Guide
</I>&gt;<i> Letzten August ist der von uns verfasste Guide des BSI &quot;Ma&#223;nahmenkatalog und
</I>&gt;<i> Best Practices zur Sicherheit von Webanwendungen&quot; -
</I>&gt;<i> <A HREF="http://www.bsi.de/literat/studien/websec/WebSec.pdf">http://www.bsi.de/literat/studien/websec/WebSec.pdf</A> - erschienen. Die
</I>&gt;<i> Inhalte in diesem Dokument unterliegen dem raschen technischen Wandel sowie
</I>&gt;<i> fortschreitenden Erkenntisprozess - will hei&#223;en: Sie veralten recht schnell.
</I>&gt;<i> Wir haben daher dem BSI vorgeschlagen, es zu einem 'lebenden' Dokument zu
</I>&gt;<i> machen, also als Forum oder Wiki aufzusetzen und die Community in die Pflege
</I>&gt;<i> einzubeziehen. Die OWASP Germany w&#228;re hier ein sehr passender Rahmen.
</I>&gt;<i> Allerdings stellt sich die Frage, welche Berechtigung hat soetwas angesichts
</I>&gt;<i> der Tatsache, dass es ja schon den 'gro&#223;en' OWASP-Guide gibt. Ich sehe da
</I>&gt;<i> durchaus M&#246;glichkeiten in Form einer nationalen Ausrichtung. Das w&#252;rde ich
</I>&gt;<i> jedoch gerne hier zur Diskussion stellen. Allerdings muss das BSI dem Ganzen
</I>&gt;<i> &#252;berhaupt erst noch zustimmen.
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> Vortragsvorschl&#228;ge
</I>&gt;<i> ==================
</I>&gt;<i> 1. WAS Checkliste / Zertifikat
</I>&gt;<i> Skizzierung eines Vorgehens zur Erstellung einer WAS Checkliste (wie oben
</I>&gt;<i> beschrieben)
</I>&gt;<i> 
</I>&gt;<i> 2. WAS Design Patterns
</I>&gt;<i> Was sind Software Design Patterns und wie lassen sie sich auf die WAS
</I>&gt;<i> &#252;bertragen. Was ist zu tun?
</I>&gt;<i> 
</I>&gt;<i> 3. Session-Hijacking/XSS
</I>&gt;<i> Eine vor Jahren entdeckte Schwachstelle in einer gro&#223;en
</I>&gt;<i> Versteigerungsplattform ist nach wie vor vorhanden. Nur hat diese heute weit
</I>&gt;<i> mehr Schadenspotential als damals. ==&gt; Demonstration der Schwachstelle und
</I>&gt;<i> verschiedener fortgeschrittener Angriffstechniken mit XSS. (das setzt
</I>&gt;<i> allerdings voraus, dass der Betreiber das bis dahin repariert hat,
</I>&gt;<i> ansonsten: an einer Demo-Anwendung zeigen)
</I>&gt;<i> 
</I>&gt;<i> 4. WAFs und spezielle Sicherheitstechniken
</I>&gt;<i> Eine Web Application Firewall (WAF) wird vielfach verstanden als schlichter
</I>&gt;<i> RegEx-Filter, der sch&#228;dliche Angriffsmuster erkennen und blocken kann. Oder
</I>&gt;<i> aber von manchen in ihrem Nutzen vollst&#228;ndig in Frage gestellt mit dem
</I>&gt;<i> Argument, dass die Fehler in der Webanwendung zu beseitigen sind (was ja
</I>&gt;<i> auch richtig ist). WAFs bringen dar&#252;ber hinaus aber Techniken in eine
</I>&gt;<i> Sicherheitsarchitektur ein, die erheblichen Zusatznutzen bringen und auf die
</I>&gt;<i> man ohne WAF verzichten m&#252;sste. Beispiel: URL-Encryption, SSL-SessionIDs,
</I>&gt;<i> Smart Form Protection, Anomalie-Erkennung. Es ist interessant, sich diese
</I>&gt;<i> Konzepte einmal n&#228;her anzusehen. (Hier k&#246;nnte vielleicht ein Hersteller
</I>&gt;<i> einen Beitrag leisten - vorzugsweise aus deutschsprachigen Landen, siehe
</I>&gt;<i> oben.)
</I>&gt;<i> 
</I>&gt;<i> 5. &quot;Privacy in the 21st Century&quot;
</I>&gt;<i> Bei n&#228;herem Hinsehen scheint es mir doch eher fragw&#252;rdig, die Veranstaltung
</I>&gt;<i> als Beitrag zur Global Security Week zu deklarieren. &quot;Privacy in the 21st
</I>&gt;<i> Century&quot; ist sicher nicht das, was uns beim Neufindungs-Meeting am st&#228;rksten
</I>&gt;<i> bewegt. Und an die 9/11-Aktivit&#228;ten muss man sich auch nicht unbedingt
</I>&gt;<i> dranh&#228;ngen, finde ich...
</I>&gt;<i> 
</I>&gt;<i> Ansonsten
</I>&gt;<i> =========
</I>&gt;<i> Wir haben eine umfangreiche Mailingliste von WAS-Interessierten. Ich k&#246;nnte
</I>&gt;<i> anbieten, darin auf OWASP Germany hinzuweisen und zum Meeting einzuladen.
</I>&gt;<i> (Presse w&#252;rde ich vorab erstmal rauslassen, aber nach dem Meeting, wenn
</I>&gt;<i> erfolgreich, mit einer entsprechenden Pressemitteilung begl&#252;cken)
</I>&gt;<i> 
</I>&gt;<i> Wer sind wir eigentlich?: Wir sind ein Softwarehaus und haben schon vor etwa
</I>&gt;<i> 5 Jahren begonnen, uns intensiv mit WAS auseinanderzusetzen - nachdem wir
</I>&gt;<i> festgestellt haben, dass dieselben Schwachstellen, die wir in unsere
</I>&gt;<i> Webanwendungen damals eingebaut haben, in fast jeder Webanwendung zu finden
</I>&gt;<i> sind...
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> Soweit erstmal ... sorry f&#252;r die L&#228;nge - hatte keine Zeit, mich k&#252;rzer zu
</I>&gt;<i> fassen ;)
</I>&gt;<i> 
</I>&gt;<i> Beste Gr&#252;&#223;e
</I>&gt;<i> Thomas Schreiber
</I>&gt;<i> _____________________________________
</I>&gt;<i> 
</I>&gt;<i> SecureNet GmbH
</I>&gt;<i> Frankfurter Ring 193a
</I>&gt;<i> D-80807 M&#252;nchen
</I>&gt;<i> Tel: +49 89 32133-610
</I>&gt;<i> Fax: +49 89 32133-699
</I>&gt;<i> Zentrale: -600
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">ts at securenet.de</A>
</I>&gt;<i> www.securenet.de 
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> [1] Design Pattern
</I>&gt;<i> Wikipedia.de: &gt;&gt;Ein Entwurfsmuster (engl. design pattern) beschreibt eine
</I>&gt;<i> bew&#228;hrte Schablone f&#252;r ein Entwurfsproblem. Es stellt damit eine
</I>&gt;<i> wiederverwendbare Vorlage zur Probleml&#246;sung dar. Entstanden ist der Ausdruck
</I>&gt;<i> in der Architektur, von der er f&#252;r die Softwareentwicklung &#252;bernommen
</I>&gt;<i> wurde.&lt;&lt;
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-germany mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">Owasp-germany at lists.owasp.org</A>
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">https://lists.owasp.org/mailman/listinfo/owasp-germany</A>
</I>&gt;<i> 
</I>
-- 
Alexander Meisel (CTO) - <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">alexander.meisel at artofdefence.com</A>
art of defence GmbH, Bruderw&#246;hrdstr 15b, 93055 Regensburg, Germany
Amtsgericht Regensburg HRB 9708
Gesch&#228;ftsf&#252;hrer: Dr. Georg He&#223;, Alexander Meisel
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000031.html">[Owasp-germany] Diverse Vorschl&#228;ge f&#252;r Meeting und &#252;berhaupt
</A></li>
	<LI>Next message: <A HREF="000030.html">[Owasp-germany] Diverse Vorschl&#228;ge f&#252;r Meeting und &#252;berhaupt
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#29">[ date ]</a>
              <a href="thread.html#29">[ thread ]</a>
              <a href="subject.html#29">[ subject ]</a>
              <a href="author.html#29">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
