<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Siber G&#252;venlik Konferans&#305; '13 Etkinli&#287;i
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-turkey%5D%20%3D%3Fiso-8859-9%3Fq%3FSiber_G%3DFCvenlik_Konferans%3DFD_%3D2713%3F%3D%0A%09%3D%3Fiso-8859-9%3Fq%3F_Etkinli%3DF0i%3F%3D&In-Reply-To=%3C018701ce4d5d%24be1b98e0%243a52caa0%24%40siberguvenlik.org.tr%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001703.html">
   <LINK REL="Next"  HREF="001705.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Siber G&#252;venlik Konferans&#305; '13 Etkinli&#287;i</H1>
    <B>&#214;mer Onuk</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-turkey%5D%20%3D%3Fiso-8859-9%3Fq%3FSiber_G%3DFCvenlik_Konferans%3DFD_%3D2713%3F%3D%0A%09%3D%3Fiso-8859-9%3Fq%3F_Etkinli%3DF0i%3F%3D&In-Reply-To=%3C018701ce4d5d%24be1b98e0%243a52caa0%24%40siberguvenlik.org.tr%3E"
       TITLE="[Owasp-turkey] Siber G&#252;venlik Konferans&#305; '13 Etkinli&#287;i">omer.onuk at siberguvenlik.org.tr
       </A><BR>
    <I>Fri May 10 09:07:04 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="001703.html">[Owasp-turkey] yeni i&#351; f&#305;rsatlar&#305;
</A></li>
        <LI>Next message: <A HREF="001705.html">[Owasp-turkey] Siber G&#252;venlik Konferans&#305; 2013
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1704">[ date ]</a>
              <a href="thread.html#1704">[ thread ]</a>
              <a href="subject.html#1704">[ subject ]</a>
              <a href="author.html#1704">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Siber G&#252;venlik &#304;stanbul'da Konu&#351;ulacak 

 

&#220;lkemizde d&#252;zenlenen en ilgi &#231;ekici ve en b&#252;y&#252;k Siber G&#252;venlik Konferans&#305; 14
May&#305;s 2013 tarihinde Harbiye Askeri M&#252;ze'de ger&#231;ekle&#351;tirilecek. 

 

Siber G&#252;venlik Konferans&#305;, T&#252;rkiye'de Siber G&#252;venlik konusunda bilgi
payla&#351;&#305;m&#305;n&#305; ve bilin&#231;lendirmeyi ama&#231; edinen Siber G&#252;venlik Derne&#287;i
taraf&#305;ndan d&#252;zenlenmekte olup, ulusal siber g&#252;venlik alan&#305;nda &#231;al&#305;&#351;an
profesyonelleri, bilgi g&#252;venli&#287;i &#231;al&#305;&#351;anlar&#305;n&#305;, akademisyenleri, bili&#351;im
hukuk&#231;ular&#305;n&#305;, kamu ve &#246;zel sekt&#246;r&#252; bir araya getirerek, siber g&#252;venli&#287;e
y&#246;nelik &#231;&#246;z&#252;m ve &#231;&#246;z&#252;m &#246;nerileri sunmay&#305; hedefliyor.

Siber G&#252;venlik Kurulu'nun olu&#351;turulmas&#305; ve Siber G&#252;venlik Eylem Plan&#305;
&#231;al&#305;&#351;malar&#305;n&#305;n s&#252;rd&#252;r&#252;ld&#252;&#287;&#252; &#351;u g&#252;nlerde, devletin &#252;st d&#252;zey kademelerinden
yetkililerin de kat&#305;l&#305;m sa&#287;l&#305;yor olmalar&#305; Siber G&#252;venlik Konferans&#305;'n&#305;n
hedefine ula&#351;mas&#305;nda b&#252;y&#252;k rol oynayacak. 

 

Ana teman&#305;n &quot;Sanal D&#252;nya, Ger&#231;ek Tehditler&quot; oldu&#287;u konferansta; siber
g&#252;venlik, siber savunma stratejileri, siber casus yeti&#351;tirme politikalar&#305;,
siber su&#231;lar, siber sava&#351;lar ve bu alana y&#246;nelik olarak di&#287;er &#252;lkelerin
yakla&#351;&#305;mlar&#305;, siber g&#252;venlik kavram&#305;n&#305;n bireysel, kurumsal ve ulusal
g&#252;venlik a&#231;&#305;s&#305;ndan &#246;nemi konu&#351;ulacak. 

 

Siber g&#252;venlik konusunda uzman akademisyen, kamu ve &#246;zel sekt&#246;r &#231;al&#305;&#351;an&#305; bir
&#231;ok isim, ana tema &#231;er&#231;evesinde farkl&#305; alanlardaki tecr&#252;belerini ve
&#231;al&#305;&#351;malar&#305;n&#305; kat&#305;l&#305;mc&#305;larla payla&#351;acak. Paralel oturumlar &#351;eklinde
ger&#231;ekle&#351;tirilecek konu&#351;malarda, siber g&#252;venlik konusunda vizyon geli&#351;tirici
payla&#351;&#305;mlar&#305;n yan&#305; s&#305;ra, beyaz &#351;apkal&#305; hackerlar taraf&#305;ndan ilgi &#231;ekici
teknik sunumlar da yer alacak. 

 

Konferansta yer alacak en &#231;arp&#305;c&#305; payla&#351;&#305;mlar, yeni kurulan Siber G&#252;venlik
Kurulu'nun uygulamaya koyaca&#287;&#305; &quot;Siber G&#252;venlik Stratejisi&quot;, ve &#252;lke &#231;ap&#305;nda
ger&#231;ekle&#351;en siber sald&#305;r&#305; ve tehditlere kar&#351;&#305; savunman&#305;n koordine edilece&#287;i
USOM (Ulusal Siber Olaylara M&#252;dahale Merkezi) ve SOME'ler (Siber Olaylara
M&#252;dahale Ekipleri) ile ilgili olacak. 

 

Ulusal Siber G&#252;venlik alan&#305;ndaki konular ise panel format&#305;nda alan&#305;nda uzman
kat&#305;l&#305;mc&#305;lar, emniyet yetkilileri ve bili&#351;im hukuk&#231;ular&#305; taraf&#305;ndan
irdelenecek. 2012 y&#305;l&#305;nda d&#252;nyaya damgas&#305;n&#305; vuran ve &#246;nemini daha &#231;ok
hissettiren siber g&#252;venlik, siber casus yeti&#351;tirme politikalar&#305;, siber
sava&#351;lar ve siber su&#231;lar panelistler taraf&#305;ndan masaya yat&#305;r&#305;lacak ve yasal
d&#252;zenlemelerdeki eksikliklerden bahsedilecek.

 

Siber G&#252;venlik Konferans&#305;, kamu ve &#246;zel sekt&#246;rdeki siber g&#252;venlik
uzmanlar&#305;n&#305;n, hacker'lar&#305;n, bili&#351;im hukuk&#231;ular&#305;n&#305;n, g&#252;venlik g&#252;&#231;lerinin ve
siber g&#252;venli&#287;e merak&#305; olan herkesin kat&#305;lmas&#305; gereken bir etkinliktir. 

 

Konferansa kat&#305;l&#305;m &#252;cretsiz olup kay&#305;t yap&#305;lmas&#305; zorunludur.

 

Kay&#305;t ve daha detayl&#305; bilgi i&#231;in konferans web sitesini:
<A HREF="http://www.siberguvenlikkonferansi.org">http://www.siberguvenlikkonferansi.org</A> ziyaret edebilirsiniz.

 

Sayg&#305;lar&#305;mla

&#214;MER ONUK

 

logo

 

Siber G&#252;venlik Derne&#287;i - Genel Koordinat&#246;r

 

Tel                         :+90 216 540 56 43

Fax                        :+90 216 540 56 44 

e-mail                  :<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">omer.onuk at siberguvenlik.org.tr</A>

web                      :www.siberguvenlik.org.tr

                               :www.siberguvenlikkonferansi.org

Twitter               :twitter.com/siberguvenlik

                               :twitter.com/siberkonferans

&#304;rtibat Tel          : +90 532 739 39 63

 

YASAL UYARI: Bu e-posta'n&#305;n i&#231;erdi&#287;i bilgiler (ekleri de dahil olmak &#252;zere)
gizlidir. Sahibinin onay&#305; olmaks&#305;z&#305;n i&#231;eri&#287;i kopyalanamaz, &#252;&#231;&#252;nc&#252; ki&#351;ilere
a&#231;&#305;klanamaz veya iletilemez . Bu mesajin g&#246;nderilmek istendi&#287;i ki&#351;i
de&#287;ilseniz (ya da bu e-posta'y&#305; yanl&#305;&#351;l&#305;kla ald&#305;ysan&#305;z), l&#252;tfen yollayan
ki&#351;iyi haberdar ediniz ve mesaj&#305; sisteminizden derhal siliniz. Siber
G&#252;venlik Derne&#287;i, bu mesaj&#305;n i&#231;erdi&#287;i bilgilerin do&#287;rulu&#287;u veya eksiksiz
oldu&#287;u konusunda bir garanti vermemektedir. Bu nedenle, bilgilerin ne
&#351;ekilde olursa olsun i&#231;eri&#287;inden, iletilmesinden, al&#305;nmas&#305;ndan,
saklanmas&#305;ndan Siber G&#252;venlik Derne&#287;i sorumlu de&#287;ildir. Bu mesaj&#305;n i&#231;eri&#287;i
yazar&#305;na ait olup, Siber G&#252;venlik Derne&#287;i'nin  g&#246;r&#252;&#351;lerini i&#231;ermeyebilir. Bu
e-posta bizce bilinen t&#252;m bilgisayar viruslerine karsi taranm&#305;&#351;t&#305;r. 

DISCLAIMER: This e-mail (including any attachments) may contain confidential
and/or privileged information. Copying, disclosure or distribution of the
material in this e-mail without owner authority is strictly forbidden. If
you are not the intended recipient (or have received this e-mail in error),
please notify the sender and delete it from your system immediately. Cyber
Security Association makes no warranty as to the accuracy or completeness of
any information contained in this message and hereby excludes any liability
of any kind for the information contained therein or for the information
transmission, reception, storage or use of such in any way whatsoever. Any
opinions expressed in this message are those of the author and may not
necessarily reflect the opinions of Cyber Security Association. This e-mail
has been scanned for all computer viruses known to us.

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20130510/f58fee35/attachment.html">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20130510/f58fee35/attachment.html</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: image001.jpg
Type: image/jpeg
Size: 8814 bytes
Desc: not available
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-turkey/attachments/20130510/f58fee35/attachment.jpg">http://lists.owasp.org/pipermail/owasp-turkey/attachments/20130510/f58fee35/attachment.jpg</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001703.html">[Owasp-turkey] yeni i&#351; f&#305;rsatlar&#305;
</A></li>
	<LI>Next message: <A HREF="001705.html">[Owasp-turkey] Siber G&#252;venlik Konferans&#305; 2013
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1704">[ date ]</a>
              <a href="thread.html#1704">[ thread ]</a>
              <a href="subject.html#1704">[ subject ]</a>
              <a href="author.html#1704">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
