<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] Einladung zum 69. M&#252;nchner OWASP Stammtisch am 19.04.2016 um 19:00 Uhr
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FEinladung_zum_69%3D2E_M%3DC3%3DBCnchner_OWASP%3F%3D%0A%20%3D%3Futf-8%3Fq%3F_Stammtisch_am_19%3D2E04%3D2E2016_um_19%3D3A00_Uhr%3F%3D&In-Reply-To=%3C5713D46E.8090109%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000871.html">
   <LINK REL="Next"  HREF="000873.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] Einladung zum 69. M&#252;nchner OWASP Stammtisch am 19.04.2016 um 19:00 Uhr</H1>
    <B>Tom Schoen</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20%3D%3Futf-8%3Fq%3FEinladung_zum_69%3D2E_M%3DC3%3DBCnchner_OWASP%3F%3D%0A%20%3D%3Futf-8%3Fq%3F_Stammtisch_am_19%3D2E04%3D2E2016_um_19%3D3A00_Uhr%3F%3D&In-Reply-To=%3C5713D46E.8090109%40owasp.org%3E"
       TITLE="[Owasp-germany] Einladung zum 69. M&#252;nchner OWASP Stammtisch am 19.04.2016 um 19:00 Uhr">tom.schoen at owasp.org
       </A><BR>
    <I>Sun Apr 17 18:22:38 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000871.html">[Owasp-germany] Vortrag Frankfurt Stammtisch 28. 4.
</A></li>
        <LI>Next message: <A HREF="000873.html">[Owasp-germany] OWASP Ruhrpott Stammtisch - 03.05.2016 (&quot;Unsere Sicherheit wird auch in der Entwicklungsumgebung verteidigt&quot;)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#872">[ date ]</a>
              <a href="thread.html#872">[ thread ]</a>
              <a href="subject.html#872">[ subject ]</a>
              <a href="author.html#872">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>### Einladung zum 69. M&#252;nchner OWASP Stammtisch am 19.04.2016 um 19:00 Uhr

Hallo zusammen,

den letzten Stammtisch hatten wir in den R&#228;umlichkeiten der Firma mgm. 
Das hat gut geklappt und mgm bietet uns freundlicherweise die 
M&#246;glichkeit auch im April unseren Stammtisch hier durchzuf&#252;hren.
Da wir uns nicht in einem Restaurant befinden, wird es beim Stammtisch 
nichts zu essen geben. Getr&#228;nke kann man vor Ort zu einem 
Unkostenbeitrag erwerben.

Wir werden diesmal mehrere kurze Vortr&#228;ge h&#246;ren:

###1. Kurzvortrag: OWASP Secure Software Contract Annex (auf Deutsch) 
von Ralf Reinhardt
----------------------------------------------------------------------------- 

Ein aktuelles OWASP-Projekt versucht - ausgehend von einem 
US-zentrischen Dokument - einen f&#252;r den &quot;deutschen Markt&quot; 
rechtsverbindlichen Vertragsanhang zu schaffen, der es den Kunden von 
Individualsoftware erm&#246;glicht, Software-Lieferanten zur sicheren 
Softwareentwicklung und Vorgehensweisen zu bewegen und entsprechende 
berechtigte Forderungen durchsetzen zu k&#246;nnen. Dieser Vortrag ist nicht 
technisch sondern in der Rubrik &quot;Management&quot; und &quot;Rechtsabteilung&quot; 
anzusiedeln.

###2. Kurzvortrag: Verwundbare Virtual-Machines f&#252;r Tests und Schulungen 
von Ralf Reinhardt
----------------------------------------------------------------------------- 

Wenn ich dann eh schon mein Notebook offen habe, kann ich schnell noch 
ein paar Opfer-VMs mit schw&#228;chlichen und pickligen Applikationen zeigen, 
die ich bei Schulungen und &quot;Live-Hackings&quot; regelm&#228;&#223;ig nutze.

Ralf Reinhardt ist ein IT-Sicherheitsexperte und Pentester mit 
Schwerpunkt Web-Anwendungs-Sicherheit. Er ist seit mehreren Jahren 
Lehrbeauftragter f&#252;r &#8222;Web Application Security&#8220; an der Technischen 
Hochschule in N&#252;rnberg. Er gr&#252;ndete unseren M&#252;nchner OWASP-Stammtisch 
und war lange Jahre Organisator. Bei Projekten und &#220;bersetzungen des 
German OWASP Chapters ist Ralf Reinhard seit Jahren aktiv (z.B. 
&#220;bersetzung der &quot;OWASP Top 10&quot;, OWASP-Review des Entwurfs des 
&quot;IT-Grundschutzbausteins Webanwendungen&quot; des BSI). Im Jahre 2010 
gr&#252;ndete er zusammen mit Achim Hoffmann die sic[!]sec GmbH in Gr&#246;benzell 
bei M&#252;nchen. Dort ist er heute als Principal Consultant und 
Gesch&#228;ftsf&#252;hrer t&#228;tig.

###3. Kurzvortrag: Nachlese zum 7. German OWASP Day 2015  von Thomas 
Herzog und Torsten Gigler
----------------------------------------------------------------------------- 

F&#252;r alle, die nicht beim letzten German OWASP Day in Frankfurt waren, 
gibt es einen &#220;berblick &#252;ber die dort gehaltenen Vortr&#228;ge und Talks.


### Ort: Firma mgm technology partners gmbh
Frankfurter Ring 105 a
80807 M&#252;nchen
Dort in einem Raum auf der Dachterrasse. Im Geb&#228;ude nimmt man am besten 
den Aufzug in den 5. Stock. Nach dem Aussteigen noch ein Stockwerk zu 
Fuss hochgehen.

Anfahrtsbeschreibung:
Mit &#246;ffentlichen Verkehrsmitteln (jeweils ~18-25 MVV-Min):
ab Hauptbahnhof [U2]:

    Mit der U2 (Richtung Feldmoching), nach ca. 10 min. bei Haltestelle
    'Frankfurter Ring' in Fahrtrichtung vorne aussteigen.
    Der rechte Aufgang f&#252;hrt auf den Frankfurter Ring: zu Fu&#223; sind es
    ca. 10 Minuten bis zu mgm. Alle 10 (~19h) bzw. 20 min. f&#228;hrt auch
    der Bus 177 (Richtung Studentenstadt). Bei der &#252;bern&#228;chsten
    Haltestelle 'Ingolst&#228;dter Stra&#223;e' aussteigen, mgm befindet sich auf
    der anderen Stra&#223;enseite. F&#252;r diese Fahrt braucht man eine Fahrkarte
    der Kategorie 1 oder zwei Streifen der Streifenkarte.

ab Marienplatz [U3]:

    Mit der U3 (Richtung Olympiazentrum) bis 'Scheidplatz', dort in die
    (wartende) U2 (Richtung Feldmoching) am selben Bahnsteig umsteigen
    und bei der Haltestelle 'Frankfurter Ring' in Fahrtrichtung vorne
    aussteigen. Rest wie 'ab Hauptbahnhof'.

ab Marienplatz [U6]:

    Mit der U6 (Richtung Kieferngarten/Fr&#246;ttmaning) bis
    'Studentenstadt', dort in der Mitte aussteigen und in den Bus 177
    (Richtung Petuelring) umsteigen. Die Busse verkehren alle 10 (~19h)
    bzw. 20 min. Nach ca. 10 min. bei Haltestelle 'Ingolst&#228;dter Stra&#223;e'
    aussteigen, die Ampel entgegen der Fahrtrichtung queren und noch
    etwa 50m bis an die andere Geb&#228;udeseite laufen. F&#252;r diese Fahrt
    braucht man eine Fahrkarte der Kategorie 1 oder zwei Streifen der
    Streifenkarte.

Mit dem Auto: vgl Webseite von 'mgm' 
(<A HREF="http://www.mgm-tp.com/kontakt/muenchen">http://www.mgm-tp.com/kontakt/muenchen</A>) &#8594; Anfahrt mit dem Auto'


### Allgemeines 
&lt;<A HREF="https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/M%C3%BCnchen">https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/M%C3%BCnchen</A>&gt; 

Um vorhergehende Anmeldung per E-Mail (einfach dieser antworten) wird 
gebeten - spontane &quot;Zaung&#228;ste&quot; sind aber jederzeit ebenso willkommen.

### Spread the word
Bitte diese Info an potentiell Interessierte weiterleiten. Unser Thema 
ist in erster Linie (Web) Application Security. Man muss dazu &#252;berhaupt 
nichts von OWASP wissen, ein vorhergehender Blick auf die Website indes 
schadet sicher nicht.

Sch&#246;nen Gru&#223;,
Orga-Team f&#252;r den M&#252;nchner OWASP Stammtisch (Tom, Torsten und Christoph)
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000871.html">[Owasp-germany] Vortrag Frankfurt Stammtisch 28. 4.
</A></li>
	<LI>Next message: <A HREF="000873.html">[Owasp-germany] OWASP Ruhrpott Stammtisch - 03.05.2016 (&quot;Unsere Sicherheit wird auch in der Entwicklungsumgebung verteidigt&quot;)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#872">[ date ]</a>
              <a href="thread.html#872">[ thread ]</a>
              <a href="subject.html#872">[ subject ]</a>
              <a href="author.html#872">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
