<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] F&#252;nftes OWASP-Treffen und Vortrag in Hamburg
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=%5BOwasp-germany%5D%0A%20%3D%3Futf-8%3Fq%3FF%3DC3%3DBCnftes_OWASP-Treffen_und_Vortrag_%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fin_Hamburg%3F%3D&In-Reply-To=4E5B807E.6010101%40owasp.org">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000308.html">
   <LINK REL="Next"  HREF="000310.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] F&#252;nftes OWASP-Treffen und Vortrag in Hamburg</H1>
    <B>Dirk Wetter</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=%5BOwasp-germany%5D%0A%20%3D%3Futf-8%3Fq%3FF%3DC3%3DBCnftes_OWASP-Treffen_und_Vortrag_%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fin_Hamburg%3F%3D&In-Reply-To=4E5B807E.6010101%40owasp.org"
       TITLE="[Owasp-germany] F&#252;nftes OWASP-Treffen und Vortrag in Hamburg">dirk.wetter at owasp.org
       </A><BR>
    <I>Tue Sep 13 07:15:35 EDT 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="000308.html">[Owasp-germany] Erinnerung: Der 3. Frankfurter OWASP Stammtisch findet am 21.09.2011 statt --- Mitorganisator f&#252;r den Frankfurter Stammtisch gesucht
</A></li>
        <LI>Next message: <A HREF="000310.html">[Owasp-germany] Freikarten f&#252;r die it-sa - weiterhin Freiwillige gesucht
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#309">[ date ]</a>
              <a href="thread.html#309">[ thread ]</a>
              <a href="subject.html#309">[ subject ]</a>
              <a href="author.html#309">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hallo,

nur ein kurzer Reminder an das Treffen heute in Hamburg bei Lehmanns.

Viele Gr&#252;&#223;e

Dirk Wetter


Am 08/29/2011 02:05 PM, schrieb Dirk Wetter:
&gt;<i> 
</I>&gt;<i> Moin!
</I>&gt;<i> 
</I>&gt;<i> In Hamburg findet wieder ein OWASP-Treffen statt, gemeinsam
</I>&gt;<i> mit (und bei der Lehmanns Fachbuchhandlung) sowie der dortigen
</I>&gt;<i> GUUG-Lokalgruppe.
</I>&gt;<i> 
</I>&gt;<i> Freue mich, dass ich zwei Experten von Sophos und McAfee f&#252;r
</I>&gt;<i> vier spannende Kurzvortr&#228;ge gewinnen konnte. Zu den Details
</I>&gt;<i> siehe unten.
</I>&gt;<i> 
</I>&gt;<i> F&#252;r die Planung w&#228;re es hilfreich zu wissen wer kommt. Bitte PM
</I>&gt;<i> an mich.
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> Danke und sch&#246;ne Gr&#252;&#223;e,
</I>&gt;<i> 
</I>&gt;<i> Dirk
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> -----------snip
</I>&gt;<i> 
</I>&gt;<i> ### Ort+ Zeit:
</I>&gt;<i> 
</I>&gt;<i> * Dienstag, 13.9.2011: 20:00
</I>&gt;<i> * Vortragende: Toralv Dirro / Dirk Kollberg
</I>&gt;<i> * Vortragstitel: Sicherheits-Ratatouille: Eine bunte Mischung mit Zutaten
</I>&gt;<i> aus Sozialen Netzen, neues aus der Welt der Online-Banking-Trojaner, Mobile
</I>&gt;<i> Devices und vieles mehr.
</I>&gt;<i> * Ort: Lehmanns Fachbuchhandlung, Kurze M&#252;hren 6 (N&#228;he Hbf)
</I>&gt;<i> * Ort+Zeit der &quot;Nachbereitung&quot;: Wird kurzfristig entschieden
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> ### Abstracts:
</I>&gt;<i> 
</I>&gt;<i> * Mobile Ziele
</I>&gt;<i> Android wurde im letzten Quartal zur am h&#228;ufigsten attackierten mobilen
</I>&gt;<i> Plattform und diese Entwicklung war leider absehbar. Warum? Dieser Teil
</I>&gt;<i> bietet einen &#220;berblick &#252;ber den Stand und zu erwartende Trends im Bereich
</I>&gt;<i> Mobile Malware und Mobile Attacks.
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> * Banking-Trojaner mit Tradition: Von Zeus bis Zeus-Mobile
</I>&gt;<i> Der Zeus Trojaner ist alt bekannter Sch&#228;dling der Homebanking-Nutzer
</I>&gt;<i> angreift. Der Sch&#228;dling wurde &#252;ber die Jahre entwickelt, an Banken angepa&#223;t
</I>&gt;<i> und an Kriminelle verkauft. Wir schauen uns die Funktionsweise dieser
</I>&gt;<i> Banking-Trojaner an, welche Tricks genutzt werden, um Nutzer und AntiVirus
</I>&gt;<i> Software auszutricksen, bis hin zum Angriff auf die mTAN.
</I>&gt;<i> 
</I>&gt;<i> * Fake-SM: Danke f&#252;r die Einladung, aber wer bist Du?
</I>&gt;<i> Social Media, ob bei Facebook, Studi-VZ, Google+ oder Xing, man lernt
</I>&gt;<i> Menschen kennen. Doch wer steckt hinter den Profilen und warum wird man
</I>&gt;<i> eingeladen? Ich wurde eingeladen und war verwundert was meine Recherche
</I>&gt;<i> ergeben hat, und zeige, auf welchem Wege ich zu Ergebnissen gekommen bin.
</I>&gt;<i> 
</I>&gt;<i> * Malicious World
</I>&gt;<i> Ein &#220;berblick &#252;ber die aktuellen Bedrohungen auf Basis der McAfee Labs
</I>&gt;<i> Threats Report und ein kleiner Blick hinter die Kulissen.
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> ### BIOs:
</I>&gt;<i> 
</I>&gt;<i> * Dirk Kollberg
</I>&gt;<i> wurde 1973 in Hamburg geboren und arbeitete nach seiner Ausbildung F&#252;nf
</I>&gt;<i> Jahre als Ind. Elektroniker und Software Entwickler, bevor er 1999 bei
</I>&gt;<i> Network Associates in der Anti-Virus Branche seine Karriere begann. Als
</I>&gt;<i> Researcher analysierte er verd&#228;chtige Dateien und erstellte Signaturen zur
</I>&gt;<i> Erkennung und Entfernung. Threat Intelligence - die Analyse von
</I>&gt;<i> Bot-Netzwerken und Command&amp;Control Servern ist auch sein privates Hobby und
</I>&gt;<i> f&#252;hrte manchmal zu recht au&#223;ergew&#246;hnlichen Geschichten. Seit Juli 2010
</I>&gt;<i> arbeitet Dirk als Senior Threat Reseacher f&#252;r Sophos in Hamburg.
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> * Toralv Dirro
</I>&gt;<i> ist McAfee Labs EMEA Security Strategist bei McAfee. In dieser Position ist
</I>&gt;<i> er Sprecher f&#252;r die McAfee Labs und arbeitet eng mit den Research Teams
</I>&gt;<i> zusammen. Er besch&#228;ftigt sich mit aktuellen Bedrohungen, deren Entwicklung,
</I>&gt;<i> Cyberkriminalit&#228;t und neuen Schutztechnologien wie der McAfee Global Threat
</I>&gt;<i> Intelligence. Weitere Schwerpunkte seines Aufgabengebiets sind Vortr&#228;ge auf
</I>&gt;<i> Konferenzen und Seminaren zum Thema IT-Sicherheit.
</I>&gt;<i> 
</I>&gt;<i> Seine Karriere begann der 40-j&#228;hrige 1994 bei Dr Solomon&#180;s Software (damals
</I>&gt;<i> noch S&amp;S International). Dort verantwortete Dirro den Aufbau des Research
</I>&gt;<i> Labs in Deutschland. Nach der &#220;bernahme von Dr. Solomon&#180;s durch Network
</I>&gt;<i> Associates 1998 befasste er sich neben Viren-Forschung auch mit weiteren
</I>&gt;<i> Aspekten der IT-Sicherheit.  Zwischenzeitlich war Dirro als Sales und
</I>&gt;<i> System Engineer zust&#228;ndig f&#252;r den Schwerpunkt Security und Virus Research
</I>&gt;<i> und besetzt seit 2007 seine jetzige Position bei McAfee.
</I>&gt;<i> Toralv Dirro, geboren am 21. September 1970 in Hamburg, war schon im
</I>&gt;<i> Informatikstudium an der Uni Hamburg im VTC (Virus Test Center) t&#228;tig.
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> -----------snap
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-germany mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">Owasp-germany at lists.owasp.org</A>
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-germany">https://lists.owasp.org/mailman/listinfo/owasp-germany</A>
</I>
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000308.html">[Owasp-germany] Erinnerung: Der 3. Frankfurter OWASP Stammtisch findet am 21.09.2011 statt --- Mitorganisator f&#252;r den Frankfurter Stammtisch gesucht
</A></li>
	<LI>Next message: <A HREF="000310.html">[Owasp-germany] Freikarten f&#252;r die it-sa - weiterhin Freiwillige gesucht
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#309">[ date ]</a>
              <a href="thread.html#309">[ thread ]</a>
              <a href="subject.html#309">[ subject ]</a>
              <a href="author.html#309">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
