<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-Helsinki] Muistutus / reminder
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=%5BOwasp-Helsinki%5D%20Muistutus%20/%20reminder&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000218.html">
   <LINK REL="Next"  HREF="000220.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-Helsinki] Muistutus / reminder</H1>
    <B>Pekka Sillanp&#228;&#228;</B> 
    <A HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=%5BOwasp-Helsinki%5D%20Muistutus%20/%20reminder&In-Reply-To="
       TITLE="[Owasp-Helsinki] Muistutus / reminder">pekka.sillanpaa at nixu.com
       </A><BR>
    <I>Thu Feb 17 08:47:50 EST 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="000218.html">[Owasp-Helsinki] Facebook &amp; Business event at Rovaniemi
</A></li>
        <LI>Next message: <A HREF="000220.html">[Owasp-Helsinki] Jeremiah Grossmann: Top Ten Web Hacking Techniques	of 2010 (Official)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#219">[ date ]</a>
              <a href="thread.html#219">[ thread ]</a>
              <a href="subject.html#219">[ subject ]</a>
              <a href="author.html#219">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Moi,

Alla kuvaus ensi viikon tilaisuudesta, jota saa mielell&#228;&#228;n v&#228;litt&#228;&#228; sellaisille, joilla uskotte olevan kiinnostusta aiheeseen.

Pekka


Uhkamallinnuksen asiantuntija luennoi OWASP:n tilaisuudessa 22.2.2011

Oletko rakentamassa ohjelmistoturvallisuusohjelmaa organisaatiollesi?

Ovatko termit OpenSAMM ja uhkamallinnus (threat modeling) periaatteessa tuttuja, mutta et tied&#228; miten hy&#246;dynt&#228;&#228; niit&#228; organisaatiossasi. Tuntuuko tutulta?
OWASPin asiantuntija n&#228;ist&#228; aihepiireist&#228; - yhdysvaltalainen Pravir Chandra - vierailee ensi viikolla Suomessa OWASP Helsinki -jaoksen tilaisuudessa.

OpenSAMM eli Software Assurance Maturity Model on avoin kehys (framework), jonka tarkoituksena on auttaa luomaan ohjelmistoturvallisuuden strategia,
joka on r&#228;&#228;t&#228;l&#246;it&#228;viss&#228; organisaation uhkamallien mukaiseksi.

Tervetuloa Espooseen kuulemaan Praviria tiistaina 22. helmikuuta osoitteeseen Keilaranta 15 (Nixu Oy). Tilaisuus alkaa klo 17.30
ja n. 19.30 jatkamme saunomisen ja vapaan seurustelun merkeiss&#228;.
Rekister&#246;itymiset osoitteeseen enroll(at)nixu.com.

Web-sovelluksien tietoturvaan keskittyneen, kansainv&#228;lisen vapaaehtoisj&#228;rjest&#246; OWASP:n (Open Web Application Security Project) tarkoituksena on edesauttaa turvallisten sovellusten kehityst&#228; ja yll&#228;pitoa.
Voittoa tavoittelematon j&#228;rjest&#246; toimii yli 130 jaoksen voimin l&#228;hes sadassa maassa. Suomen Helsinki Chapter -nimell&#228; toimiva alajaos perustettiin vuonna 2006.

PS. Vinkkaa tietoa my&#246;s kollegoillesi - Praviria ei n&#228;hd&#228; ihan joka vuosi Suomessa!

=======


Building a software security program?

Do you see the terms OpenSAMM and threat modeling which you are a familiar with, but you don't know how to use them in your company.
OWASP expert Mr. Pravir Chandra is coming to Finland to visit in OWASP special meeting covering these topics.

Come to OWASP meeting to Espoo on Feb 22nd. Pravir's presentations will cover two topics: OpenSAMM and Threat modeling. OpenSAMM (Software Assurance Maturity Model) is an
open framework to help organizations formulate and implement a strategy for software security that is tailored to the specific risks facing the organization.

Agenda
17:30 Welcome Petteri Arola, OWASP Helsinki Chapter Leader
17:35 Word from our sponsor Nixu Oy
17:45 OpenSAMM, Pravir Chandra / Fortify
18:30 Break
18:40 Threat modeling, Pravir Chandra /Fortify
19:30 - Sauna and refreshments

Please register with enroll(at)nixu.com .

The Open Web Application Security Project (OWASP) is not-for-profit worldwide charitable organization focused on improving the security of application software. OWASP operates in more than 130 countries. OWASP Helsinki Chapter was established in 2006.

I hope to see you in this special Chapter meeting and ask your colleagues too - Pravir is not visiting Finland every year.



--
Pekka Sillanp&#228;&#228;				<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">Pekka.Sillanpaa at nixu.com</A>
Nixu Oy						Tel:	+358 9 478 1011
PL 39 FIN (Keilaranta 15)		Mobile:	+358 50 442 1476
FIN-02151 Espoo, Finland		Fax:	+358 9 478 1030

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-helsinki/attachments/20110217/444832f8/attachment.html">https://lists.owasp.org/pipermail/owasp-helsinki/attachments/20110217/444832f8/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000218.html">[Owasp-Helsinki] Facebook &amp; Business event at Rovaniemi
</A></li>
	<LI>Next message: <A HREF="000220.html">[Owasp-Helsinki] Jeremiah Grossmann: Top Ten Web Hacking Techniques	of 2010 (Official)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#219">[ date ]</a>
              <a href="thread.html#219">[ thread ]</a>
              <a href="subject.html#219">[ subject ]</a>
              <a href="author.html#219">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">More information about the Owasp-helsinki
mailing list</a><br>
</body></html>
