<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec Israel 2016 - End of Early Bird	Special! Sign up NOW!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202016%20-%20End%20of%20Early%20Bird%0A%09Special%21%20Sign%20up%20NOW%21&In-Reply-To=%3C000601d1f6db%242e884bd0%248b98e370%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000554.html">
   <LINK REL="Next"  HREF="000556.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec Israel 2016 - End of Early Bird	Special! Sign up NOW!</H1>
    <B>Avi D - OWASP Israel</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202016%20-%20End%20of%20Early%20Bird%0A%09Special%21%20Sign%20up%20NOW%21&In-Reply-To=%3C000601d1f6db%242e884bd0%248b98e370%24%40owasp.org%3E"
       TITLE="[OWASP Israel] OWASP AppSec Israel 2016 - End of Early Bird	Special! Sign up NOW!">avi.douglen at owasp.org
       </A><BR>
    <I>Mon Aug 15 09:55:39 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000554.html">[OWASP Israel] Imperva Incapsula is looking for a new &amp; awesome	security researcher
</A></li>
        <LI>Next message: <A HREF="000556.html">[OWASP Israel] General Electric's Security Lab is looking for Researchers to join a special training program!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#555">[ date ]</a>
              <a href="thread.html#555">[ thread ]</a>
              <a href="subject.html#555">[ subject ]</a>
              <a href="author.html#555">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>(&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;)

Last chance to sign up for FREE early bird registration to AppSec Israel,
the best security conference in Israel!

 

We are about to finalize the agenda, and after that the registration price
will be going back to the full free price &#8211; of FREE (including light lunch)!

So if you are planning on attending the conference, make sure to register as
soon as possible! <A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A> 

 

There were a LOT of great submissions to our CFP (Call for Presentations),
so it is hard to choose the best &#8211; but the agenda WILL be published this
week! 

 

And a reminder, we still need additional sponsors &#8211; details are available
here <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships</A> or
email Or Katz (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>&gt; ) directly.

 

I want to emphasize that attending this fantastic conference is FREE, thanks
to our generous sponsors: 

 

Platinum sponsors: Intuit, SafeBreach 

Gold Sponsors: College of Management, Appsec Labs, Akamai

Silver Sponsors: Checkmarx, SeeHR

Community Supporter: 

 

 

 

 

 

&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1500;&#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1493;&#1511;&#1491;&#1502;&#1514; &#1500;-AppSec Israel, &#1492;&#1499;&#1504;&#1505; &#1492;&#1496;&#1493;&#1489; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501;
&#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506;! 

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1506;&#1493;&#1502;&#1491;&#1497;&#1501; &#1500;&#1505;&#1490;&#1493;&#1512; &#1488;&#1514; &#1492;&#1488;'&#1504;&#1491;&#1492;, &#1493;&#1500;&#1488;&#1495;&#1512; &#1502;&#1499;&#1503; &#1502;&#1495;&#1497;&#1512; &#1492;&#1492;&#1512;&#1513;&#1502;&#1492; &#1497;&#1495;&#1494;&#1493;&#1512; &#1500;&#1502;&#1495;&#1497;&#1512; &#1492;&#1502;&#1500;&#1488; &#8211; &#1513;&#1500;
&#1495;&#1497;&#1504;&#1501; (&#1499;&#1493;&#1500;&#1500; &#1488;&#1512;&#1493;&#1495;&#1492; &#1511;&#1500;&#1492;)!

&#1488;&#1494; &#1488;&#1501; &#1488;&#1514;&#1501; &#1502;&#1514;&#1499;&#1493;&#1493;&#1504;&#1497;&#1501; &#1500;&#1492;&#1513;&#1514;&#1514;&#1507; &#1489;&#1499;&#1504;&#1505;, &#1514;&#1493;&#1493;&#1491;&#1488;&#1493; &#1513;&#1488;&#1514;&#1501; &#1504;&#1512;&#1513;&#1502;&#1497;&#1501; &#1489;&#1492;&#1511;&#1491;&#1501;!
&lt;<A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A>&gt; <A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A> 

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1511;&#1497;&#1489;&#1500;&#1504;&#1493; &#1492;&#1502;&#1493;&#1503; &#1492;&#1510;&#1506;&#1493;&#1514; &#1492;&#1502;&#1510;&#1493;&#1497;&#1504;&#1493;&#1514; &#1500;-CFP (Call For Presentations), &#1499;&#1498; &#1513;&#1488;&#1504;&#1495;&#1504;&#1493;
&#1502;&#1514;&#1499;&#1489;&#1497;&#1501; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1489;&#1495;&#1493;&#1512; &#1488;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1492;&#1499;&#1497; &#1496;&#1493;&#1489;&#1493;&#1514; &#8211; &#1488;&#1489;&#1500; &#1492;&#1488;&#1490;'&#1504;&#1491;&#1492; &#1492;&#1505;&#1493;&#1508;&#1497; &#1497;&#1508;&#1493;&#1512;&#1505;&#1501; &#1506;&#1493;&#1491;
&#1492;&#1513;&#1489;&#1493;&#1506;!  

 

&#1489;&#1504;&#1493;&#1505;&#1507;, &#1514;&#1494;&#1499;&#1493;&#1512;&#1514; &#8211; &#1488;&#1504;&#1495;&#1504;&#1493; &#1506;&#1491;&#1497;&#1497;&#1503; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1504;&#1493;&#1514;&#1504;&#1497; &#1495;&#1505;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501;! 

&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships,">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships,</A> &#1488;&#1493; &#1504;&#1497;&#1514;&#1503;
&#1500;&#1513;&#1500;&#1493;&#1495; &#1491;&#1493;&#1488;&#1500; &#1497;&#1513;&#1497;&#1512;&#1493;&#1514; &#1500;&#1488;&#1493;&#1512; &#1499;&#1509; ( &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>).


 

&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1500;&#1492;&#1491;&#1490;&#1497;&#1513; &#1513;&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1492;&#1493;&#1491;&#1493;&#1514; &#1500;&#1504;&#1493;&#1514;&#1504;&#1497; &#1492;&#1495;&#1505;&#1493;&#1514;: 

&#1508;&#1500;&#1496;&#1497;&#1504;&#1493;&#1501;: Intuit, SafeBreach

&#1494;&#1492;&#1489;: &#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1504;&#1492;&#1500;, Appsec Labs, Akamai

&#1499;&#1505;&#1507;: Checkmarx, SeeHR 

&#1514;&#1502;&#1497;&#1499;&#1492; &#1511;&#1492;&#1497;&#1500;&#1514;&#1497;&#1514;: 

 

 

 

 

From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel-bounces at lists.owasp.org</A>
&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel-bounces at lists.owasp.org</A>&gt;
[mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel-bounces at lists.owasp.org</A>] On Behalf Of Avi D - OWASP
Israel
Sent: Tuesday, July 19, 2016 12:28 PM
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A>&gt; 
Subject: [OWASP Israel] OWASP AppSec Israel 2016 conference - REGISTRATION
OPENED

 

(&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;)

Hi Everybody!

 

As announced previously, the annual OWASP AppSec Israel Conference will take
place this year on Monday, September 19, 2016 &#8211; just before all the stress
of the holidays sets in :D

 

The conference will be held in The College of Management (Michlala
l&#8217;Minhal), in Rishon LeZion. 

Please note that we will be using different additional areas of the College,
so it will not be as crowded as last time :)

 

As you all know, OWASP&#8217;s AppSec Israel is the largest conference in Israel
for application security, and regularly draws hundreds of participants. 

Last year over 550 people attended &#8211; don&#8217;t miss it this year! 

 

AppSec Israel 2016 will have two lecture tracks from an amazing group of
speakers. We will also host a sponsors pavilion for products and services
relevant to application security and developers. More details:
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016">https://www.owasp.org/index.php/AppSec_Israel_2016</A> 

 

Thanks to our generous sponsors, attending the conference is free of charge,
as always. 

However, advance registration is required. Please register here:
<A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A> 

 

 

It is very important to us to keep the conference free, in order to reach as
many people as possible &#8211; and we seem to be succeeding, we are expecting
well over 600 people this year. However, there are of course rising
expenses, as such we rely on the support of our sponsors to be able to put
on a fantastic conference. 

 

We are calling for Conference Sponsors!

 

It is also a great marketing opportunity (and excellent for recruiting). If
you work at a company or organization that is involved in any way with
application security &#8211; as a vendor, a service provider, or as a consumer &#8211;
we need your help! 

 

Details and prices are here:
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships</A> 

This year we are also offering cost-effective sponsorship options that are a
good fit even for startups, government offices, and enterprises that are
&#8220;users&#8221; of application security.

 

 

Looking forward to seeing you all! 

Avi D 

OWASP IL 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1499;&#1508;&#1497; &#1513;&#1492;&#1493;&#1491;&#1506;&#1504;&#1493; &#1511;&#1493;&#1491;&#1501;, &#1499;&#1504;&#1505; OWASP AppSec &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1492;&#1513;&#1504;&#1492; &#1489;&#1497;&#1493;&#1501; &#1489;', &#1492;-19
&#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; (&#1496;&quot;&#1494; &#1488;&#1500;&#1493;&#1500;) &#8211; &#1489;&#1491;&#1497;&#1493;&#1511; &#1500;&#1508;&#1504;&#1497; &#1513;&#1502;&#1514;&#1495;&#1497;&#1500;&#1497;&#1501; &#1506;&#1501; &#1492;&#1500;&#1495;&#1509; &#1513;&#1500; &#1492;&#1495;&#1490;&#1497;&#1501; :D

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1497;&#1504;&#1492;&#1500;, &#1489;&#1512;&#1488;&#1513;&#1493;&#1503; &#1500;&#1510;&#1497;&#1493;&#1503;. 

&#1513;&#1497;&#1502;&#1493; &#1500;&#1489; &#1513;&#1492;&#1513;&#1504;&#1492; &#1504;&#1513;&#1514;&#1502;&#1513; &#1489;&#1488;&#1494;&#1493;&#1512;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1513;&#1500; &#1492;&#1502;&#1499;&#1500;&#1500;&#1492;, &#1499;&#1498; &#1513;&#1500;&#1488; &#1497;&#1492;&#1497;&#1492; &#1510;&#1508;&#1493;&#1507; &#1499;&#1500; &#1499;&#1498; &#1499;&#1502;&#1493; &#1508;&#1506;&#1501;
&#1511;&#1493;&#1491;&#1502;&#1514; :)  

 

&#1499;&#1497;&#1491;&#1493;&#1506;, &#1499;&#1504;&#1505; AppSec Israel &#1513;&#1500; OWASP &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1493;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492; &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1493; &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501;. 

&#1489;&#1513;&#1504;&#1492; &#1513;&#1506;&#1489;&#1512;&#1492; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493; &#1502;&#1506;&#1500; 550 &#1488;&#1497;&#1513; &#8211; &#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493; &#1492;&#1513;&#1504;&#1492;!

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; 2 &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1506;&#1501; &#1502;&#1512;&#1510;&#1497;&#1501; &#1502;&#1510;&#1493;&#1497;&#1497;&#1504;&#1497;&#1501;. &#1489;&#1504;&#1493;&#1505;&#1507; &#1497;&#1493;&#1511;&#1510;&#1492; &#1488;&#1494;&#1493;&#1512; &#1500;&#1492;&#1510;&#1490;&#1514; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501;
&#1493;&#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;.

&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501;:  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016">https://www.owasp.org/index.php/AppSec_Israel_2016</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016">https://www.owasp.org/index.php/AppSec_Israel_2016</A> 

 

&#1492;&#1493;&#1491;&#1493;&#1514; &#1500;&#1504;&#1491;&#1497;&#1489;&#1493;&#1514;&#1501; &#1513;&#1500; &#1504;&#1493;&#1514;&#1504;&#1497; &#1492;&#1495;&#1505;&#1493;&#1514;, &#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1495;&#1497;&#1504;&#1501;, &#1499;&#1489;&#1506;&#1489;&#1512;.

&#1488;&#1493;&#1500;&#1501; &#1504;&#1491;&#1512;&#1513;&#1514; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1493;&#1511;&#1491;&#1502;&#1514;. &#1504;&#1488; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://appsecil2016.eventbrite.com">https://appsecil2016.eventbrite.com</A>&gt; <A HREF="https://appsecil2016.eventbrite.com">https://appsecil2016.eventbrite.com</A>

 

 

&#1502;&#1488;&#1493;&#1491; &#1495;&#1513;&#1493;&#1489; &#1500;&#1504;&#1493; &#1500;&#1492;&#1502;&#1513;&#1497;&#1498; &#1500;&#1488;&#1508;&#1513;&#1512; &#1492;&#1490;&#1506;&#1492; &#1500;&#1499;&#1504;&#1505; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1511;&#1489;&#1500; &#1499;&#1502;&#1492; &#1513;&#1497;&#1493;&#1514;&#1512; &#1488;&#1504;&#1513;&#1497;&#1501; &#8211;
&#1493;&#1504;&#1512;&#1488;&#1492; &#1513;&#1488;&#1504;&#1493; &#1502;&#1510;&#1500;&#1497;&#1495;&#1497;&#1501; &#1489;&#1502;&#1513;&#1497;&#1502;&#1492;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1510;&#1508;&#1497;&#1501; &#1513;&#1497;&#1490;&#1497;&#1506;&#1493; &#1502;&#1506;&#1500; 600 &#1488;&#1497;&#1513; &#1492;&#1513;&#1504;&#1492;. &#1488;&#1493;&#1500;&#1501;, &#1499;&#1502;&#1493;&#1489;&#1503;
&#1513;&#1497;&#1513;&#1504;&#1501; &#1492;&#1493;&#1510;&#1488;&#1493;&#1514; &#1513;&#1492;&#1493;&#1500;&#1499;&#1493;&#1514; &#1493;&#1490;&#1491;&#1500;&#1493;&#1514;, &#1506;&#1500; &#1499;&#1503; &#1488;&#1504;&#1495;&#1504;&#1493; &#1505;&#1493;&#1502;&#1499;&#1497;&#1501; &#1506;&#1500; &#1514;&#1502;&#1497;&#1499;&#1514;&#1501; &#1513;&#1500; &#1504;&#1493;&#1514;&#1504;&#1497; &#1492;&#1495;&#1505;&#1493;&#1514;
&#1500;&#1488;&#1508;&#1513;&#1512; &#1500;&#1504;&#1493; &#1500;&#1492;&#1508;&#1497;&#1511; &#1499;&#1504;&#1505; &#1502;&#1506;&#1493;&#1500;&#1492;. 

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1500;&#1490;&#1497;&#1493;&#1505; &#1495;&#1505;&#1493;&#1497;&#1493;&#1514;!

 

&#1494;&#1493;&#1492;&#1497; &#1490;&#1501; &#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1513;&#1497;&#1493;&#1493;&#1511;&#1497;&#1514; &#1502;&#1510;&#1493;&#1497;&#1504;&#1514; (&#1493;&#1490;&#1501; &#1502;&#1506;&#1493;&#1500;&#1492; &#1500;&#1490;&#1497;&#1493;&#1505; &#1506;&#1493;&#1489;&#1491;&#1497;&#1501;). &#1488;&#1501; &#1488;&#1514;&#1501; &#1506;&#1493;&#1489;&#1491;&#1497;&#1501; &#1489;&#1495;&#1489;&#1512;&#1492;
&#1488;&#1493; &#1488;&#1512;&#1490;&#1493;&#1503; &#1493;&#1502;&#1506;&#1493;&#1512;&#1489;&#1497;&#1501; &#1489;&#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1488;&#1508;&#1500;&#1497;&#1511;&#1496;&#1497;&#1489;&#1497;&#1514; &#1489;&#1499;&#1500; &#1510;&#1493;&#1512;&#1492; &#8211; &#1499;&#1505;&#1508;&#1511; &#1502;&#1493;&#1510;&#1512; &#1488;&#1493; &#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1488;&#1493;
&#1510;&#1512;&#1499;&#1503; &#1513;&#1500; appsec &#8211; &#1488;&#1504;&#1493; &#1494;&#1511;&#1493;&#1511;&#1497;&#1501; &#1500;&#1506;&#1494;&#1512;&#1514;&#1498;! 

 

&#1508;&#1512;&#1496;&#1497;&#1501; &#1493;&#1502;&#1495;&#1497;&#1512;&#1497;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships</A> 

&#1492;&#1513;&#1504;&#1492; &#1488;&#1504;&#1495;&#1504;&#1493; &#1490;&#1501; &#1502;&#1510;&#1497;&#1506;&#1497;&#1501; &#1488;&#1493;&#1508;&#1510;&#1497;&#1493;&#1514; &#1495;&#1505;&#1499;&#1493;&#1504;&#1497;&#1493;&#1514; &#1492;&#1502;&#1514;&#1488;&#1497;&#1502;&#1493;&#1514; &#1488;&#1508;&#1497;&#1500;&#1493; &#1500;&#1505;&#1496;&#1488;&#1512;&#1496;&#1488;&#1508;&#1497;&#1501;, &#1502;&#1513;&#1512;&#1491;&#1497;
&#1502;&#1502;&#1513;&#1500;&#1492;, &#1493;&#1488;&#1512;&#1490;&#1493;&#1504;&#1497;&#1501; &#1513;&#1492;&#1501; &quot;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;&quot; &#1489;application security. 

 

 

&#1502;&#1495;&#1499;&#1492; &#1500;&#1512;&#1488;&#1493;&#1514; &#1513;&#1501; &#1488;&#1514; &#1499;&#1493;&#1500;&#1499;&#1501;! 

 

&#1488;&#1489;&#1497; &#1491;

OWASP IL

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20160815/eb30f518/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20160815/eb30f518/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000554.html">[OWASP Israel] Imperva Incapsula is looking for a new &amp; awesome	security researcher
</A></li>
	<LI>Next message: <A HREF="000556.html">[OWASP Israel] General Electric's Security Lab is looking for Researchers to join a special training program!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#555">[ date ]</a>
              <a href="thread.html#555">[ thread ]</a>
              <a href="subject.html#555">[ subject ]</a>
              <a href="author.html#555">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
