<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Fwd: [newsletter] 3&#959; &#931;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#947;&#953;&#945; &#964;&#959; &#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; /  &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; &#913;&#957;&#959;&#953;&#954;&#964;&#959;&#973; &#922;&#974;&#948;&#953;&#954;&#945;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%3D%3Fwindows-1253%3Fb%3FRndkOiBbbmV3c2xldHRlcl0gM%2B8g0/Xt%3F%3D%0A%20%3D%3Fwindows-1253%3Fb%3F3eTx6e8g4%2BnhIPTvIMXr5f3o5fHvIMvv4%2Bnz7Onq/CAvICDL7%2BPp8%2Bzp%3F%3D%0A%20%3D%3Fwindows-1253%3Fb%3F6vwgwe3v6er07/0gyv7k6erh%3F%3D&In-Reply-To=E421C776-B0AA-493F-983C-4137A5578BBA%40ellak.gr">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000163.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Fwd: [newsletter] 3&#959; &#931;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#947;&#953;&#945; &#964;&#959; &#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; /  &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; &#913;&#957;&#959;&#953;&#954;&#964;&#959;&#973; &#922;&#974;&#948;&#953;&#954;&#945;</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20%3D%3Fwindows-1253%3Fb%3FRndkOiBbbmV3c2xldHRlcl0gM%2B8g0/Xt%3F%3D%0A%20%3D%3Fwindows-1253%3Fb%3F3eTx6e8g4%2BnhIPTvIMXr5f3o5fHvIMvv4%2Bnz7Onq/CAvICDL7%2BPp8%2Bzp%3F%3D%0A%20%3D%3Fwindows-1253%3Fb%3F6vwgwe3v6er07/0gyv7k6erh%3F%3D&In-Reply-To=E421C776-B0AA-493F-983C-4137A5578BBA%40ellak.gr"
       TITLE="[Owasp-greece] Fwd: [newsletter] 3&#959; &#931;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#947;&#953;&#945; &#964;&#959; &#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; /  &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; &#913;&#957;&#959;&#953;&#954;&#964;&#959;&#973; &#922;&#974;&#948;&#953;&#954;&#945;">conpap at di.uoa.gr
       </A><BR>
    <I>Sat May 24 08:53:51 EDT 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000163.html">[Owasp-greece] Prosklisi: &#932;&#959; OWASP.gr sto 3o Synedrio EL/LAK
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#164">[ date ]</a>
              <a href="thread.html#164">[ thread ]</a>
              <a href="subject.html#164">[ subject ]</a>
              <a href="author.html#164">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
3&#959; &#931;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#947;&#953;&#945; &#964;&#959; &#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; / 
&#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; &#913;&#957;&#959;&#953;&#954;&#964;&#959;&#973; &#922;&#974;&#948;&#953;&#954;&#945;
  
&#932;&#959; 3&#959; &#931;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#947;&#953;&#945; &#964;&#959; &#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; / &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; &#913;&#957;&#959;&#953;&#954;&#964;&#959;&#973; &#922;&#974;&#948;&#953;&#954;&#945;&#160;
(&#917;&#923;/&#923;&#913;&#922;) &#948;&#953;&#959;&#961;&#947;&#945;&#957;&#974;&#957;&#949;&#964;&#945;&#953; &#945;&#960;&#972; &#964;&#959; e-business forum (www.ebusinessforum.gr)
&#964;&#959;&#965; &#917;&#952;&#957;&#953;&#954;&#959;&#973; &#916;&#953;&#954;&#964;&#973;&#959;&#965; &#904;&#961;&#949;&#965;&#957;&#945;&#962; &#954;&#945;&#953; &#932;&#949;&#967;&#957;&#959;&#955;&#959;&#947;&#943;&#945;&#962; (&#917;&#916;&#917;&#932;) &#954;&#945;&#953; &#964;&#951;&#957; &#954;&#959;&#953;&#957;&#972;&#964;&#951;&#964;&#945;
&#917;&#923;/&#923;&#913;&#922; (www.ellak.gr) &#954;&#945;&#953; &#952;&#945; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#951;&#952;&#949;&#943; &#963;&#964;&#959; &#917;&#952;&#957;&#953;&#954;&#972; &#924;&#949;&#964;&#963;&#972;&#946;&#953;&#959;
&#928;&#959;&#955;&#965;&#964;&#949;&#967;&#957;&#949;&#943;&#959;, &#963;&#964;&#953;&#962; 27 &#954;&#945;&#953; 28 &#924;&#945;&#912;&#959;&#965; 2008.
&#932;&#959; &#931;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#952;&#945; &#963;&#965;&#947;&#954;&#949;&#957;&#964;&#961;&#974;&#963;&#949;&#953; &#964;&#959; &#963;&#973;&#957;&#959;&#955;&#959; &#964;&#951;&#962; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#942;&#962; &#954;&#959;&#953;&#957;&#972;&#964;&#951;&#964;&#945;&#962; &#917;&#923;/&#923;&#913;&#922;,
&#956;&#949; &#963;&#964;&#972;&#967;&#959; &#964;&#951;&#957; &#960;&#945;&#961;&#959;&#965;&#963;&#943;&#945;&#963;&#951; &#964;&#969;&#957; &#949;&#958;&#949;&#955;&#943;&#958;&#949;&#969;&#957;, &#964;&#951;&#957; &#945;&#957;&#964;&#945;&#955;&#955;&#945;&#947;&#942; &#945;&#960;&#972;&#968;&#949;&#969;&#957; &#954;&#945;&#953; &#964;&#951;&#957;
&#949;&#957;&#951;&#956;&#941;&#961;&#969;&#963;&#951; &#963;&#949; &#952;&#941;&#956;&#945;&#964;&#945; &#917;&#923;/&#923;&#913;&#922; &#960;&#959;&#965; &#945;&#966;&#959;&#961;&#959;&#973;&#957; &#963;&#964;&#959;&#957; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#972; &#954;&#945;&#953; &#916;&#953;&#949;&#952;&#957;&#942; &#967;&#974;&#961;&#959;.
&#927;&#953; &#949;&#958;&#949;&#955;&#943;&#958;&#949;&#953;&#962; &#964;&#945; &#964;&#949;&#955;&#949;&#965;&#964;&#945;&#943;&#945; &#967;&#961;&#972;&#957;&#953;&#945; &#941;&#967;&#959;&#965;&#957; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#942;&#963;&#949;&#953; &#956;&#953;&#945; &#953;&#948;&#953;&#945;&#943;&#964;&#949;&#961;&#951;
&#948;&#965;&#957;&#945;&#956;&#953;&#954;&#942; &#963;&#964;&#959; &#967;&#974;&#961;&#959; &#964;&#959;&#965; &#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959;&#965; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973;/&#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; &#913;&#957;&#959;&#953;&#967;&#964;&#959;&#973; &#922;&#974;&#948;&#953;&#954;&#945;.
&#932;&#959; &#917;&#923;/&#923;&#913;&#922; &#941;&#967;&#949;&#953; &#960;&#955;&#941;&#959;&#957; &#949;&#958;&#945;&#960;&#955;&#969;&#952;&#949;&#943; &#963;&#949; &#972;&#955;&#959;&#965;&#962; &#964;&#959;&#965;&#962; &#964;&#959;&#956;&#949;&#943;&#962;, &#960;&#961;&#959;&#963;&#966;&#941;&#961;&#959;&#957;&#964;&#945;&#962;
&#945;&#957;&#964;&#945;&#947;&#969;&#957;&#953;&#963;&#964;&#953;&#954;&#941;&#962; &#954;&#945;&#953; &#954;&#945;&#953;&#957;&#959;&#964;&#972;&#956;&#949;&#962; &#955;&#973;&#963;&#949;&#953;&#962; &#960;&#959;&#965; &#954;&#945;&#955;&#973;&#960;&#964;&#959;&#965;&#957; &#972;&#955;&#959; &#964;&#959; &#966;&#940;&#963;&#956;&#945;
&#949;&#966;&#945;&#961;&#956;&#959;&#947;&#974;&#957; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; &#954;&#945;&#953; &#967;&#945;&#961;&#945;&#954;&#964;&#951;&#961;&#943;&#950;&#959;&#957;&#964;&#945;&#953; &#945;&#960;&#972; &#945;&#958;&#953;&#959;&#960;&#953;&#963;&#964;&#943;&#945;, &#963;&#964;&#945;&#952;&#949;&#961;&#972;&#964;&#951;&#964;&#945;,
&#954;&#945;&#953; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;. &#927;&#953; &#949;&#957;&#945;&#955;&#955;&#945;&#954;&#964;&#953;&#954;&#941;&#962; &#960;&#961;&#959;&#964;&#940;&#963;&#949;&#953;&#962; &#964;&#959;&#965; &#917;&#923;/&#923;&#913;&#922; &#963;&#965;&#957;&#949;&#953;&#963;&#966;&#941;&#961;&#959;&#965;&#957;
&#959;&#965;&#963;&#953;&#945;&#963;&#964;&#953;&#954;&#940; &#963;&#964;&#951;&#957; &#949;&#958;&#941;&#955;&#953;&#958;&#951; &#964;&#959;&#965; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973;, &#964;&#959;&#957;&#974;&#957;&#959;&#957;&#964;&#945;&#962; &#963;&#965;&#947;&#967;&#961;&#972;&#957;&#969;&#962; &#964;&#959;&#957;
&#945;&#957;&#964;&#945;&#947;&#969;&#957;&#953;&#963;&#956;&#972; &#963;&#949; &#960;&#945;&#947;&#954;&#972;&#963;&#956;&#953;&#959; &#949;&#960;&#943;&#960;&#949;&#948;&#959;.
&#932;&#959; 3&#959; &#931;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#917;&#923;/&#923;&#913;&#922; &#966;&#953;&#955;&#959;&#948;&#959;&#958;&#949;&#943; &#957;&#945; &#945;&#957;&#964;&#945;&#960;&#959;&#954;&#961;&#953;&#952;&#949;&#943; &#963;&#964;&#959; &#945;&#965;&#958;&#945;&#957;&#972;&#956;&#949;&#957;&#959;
&#949;&#957;&#948;&#953;&#945;&#966;&#941;&#961;&#959;&#957; &#964;&#959;&#965; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#959;&#973; &#954;&#959;&#953;&#957;&#959;&#973; &#947;&#953;&#945; &#964;&#945; &#959;&#966;&#941;&#955;&#951; &#964;&#951;&#962; &#967;&#961;&#942;&#963;&#951;&#962; &#964;&#959;&#965; &#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959;&#965;
&#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; &#963;&#964;&#951;&#957; &#954;&#945;&#952;&#951;&#956;&#949;&#961;&#953;&#957;&#972;&#964;&#951;&#964;&#940; &#964;&#959;&#965;&#962; &#954;&#945;&#953; &#957;&#945; &#964;&#959;&#957;&#974;&#963;&#949;&#953; &#964;&#953;&#962; &#948;&#961;&#945;&#963;&#964;&#951;&#961;&#953;&#972;&#964;&#951;&#964;&#949;&#962;
&#964;&#951;&#962; &#948;&#965;&#957;&#945;&#956;&#953;&#954;&#942;&#962; &#954;&#959;&#953;&#957;&#972;&#964;&#951;&#964;&#945;&#962; &#917;&#923;/&#923;&#913;&#922; &#963;&#964;&#951; &#967;&#974;&#961;&#945;&#962; &#956;&#945;&#962;. &#922;&#973;&#961;&#953;&#959;&#962; &#963;&#964;&#972;&#967;&#959;&#962; &#964;&#959;&#965;
&#963;&#965;&#957;&#949;&#948;&#961;&#943;&#959;&#965; &#949;&#943;&#957;&#945;&#953; &#957;&#945; &#963;&#965;&#957;&#964;&#949;&#955;&#941;&#963;&#949;&#953; &#948;&#965;&#957;&#945;&#956;&#953;&#954;&#940; &#963;&#964;&#951;&#957; &#945;&#957;&#940;&#960;&#964;&#965;&#958;&#951; &#957;&#941;&#969;&#957; &#960;&#961;&#969;&#964;&#959;&#946;&#959;&#965;&#955;&#953;&#974;&#957;
&#947;&#953;&#945; &#964;&#951;&#957; &#949;&#960;&#941;&#954;&#964;&#945;&#963;&#951; &#964;&#951;&#962; &#967;&#961;&#942;&#963;&#951;&#962; &#964;&#969;&#957; &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#974;&#957; &#964;&#959;&#965;, &#954;&#945;&#953; &#963;&#965;&#947;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#945; &#963;&#964;&#959;&#965;&#962;
&#960;&#945;&#961;&#945;&#954;&#940;&#964;&#969; &#964;&#959;&#956;&#949;&#943;&#962;:
&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#913;&#963;&#966;&#940;&#955;&#949;&#953;&#945;
&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#917;&#960;&#953;&#963;&#964;&#951;&#956;&#959;&#957;&#953;&#954;&#940; &#933;&#960;&#959;&#955;&#959;&#947;&#953;&#963;&#964;&#953;&#954;&#940; &#928;&#961;&#959;&#946;&#955;&#942;&#956;&#945;&#964;&#945;
&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#913;&#957;&#959;&#953;&#954;&#964;&#942; &#928;&#961;&#972;&#963;&#946;&#945;&#963;&#951;
&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#917;&#966;&#945;&#961;&#956;&#959;&#947;&#941;&#962; &#963;&#949; &#928;&#949;&#961;&#953;&#946;&#940;&#955;&#955;&#959;&#957; &#915;&#961;&#945;&#966;&#949;&#943;&#959;&#965;
&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#933;&#960;&#959;&#948;&#959;&#956;&#941;&#962; &#947;&#953;&#945; &#913;&#957;&#940;&#960;&#964;&#965;&#958;&#951; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973;
&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#916;&#953;&#945;&#967;&#949;&#943;&#961;&#953;&#963;&#951; &#916;&#953;&#954;&#964;&#973;&#969;&#957;
&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#916;&#951;&#956;&#972;&#963;&#953;&#959;&#962; &#932;&#959;&#956;&#941;&#945;&#962;
&#183;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#925;&#959;&#956;&#953;&#954;&#940; &#920;&#941;&#956;&#945;&#964;&#945;
  
&#927;&#953; &#949;&#958;&#949;&#955;&#943;&#958;&#949;&#953;&#962; &#963;&#964;&#959; &#948;&#953;&#949;&#952;&#957;&#942; &#967;&#974;&#961;&#959; &#952;&#945; &#960;&#945;&#961;&#959;&#965;&#963;&#953;&#945;&#963;&#964;&#959;&#973;&#957; &#945;&#960;&#972; &#964;&#959;&#965;&#962; Wietse Venema
(Postfix), Jim Blandy (SVN), John Eaton (Octave), Mathias Bauer (Open
Office), Pieter Hintjens (ESOMA/Digistan/iMatix), Lisa Petrides (ISKME),
Luca Deri (ntop), Barbara Held (IDABC), Mats Ostling (SALAR) &#954;&#945;&#953; Jan H.
Wildebear (RedHat). &#917;&#960;&#953;&#960;&#955;&#941;&#959;&#957;, &#904;&#955;&#955;&#951;&#957;&#949;&#962; &#959;&#956;&#953;&#955;&#951;&#964;&#941;&#962;, &#949;&#953;&#948;&#953;&#954;&#949;&#965;&#956;&#941;&#957;&#959;&#953; &#963;&#964;&#959; &#967;&#974;&#961;&#959;
&#964;&#959;&#965; &#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959;&#965; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973;, &#952;&#945; &#960;&#945;&#961;&#959;&#965;&#963;&#953;&#940;&#963;&#959;&#965;&#957; &#964;&#953;&#962; &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#941;&#962; &#917;&#923;/&#923;&#913;&#922; &#954;&#945;&#953; &#964;&#953;&#962;
&#948;&#965;&#957;&#945;&#964;&#972;&#964;&#951;&#964;&#949;&#962; &#945;&#957;&#940;&#960;&#964;&#965;&#958;&#942;&#962; &#964;&#959;&#965; &#963;&#964;&#951; &#967;&#974;&#961;&#945; &#956;&#945;&#962;. &#928;&#945;&#961;&#940;&#955;&#955;&#951;&#955;&#945;, &#952;&#945; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#959;&#960;&#959;&#953;&#951;&#952;&#959;&#973;&#957;
&#931;&#949;&#956;&#953;&#957;&#940;&#961;&#953;&#945; &#949;&#953;&#948;&#953;&#954;&#959;&#973; &#960;&#949;&#961;&#953;&#949;&#967;&#959;&#956;&#941;&#957;&#959;&#965; &#960;&#959;&#965; &#952;&#945; &#945;&#966;&#959;&#961;&#959;&#973;&#957; &#963;&#949;: Xen Virtualization,
Open Solaris &amp; Java, Web &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#941;&#962; JBoss, &#954;&#945;&#952;&#974;&#962; &#954;&#945;&#953; &#963;&#964;&#951;&#957; &#928;&#961;&#959;&#963;&#945;&#961;&#956;&#959;&#947;&#942; &#964;&#959;&#965;
&#917;&#955;&#949;&#973;&#952;&#949;&#961;&#959;&#965; &#923;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#959;&#973; &#963;&#964;&#951;&#957; &#917;&#955;&#955;&#951;&#957;&#953;&#954;&#942; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#953;&#954;&#972;&#964;&#951;&#964;&#945;.
&#932;&#959; 3&#959; &#931;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#917;&#923;/&#923;&#913;&#922; &#948;&#953;&#949;&#958;&#940;&#947;&#949;&#964;&#945;&#953; &#963;&#964;&#959; &#922;&#964;&#943;&#961;&#953;&#959; &#916;&#953;&#959;&#943;&#954;&#951;&#963;&#951;&#962; &#954;&#945;&#953; &#963;&#964;&#951;&#957; &#922;&#949;&#957;&#964;&#961;&#953;&#954;&#942;
&#914;&#953;&#946;&#955;&#953;&#959;&#952;&#942;&#954;&#951; &#964;&#959;&#965; &#917;&#924;&#928;, &#963;&#964;&#951;&#957; &#928;&#959;&#955;&#965;&#964;&#949;&#967;&#957;&#949;&#953;&#959;&#973;&#960;&#959;&#955;&#951; &#918;&#969;&#947;&#961;&#940;&#966;&#959;&#965;. &#927;&#948;&#951;&#947;&#943;&#949;&#962; &#960;&#961;&#959;&#963;&#941;&#955;&#949;&#965;&#963;&#951;&#962;
&#952;&#945; &#946;&#961;&#949;&#943;&#964;&#949; &#963;&#964;&#959; <A HREF="http://conf.ellak.gr/2008/access">http://conf.ellak.gr/2008/access</A>
&#915;&#953;&#945; &#960;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#949;&#962; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; &#963;&#967;&#949;&#964;&#953;&#954;&#940; &#956;&#949; &#964;&#959; &#963;&#965;&#957;&#941;&#948;&#961;&#953;&#959; &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945;
&#949;&#960;&#953;&#963;&#954;&#949;&#966;&#964;&#949;&#943;&#964;&#949; &#964;&#951;&#957; &#953;&#963;&#964;&#959;&#963;&#949;&#955;&#943;&#948;&#945;: <A HREF="http://conf.ellak.gr/">http://conf.ellak.gr/</A>



-------------- next part --------------
An embedded message was scrubbed...
From: Conference info at ellak &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">conf-info at ellak.gr</A>&gt;
Subject: [newsletter] =?utf-8?b?M86/IM6jz4XOvc6tzrTPgc65zr8gzrPOuc6xIM+E?=
	=?utf-8?b?zr8gzpXOu861z43OuM61z4HOvyDOm86/zrPOuc+DzrzOuc66z4wgLyAgzps=?=
	=?utf-8?b?zr/Os865z4POvM65zrrPjCDOkc69zr/Ouc66z4TOv8+NIM6az47OtM65zro=?=
	=?utf-8?b?zrE=?=
Date: Fri, 23 May 2008 17:07:00 +0300
Size: 45862
Url: <A HREF="https://lists.owasp.org/pipermail/owasp-greece/attachments/20080524/65e5ae2a/attachment-0001.eml">https://lists.owasp.org/pipermail/owasp-greece/attachments/20080524/65e5ae2a/attachment-0001.eml</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000163.html">[Owasp-greece] Prosklisi: &#932;&#959; OWASP.gr sto 3o Synedrio EL/LAK
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#164">[ date ]</a>
              <a href="thread.html#164">[ thread ]</a>
              <a href="subject.html#164">[ subject ]</a>
              <a href="author.html#164">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
