<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] REMINDER: OWASP AppSec Israel 2015 - LAST CHANCE!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20REMINDER%3A%20OWASP%20AppSec%20Israel%202015%20-%20LAST%20CHANCE%21&In-Reply-To=%3C1aa101d10402%24f7f06e70%24e7d14b50%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000491.html">
   <LINK REL="Next"  HREF="000493.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] REMINDER: OWASP AppSec Israel 2015 - LAST CHANCE!</H1>
    <B>Avi D - OWASP Israel</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20REMINDER%3A%20OWASP%20AppSec%20Israel%202015%20-%20LAST%20CHANCE%21&In-Reply-To=%3C1aa101d10402%24f7f06e70%24e7d14b50%24%40owasp.org%3E"
       TITLE="[OWASP Israel] REMINDER: OWASP AppSec Israel 2015 - LAST CHANCE!">avi.douglen at owasp.org
       </A><BR>
    <I>Sun Oct 11 08:58:15 UTC 2015</I>
    <P><UL>
        <LI>Previous message: <A HREF="000491.html">[OWASP Israel] REMINDER: OWASP AppSec Israel 2015 - ONE WEEK!
</A></li>
        <LI>Next message: <A HREF="000493.html">[OWASP Israel] OWASP AppSec Israel 2015 - TOMORROW + Voluneers	Needed
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#492">[ date ]</a>
              <a href="thread.html#492">[ thread ]</a>
              <a href="subject.html#492">[ subject ]</a>
              <a href="author.html#492">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>(&#1506;&#1489;&#1512;&#1497;&#1514; &#1489;&#1492;&#1502;&#1513;&#1498;)

I wanted to remind everybody that our yearly AppSec Israel conference is
only 2 days away! Consider this your last opportunity&#8230; if you still haven&#8217;t
registered yet, today is your LAST chance! 

CLICK.NOW. <A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A>

 

The conference will take place next Tuesday, October 13th, 2015, at the
Michlala LeMinhal in Rishon LeZiyon. 

The address is Eli Weisel St. 2, Rishon LeZiyon. There is plenty of parking
available, entrance is via gate 4. 

(Please note that parking should be paid during the day, to avoid a lengthy
backup if everyone pays on exit. The cost of parking is ~10 shekel for the
entire day). 

 

Over 650 hundred people have already registered &#8211; why should you miss out?  

Click now and reserve your place (and free lunch)!
<A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A> 

 

We are looking forward to two tracks of fantastic talks by an amazing group
of speakers, see below for details. (Please note, there have been some
changes to the schedule). 

And one more thing&#8230; The Keynote address will be given by Jeremiah Grossman,
Founder of WhiteHat Security, and one of the original innovators of the
appsec field! 

 

More details are at <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015,">https://www.owasp.org/index.php/AppSec_Israel_2015,</A> and
the final schedule is posted at <A HREF="https://appsecil2015.sched.org/">https://appsecil2015.sched.org/</A> . 

 

And if you have already registered&#8230; I look forward to seeing you there! 

Avi D 

&#1512;&#1510;&#1497;&#1514;&#1497; &#1500;&#1492;&#1494;&#1499;&#1497;&#1512; &#1500;&#1499;&#1493;&#1500;&#1501; &#1513;&#1492;&#1499;&#1504;&#1505; &#1492;&#1513;&#1504;&#1514;&#1497; &#1513;&#1500;&#1504;&#1493; AppSec Israel &#1502;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1506;&#1493;&#1491; &#1497;&#1493;&#1502;&#1497;&#1497;&#1501; &#1489;&#1500;&#1489;&#1491;!
&#1494;&#1493;&#1492;&#1497; &#1492;&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492;... &#1488;&#1501; &#1506;&#1493;&#1491; &#1500;&#1488; &#1504;&#1512;&#1513;&#1502;&#1514;&#1501;, &#1492;&#1497;&#1493;&#1501; &#1494;&#1488;&#1514; &#1492;&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1513;&#1500;&#1499;&#1501;
&#1500;&#1492;&#1497;&#1512;&#1513;&#1501;!

&#1514;&#1511;&#1500;&#1497;&#1511;&#1493;.&#1506;&#1499;&#1513;&#1497;&#1493;.  &lt;<A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A>&gt;
<A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A>

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497; &#1492;&#1489;&#1488;, &#1492;-13 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1500;' &#1514;&#1513;&#1512;&#1497;), &#1489;&#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1504;&#1492;&#1500; &#1489;&#1512;&#1488;&#1513;&#1493;&#1503;
&#1500;&#1510;&#1497;&#1493;&#1503;. 

&#1499;&#1514;&#1493;&#1489;&#1514; &#1492;&#1502;&#1499;&#1500;&#1500;&#1492; &#1492;&#1497;&#1488; &#1512;&#1495;' &#1488;&#1500;&#1497; &#1493;&#1497;&#1494;&#1500; 2, &#1512;&#1488;&#1513;&#1500;&quot;&#1510;. &#1497;&#1513; &#1495;&#1504;&#1497;&#1497;&#1492; &#1489;&#1513;&#1508;&#1506;, &#1492;&#1499;&#1504;&#1497;&#1505;&#1492; &#1492;&#1511;&#1512;&#1493;&#1489;&#1492; &#1500;&#1499;&#1504;&#1505;
&#1491;&#1512;&#1498; &#1513;&#1506;&#1512; 4. 

(&#1513;&#1497;&#1502;&#1493; &#1500;&#1489; &#1513;&#1512;&#1510;&#1493;&#1497; &#1500;&#1513;&#1500;&#1501; &#1506;&#1500; &#1492;&#1495;&#1504;&#1497;&#1497;&#1492; &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1497;&#1493;&#1501;, &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1502;&#1504;&#1493;&#1506; &#1492;&#1497;&#1493;&#1493;&#1510;&#1512;&#1493;&#1514; &#1508;&#1511;&#1511; &#1488;&#1501; &#1499;&#1493;&#1500;&#1501;
&#1502;&#1513;&#1500;&#1502;&#1497;&#1501; &#1489;&#1497;&#1510;&#1497;&#1488;&#1492;. &#1506;&#1500;&#1493;&#1514; &#1492;&#1495;&#1504;&#1497;&#1492; &#1492;&#1497;&#1488; &#1499;-10 &#8362; &#1500;&#1497;&#1493;&#1501; &#1513;&#1500;&#1501;). 

 

&#1502;&#1506;&#1500; 650 &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501; &#1499;&#1489;&#1512; &#1504;&#1512;&#1513;&#1502;&#1493; &#8211; &#1488;&#1501; &#1496;&#1512;&#1501; &#1504;&#1512;&#1513;&#1502;&#1514;&#1501;, &#1500;&#1502;&#1492; &#1513;&#1514;&#1508;&#1505;&#1497;&#1491;&#1493;?  

&#1514;&#1511;&#1500;&#1497;&#1511;&#1493; &#1506;&#1499;&#1513;&#1497;&#1493; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1494;&#1502;&#1497;&#1503; &#1502;&#1511;&#1493;&#1501; (&#1493;&#1488;&#1512;&#1493;&#1495;&#1514; &#1510;&#1492;&#1512;&#1497;&#1497;&#1501; &#1499;&#1500;&#1493;&#1500;&#1492;)!
&lt;<A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A>&gt; <A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A>

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1510;&#1508;&#1497;&#1501; &#1500;&#1513;&#1504;&#1497; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497;&#1501; &#1513;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1512;&#1514;&#1511;&#1493;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1489;&#1493;&#1510;&#1492; &#1502;&#1491;&#1492;&#1497;&#1502;&#1492; &#1513;&#1500; &#1502;&#1512;&#1510;&#1497;&#1501;
&#1502;&#1510;&#1493;&#1497;&#1504;&#1497;&#1501;, &#1508;&#1512;&#1496;&#1497;&#1501; &#1489;&#1492;&#1502;&#1513;&#1498;. (&#1513;&#1497;&#1502;&#1493; &#1500;&#1489;, &#1492;&#1497;&#1493; &#1502;&#1505;&#1508;&#1512; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1489;&#1500;&#1493;&quot;&#1494;). 

&#1493;&#1506;&#1493;&#1491; &#1502;&#1513;&#1492;&#1493; &#1488;&#1495;&#1491;... &#1492;&#1512;&#1510;&#1488;&#1514; &#1492;&#1508;&#1514;&#1497;&#1495;&#1492; Keynote &#1497;&#1493;&#1506;&#1489;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; &#1490;'&#1512;&#1502;&#1497;&#1492; &#1490;&#1512;&#1493;&#1505;&#1502;&#1503;, &#1502;&#1497;&#1497;&#1505;&#1491;
WhiteHat Security, &#1493;&#1488;&#1495;&#1491; &#1502;&#1492;&#1495;&#1491;&#1513;&#1504;&#1497;&#1501; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497;&#1497;&#1501; &#1513;&#1500; &#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;!

 

&#1508;&#1512;&#1496;&#1497;&#1501; &#1502;&#1500;&#1488;&#1497;&#1501; &#1489;&#1488;&#1514;&#1512;  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A> , &#1493;&#1500;&#1493;&quot;&#1494; &#1502;&#1508;&#1493;&#1512;&#1496; &#1502;&#1493;&#1508;&#1497;&#1506; &#1489;-
&lt;<A HREF="https://appsecil2015.sched.org/">https://appsecil2015.sched.org/</A>&gt; <A HREF="https://appsecil2015.sched.org/">https://appsecil2015.sched.org/</A> . 

 

&#1493;&#1488;&#1501; &#1489;&#1499;&#1500; &#1494;&#1488;&#1514; &#1499;&#1489;&#1512; &#1504;&#1512;&#1513;&#1502;&#1514;... &#1504;&#1514;&#1512;&#1488;&#1492; &#1513;&#1501;! 

&#1488;&#1489;&#1497; &#1491; 

 

 

 

Following is the list of talks, for more details please go to
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations">https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations</A> 

Note that this list is not sorted according to order or track, and last
minute changes still happen&#8230; Some of these talks will be given in English,
some in Hebrew &#8211; please check the site for the language of each talk.  

 

&#1500;&#1492;&#1500;&#1503; &#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1493;&#1492;&#1502;&#1512;&#1510;&#1497;&#1501;, &#1500;&#1500;&#1488; &#1495;&#1513;&#1497;&#1489;&#1493;&#1514; &#1500;&#1505;&#1491;&#1512; &#1493;&#1506;&#1491; &#1499;&#1491;&#1497; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1513;&#1500; &#1512;&#1490;&#1506; &#1488;&#1495;&#1512;&#1493;&#1503;. 

&#1500;&#1488; &#1489;&#1499;&#1493;&#1500;&#1501; &#1497;&#1513; &#1504;&#1493;&#1513;&#1488; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;. &#1508;&#1512;&#1496;&#1497;&#1501; &#1502;&#1500;&#1488;&#1497;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations">https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations">https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations</A> 

&#1495;&#1500;&#1511; &#1502;&#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1497;&#1493;&#1506;&#1489;&#1512;&#1493; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;, &#1495;&#1500;&#1511;&#1503; &#1489;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514; &#8211; &#1504;&#1488; &#1500;&#1489;&#1491;&#1493;&#1511; &#1489;&#1488;&#1514;&#1512;. 

Agenda: 

 

*         Keynote Address: Jeremiah Grossman, Founder, WhiteHat Security 

*         Yanovski Shai, Security Product Manager, Check Point
   Certifi-gate - Front Door Access to Pwning hundreds of Millions of
Androids Devices - the aftermath.

*         Hemi Leibowitz, Cyber Security Researcher at Bar Ilan University
and a lecturer at the College of Management
   Cross-Site Search Attacks

*         Moshe Ferber, Chairman, Cloud Security Alliance Israel
   From zero to secure in 1 minute

*         Amit Ashbel, AppSec Strategist, Checkmarx
   Game of Hacks: Play, Hack &amp; Track

*         Erez Metula, Application Security Expert and Chairman, AppSec Labs
   Internet of Things (IOT) Insecurity

*         Roee Hay, Application Security Research Team Lead, IBM X-Force
   One Class to Rule Them All: Deserialization Vulnerabilities in Android

*         Ofer Maor, Director of Security Strategy, Synopsys
   Security Automation in the Agile SDLC - Real World Cases

*         Helen Bravo, Product Management Director, Checkmarx
   The Node.js Highway: Attacks are at Full Throttle 

*         Yossi Oren, Senior Lecturer at the Department of Information
Systems Engineering, Ben Gurion University
   The Spy in the Sandbox: Practical Cache Attacks in Javascript and their
Implications

&#1492;&#1502;&#1512;&#1490;&#1500; &#1489;&#1488;&#1512;&#1490;&#1494; &#1492;&#1495;&#1493;&#1500;: &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1502;&#1496;&#1502;&#1493;&#1503; &#1489;-Javascript, &#1493;&#1492;&#1492;&#1513;&#1500;&#1499;&#1493;&#1514; &#1513;&#1500;&#1492;&#1503;

*         Daniel Liber, R&amp;D Security Leader, CyberArk
   Theories of Agile, Fails of Security

&#1492;&#1510;&#1497;&#1500;&#1493;, &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1488;&#1490;'&#1497;&#1500;&#1497;&#1514;!

*         Netanel Rubin, Senior Vulnerability Researcher, PerimeterX
   Too Big to Fail - Breaking WordPress Core

*         Yair Amit, CTO &amp; Co-Founder, Skycure
   Why Are Hackers Winning the Mobile Malware Battle

*         Sagie Dulce, ADC TL, Imperva
Man in the Cloud Attack

*         Yaniv Balmas, Security Researcher, Check Point Software
Technologies
0x3E9 Ways to DIE

 

 

 

(&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;)

 

The annual OWASP AppSec Israel conference is scheduled for Tuesday, October
13th, 2015, and will have multiple tracks of fantastic talks by an amazing
group of speakers! 

More details here: <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A> 

 

The conference is free to attend, including refreshments and snacks, but you
must register now! 

<A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A>    

 

We still do need additional sponsors &#8211; if you or your company are able to
support this event and help spread the message &#8211; and get great exposure to
the right audience &#8211; please email Ofer Maor (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer at quotium.com</A>
&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer at quotium.com</A>&gt; ) directly, more details here
<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship.">https://www.owasp.org/index.php/OWASP_IL_Sponsorship.</A>

 

&#1492;&#1499;&#1504;&#1505; &#1492;&#1513;&#1504;&#1514;&#1497; &#1513;&#1500; OWASP AppSec Israel &#1502;&#1514;&#1493;&#1499;&#1504;&#1503; &#1500;&#1497;&#1493;&#1501; &#1490;', &#1492;-13 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1500;' &#1514;&#1513;&#1512;&#1497;),
&#1493;&#1497;&#1510;&#1497;&#1506; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497;&#1501; &#1513;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1506;&#1493;&#1500;&#1493;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1489;&#1493;&#1510;&#1492; &#1502;&#1491;&#1492;&#1497;&#1502;&#1492; &#1513;&#1500; &#1502;&#1512;&#1510;&#1497;&#1501;! 

&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1499;&#1488;&#1503;:  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A>

 

&#1499;&#1500; &#1494;&#1492; &#1489;&#1502;&#1495;&#1497;&#1512; &#1502;&#1510;&#1497;&#1488;&#1492; &#1513;&#1500; &#1495;&#1497;&#1504;&#1501;! 

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1488;&#1497;&#1504;&#1492; &#1499;&#1512;&#1493;&#1499;&#1492; &#1489;&#1514;&#1513;&#1500;&#1493;&#1501;, &#1488;&#1489;&#1500; &#1495;&#1493;&#1489;&#1492; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501;!
&lt;<A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A>&gt; <A HREF="https://appsecil2015.eventbrite.com/">https://appsecil2015.eventbrite.com/</A>

 

&#1499;&#1502;&#1493; &#1499;&#1503;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1506;&#1491;&#1497;&#1497;&#1503; &#1494;&#1511;&#1493;&#1511;&#1497;&#1501; &#1500;&#1504;&#1493;&#1514;&#1504;&#1497; &#1495;&#1505;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#8211; &#1488;&#1501; &#1488;&#1514;&#1501; &#1488;&#1493; &#1492;&#1495;&#1489;&#1512;&#1492; &#1502;&#1505;&#1493;&#1490;&#1500;&#1497;&#1501;
&#1500;&#1514;&#1502;&#1493;&#1498; &#1489;&#1499;&#1504;&#1505; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1506;&#1494;&#1493;&#1512; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#8211; &#1493;&#1500;&#1511;&#1489;&#1500; &#1495;&#1513;&#1497;&#1508;&#1492; &#1504;&#1508;&#1500;&#1488;&#1492; &#1500;&#1511;&#1492;&#1500; &#1492;&#1504;&#1499;&#1493;&#1503; &#8211; &#1504;&#1488;
&#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1511;&#1513;&#1512; &#1497;&#1513;&#1497;&#1512;&#1493;&#1514; &#1506;&#1501; &#1506;&#1493;&#1508;&#1512; &#1502;&#1488;&#1493;&#1512; ( &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer at quotium.com</A>&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer at quotium.com</A>)
&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1499;&#1488;&#1503;:  &lt;<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A>&gt;
<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship.">https://www.owasp.org/index.php/OWASP_IL_Sponsorship.</A>

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20151011/98430856/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20151011/98430856/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000491.html">[OWASP Israel] REMINDER: OWASP AppSec Israel 2015 - ONE WEEK!
</A></li>
	<LI>Next message: <A HREF="000493.html">[OWASP Israel] OWASP AppSec Israel 2015 - TOMORROW + Voluneers	Needed
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#492">[ date ]</a>
              <a href="thread.html#492">[ thread ]</a>
              <a href="subject.html#492">[ subject ]</a>
              <a href="author.html#492">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
