<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec Israel 2015 - TOMORROW + Voluneers	Needed
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202015%20-%20TOMORROW%20%2B%20Voluneers%0A%09Needed&In-Reply-To=%3C713601d104e2%2481341850%24839c48f0%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000492.html">
   <LINK REL="Next"  HREF="000494.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec Israel 2015 - TOMORROW + Voluneers	Needed</H1>
    <B>Avi D - OWASP Israel</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202015%20-%20TOMORROW%20%2B%20Voluneers%0A%09Needed&In-Reply-To=%3C713601d104e2%2481341850%24839c48f0%24%40owasp.org%3E"
       TITLE="[OWASP Israel] OWASP AppSec Israel 2015 - TOMORROW + Voluneers	Needed">avi.douglen at owasp.org
       </A><BR>
    <I>Mon Oct 12 11:38:22 UTC 2015</I>
    <P><UL>
        <LI>Previous message: <A HREF="000492.html">[OWASP Israel] REMINDER: OWASP AppSec Israel 2015 - LAST CHANCE!
</A></li>
        <LI>Next message: <A HREF="000494.html">[OWASP Israel] OWASP AppSec Israel 2015
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#493">[ date ]</a>
              <a href="thread.html#493">[ thread ]</a>
              <a href="subject.html#493">[ subject ]</a>
              <a href="author.html#493">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>(&#1506;&#1489;&#1512;&#1497;&#1514; &#1489;&#1492;&#1502;&#1513;&#1498;)

Hi Everybody! 

AppSec Israel 2015 conference is TOMORROW! Very exciting &#8211; it looks like it
is going to be a fantastic event! 

 

We are needing some volunteers to help with on-site organization and
coordination (e.g. room proctors, doormen/women, etc.)

No climbing or heavy lifting involved, I promise. 

If you are able to help out &#8211; please get in touch ASAP with Or Katz
(<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>&gt; ) with your cellphone
number.

Volunteers will receive a free lunch, and free tickets to next year&#8217;s
conference :). 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;! &#1499;&#1504;&#1505; AppSec Israel 2015 &#1502;&#1514;&#1511;&#1497;&#1497;&#1501; &#1502;&#1495;&#1512;! &#1502;&#1488;&#1493;&#1491; &#1502;&#1500;&#1492;&#1497;&#1489; &#8211; &#1504;&#1512;&#1488;&#1492; &#1513;&#1494;&#1492; &#1492;&#1493;&#1500;&#1498;
&#1500;&#1492;&#1497;&#1493;&#1514; &#1488;&#1512;&#1493;&#1506; &#1504;&#1492;&#1491;&#1512;! 

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1502;&#1505;&#1508;&#1512; &#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1500;&#1506;&#1494;&#1493;&#1512; &#1489;&#1488;&#1512;&#1490;&#1493;&#1503; &#1493;&#1514;&#1497;&#1488;&#1493;&#1501; &#1489;&#1502;&#1511;&#1493;&#1501; (&#1499;&#1490;&#1493;&#1503; &#1505;&#1491;&#1512;&#1504;&#1497;&#1501; &#1493;&#1505;&#1491;&#1512;&#1504;&#1497;&#1493;&#1514;,
&#1493;&#1499;&#1493;).

&#1488;&#1504;&#1497; &#1502;&#1489;&#1496;&#1497;&#1495; &#1513;&#1488;&#1497;&#1503; &#1510;&#1493;&#1512;&#1498; &#1489;&#1505;&#1495;&#1497;&#1489;&#1493;&#1514; &#1488;&#1493; &#1496;&#1497;&#1508;&#1493;&#1505;&#1497;&#1501;... 

&#1488;&#1501; &#1488;&#1514; &#1488;&#1493; &#1488;&#1514;&#1492; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1506;&#1494;&#1493;&#1512; &#8211; &#1504;&#1488; &#1500;&#1497;&#1510;&#1493;&#1512; &#1511;&#1513;&#1512; &#1489;&#1492;&#1511;&#1491;&#1501; &#1506;&#1501; &#1488;&#1493;&#1512; &#1499;&#1509; (
&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>) &#1506;&#1501; &#1502;&#1505;&#1508;&#1512; &#1492;&#1496;&#1500;&#1508;&#1493;&#1503; &#1504;&#1497;&#1497;&#1491; &#1513;&#1500;&#1498;. 

&#1492;&#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1497;&#1511;&#1489;&#1500;&#1493; &#1488;&#1512;&#1493;&#1495;&#1514; &#1510;&#1492;&#1512;&#1497;&#1497;&#1501; &#1495;&#1497;&#1504;&#1501;, &#1493;&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1501; &#1500;&#1499;&#1504;&#1505; &#1489;&#1513;&#1504;&#1492; &#1492;&#1489;&#1488;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501; :)

 

The conference will take place TOMORROW, Tuesday, October 13th, 2015, at the
College of Management (Michlala LeMinhal) in Rishon LeZiyon, starting from
9:00.

Opening words will start at 9:30, and the Keynote immediately after. 

The address is Eli Weisel St. 2, Rishon LeZiyon. There is plenty of parking
available, entrance is via gate 4. 

(Please note that parking should be paid during the day, to avoid a lengthy
backup if everyone pays on exit. The cost of parking is ~10 shekel for the
entire day). 

 

We had to close the registration, as we are expecting over 500 people to
attend!

We ask everyone to please try to get there as early as possible, to avoid a
backlog at the registration desks, and to ensure you have a spot in the main
auditorium. 

(Safety codes prevent us from allowing more than the maximum number of
people to get in to the rooms). 

If you&#8217;ve already registered, we&#8217;ll see you tomorrow &#8211; make sure to come say
hi! 

If you haven&#8217;t registered &#8211; what were you thinking?? 

 

We are looking forward to two tracks of fantastic talks by an amazing group
of speakers, see below for details. (Please note, there have been some
changes to the schedule). 

And one more thing&#8230; The Keynote address will be given by Jeremiah Grossman,
Founder of WhiteHat Security, and one of the original innovators of the
appsec field! 

 

More details are at <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015,">https://www.owasp.org/index.php/AppSec_Israel_2015,</A> and
the final schedule is posted at <A HREF="https://appsecil2015.sched.org/">https://appsecil2015.sched.org/</A> . 

 

I look forward to seeing you there!

Avi D 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1502;&#1495;&#1512;, &#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497;, &#1492;-13 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512; (&#1500;' &#1514;&#1513;&#1512;&#1497;), &#1489;&#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1504;&#1492;&#1500; &#1489;&#1512;&#1488;&#1513;&#1493;&#1503;
&#1500;&#1510;&#1497;&#1493;&#1503;, &#1492;&#1495;&#1500; &#1502;&#1513;&#1506;&#1492; 9:00.

&#1491;&#1489;&#1512;&#1497; &#1508;&#1514;&#1497;&#1495;&#1492; &#1497;&#1514;&#1495;&#1497;&#1500;&#1493; &#1489;&#1513;&#1506;&#1492; 9:30, &#1493;&#1492;&#1512;&#1510;&#1488;&#1514; &#1508;&#1514;&#1497;&#1495;&#1492; (Keynote) &#1502;&#1497;&#1491; &#1500;&#1488;&#1495;&#1512;&#1497;&#1493;. 

&#1499;&#1514;&#1493;&#1489;&#1514; &#1492;&#1502;&#1499;&#1500;&#1500;&#1492; &#1492;&#1497;&#1488; &#1512;&#1495;' &#1488;&#1500;&#1497; &#1493;&#1497;&#1494;&#1500; 2, &#1512;&#1488;&#1513;&#1500;&quot;&#1510;. &#1497;&#1513; &#1495;&#1504;&#1497;&#1497;&#1492; &#1489;&#1513;&#1508;&#1506;, &#1492;&#1499;&#1504;&#1497;&#1505;&#1492; &#1492;&#1511;&#1512;&#1493;&#1489;&#1492; &#1500;&#1499;&#1504;&#1505;
&#1491;&#1512;&#1498; &#1513;&#1506;&#1512; 4. 

(&#1513;&#1497;&#1502;&#1493; &#1500;&#1489; &#1513;&#1512;&#1510;&#1493;&#1497; &#1500;&#1513;&#1500;&#1501; &#1506;&#1500; &#1492;&#1495;&#1504;&#1497;&#1497;&#1492; &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1497;&#1493;&#1501;, &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1502;&#1504;&#1493;&#1506; &#1492;&#1497;&#1493;&#1493;&#1510;&#1512;&#1493;&#1514; &#1508;&#1511;&#1511; &#1488;&#1501; &#1499;&#1493;&#1500;&#1501;
&#1502;&#1513;&#1500;&#1502;&#1497;&#1501; &#1489;&#1497;&#1510;&#1497;&#1488;&#1492;. &#1506;&#1500;&#1493;&#1514; &#1492;&#1495;&#1504;&#1497;&#1492; &#1492;&#1497;&#1488; &#1499;-10 &#8362; &#1500;&#1497;&#1493;&#1501; &#1513;&#1500;&#1501;). 

 

&#1504;&#1488;&#1500;&#1510;&#1504;&#1493; &#1500;&#1505;&#1490;&#1493;&#1512; &#1499;&#1489;&#1512; &#1488;&#1514; &#1492;&#1492;&#1512;&#1513;&#1502;&#1492;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1510;&#1493;&#1508;&#1497;&#1501; &#1513;&#1497;&#1490;&#1497;&#1506;&#1493; &#1502;&#1506;&#1500; 500 &#1488;&#1497;&#1513;! 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1489;&#1511;&#1513;&#1497;&#1501; &#1500;&#1492;&#1490;&#1497;&#1506; &#1502;&#1493;&#1511;&#1491;&#1497;&#1501; &#1499;&#1499;&#1500; &#1492;&#1488;&#1508;&#1513;&#1512;, &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1502;&#1504;&#1493;&#1506; &#1506;&#1497;&#1499;&#1493;&#1489; &#1489;&#1506;&#1502;&#1491;&#1493;&#1514; &#1512;&#1497;&#1513;&#1493;&#1501;, &#1493;&#1499;&#1503; &#1506;&#1500;
&#1502;&#1504;&#1514; &#1500;&#1492;&#1489;&#1496;&#1497;&#1495; &#1500;&#1506;&#1510;&#1502;&#1499;&#1501; &#1502;&#1511;&#1493;&#1501; &#1489;&#1488;&#1493;&#1491;&#1493;&#1496;&#1493;&#1512;&#1497;&#1493;&#1501; &#1492;&#1512;&#1488;&#1513;&#1497;. 

(&#1514;&#1511;&#1504;&#1493;&#1514; &#1489;&#1496;&#1497;&#1495;&#1493;&#1514; &#1502;&#1493;&#1504;&#1506;&#1497;&#1501; &#1502;&#1488;&#1497;&#1514;&#1504;&#1493; &#1500;&#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1499;&#1504;&#1497;&#1505; &#1497;&#1493;&#1514;&#1512; &#1502;&#1502;&#1505;&#1508;&#1512; &#1492;&#1502;&#1511;&#1505;&#1497;&#1502;&#1493;&#1501; &#1513;&#1500; &#1492;&#1495;&#1491;&#1512;&#1497;&#1501;). 

&#1488;&#1501; &#1499;&#1489;&#1512; &#1504;&#1512;&#1513;&#1502;&#1514;&#1501;, &#1504;&#1514;&#1512;&#1488;&#1492; &#1502;&#1495;&#1512;, &#1514;&#1489;&#1493;&#1488;&#1493; &#1500;&#1492;&#1490;&#1497;&#1491; &#1500;&#1497; &#1513;&#1500;&#1493;&#1501;! 

&#1493;&#1488;&#1501; &#1500;&#1488; &#1492;&#1505;&#1508;&#1511;&#1514;&#1501; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#8211; &#1502;&#1492; &#1495;&#1513;&#1489;&#1514;&#1501; &#1500;&#1506;&#1510;&#1502;&#1499;&#1501;?? 

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1510;&#1493;&#1508;&#1497;&#1501; &#1500;&#1513;&#1504;&#1497; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497;&#1501; &#1513;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1512;&#1514;&#1511;&#1493;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1489;&#1493;&#1510;&#1492; &#1502;&#1491;&#1492;&#1497;&#1502;&#1492; &#1513;&#1500; &#1502;&#1512;&#1510;&#1497;&#1501;
&#1502;&#1510;&#1493;&#1497;&#1504;&#1497;&#1501;, &#1508;&#1512;&#1496;&#1497;&#1501; &#1489;&#1492;&#1502;&#1513;&#1498;. (&#1513;&#1497;&#1502;&#1493; &#1500;&#1489;, &#1492;&#1497;&#1493; &#1502;&#1505;&#1508;&#1512; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1489;&#1500;&#1493;&quot;&#1494;). 

&#1493;&#1506;&#1493;&#1491; &#1502;&#1513;&#1492;&#1493; &#1488;&#1495;&#1491;... &#1492;&#1512;&#1510;&#1488;&#1514; &#1492;&#1508;&#1514;&#1497;&#1495;&#1492; Keynote &#1497;&#1493;&#1506;&#1489;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; &#1490;'&#1512;&#1502;&#1497;&#1492; &#1490;&#1512;&#1493;&#1505;&#1502;&#1503;, &#1502;&#1497;&#1497;&#1505;&#1491;
WhiteHat Security, &#1493;&#1488;&#1495;&#1491; &#1502;&#1492;&#1495;&#1491;&#1513;&#1504;&#1497;&#1501; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497;&#1497;&#1501; &#1513;&#1500; &#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;!

 

&#1508;&#1512;&#1496;&#1497;&#1501; &#1502;&#1500;&#1488;&#1497;&#1501; &#1489;&#1488;&#1514;&#1512;  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A> , &#1493;&#1500;&#1493;&quot;&#1494; &#1502;&#1508;&#1493;&#1512;&#1496; &#1502;&#1493;&#1508;&#1497;&#1506; &#1489;-
&lt;<A HREF="https://appsecil2015.sched.org/">https://appsecil2015.sched.org/</A>&gt; <A HREF="https://appsecil2015.sched.org/">https://appsecil2015.sched.org/</A> . 

 

&#1504;&#1514;&#1512;&#1488;&#1492; &#1513;&#1501;! 

&#1488;&#1489;&#1497; &#1491; 

 

 

 

Following is the list of talks, for more details please go to
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations">https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations</A> 

Note that this list is not sorted according to order or track, and last
minute changes still happen&#8230; Some of these talks will be given in English,
some in Hebrew &#8211; please check the site for the language of each talk.  

 

&#1500;&#1492;&#1500;&#1503; &#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1493;&#1492;&#1502;&#1512;&#1510;&#1497;&#1501;, &#1500;&#1500;&#1488; &#1495;&#1513;&#1497;&#1489;&#1493;&#1514; &#1500;&#1505;&#1491;&#1512; &#1493;&#1506;&#1491; &#1499;&#1491;&#1497; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1513;&#1500; &#1512;&#1490;&#1506; &#1488;&#1495;&#1512;&#1493;&#1503;. 

&#1500;&#1488; &#1489;&#1499;&#1493;&#1500;&#1501; &#1497;&#1513; &#1504;&#1493;&#1513;&#1488; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;. &#1508;&#1512;&#1496;&#1497;&#1501; &#1502;&#1500;&#1488;&#1497;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations">https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations">https://www.owasp.org/index.php/AppSec_Israel_2015_Presentations</A> 

&#1495;&#1500;&#1511; &#1502;&#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1497;&#1493;&#1506;&#1489;&#1512;&#1493; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;, &#1495;&#1500;&#1511;&#1503; &#1489;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514; &#8211; &#1504;&#1488; &#1500;&#1489;&#1491;&#1493;&#1511; &#1489;&#1488;&#1514;&#1512;. 

Agenda: 

 

*         Keynote Address: Jeremiah Grossman, Founder, WhiteHat Security 
   The Rebellious Teenage Years: 15 years of Web Security

*         Yanovski Shai, Security Product Manager, Check Point
   Certifi-gate - Front Door Access to Pwning hundreds of Millions of
Androids Devices - the aftermath.

*         Hemi Leibowitz, Cyber Security Researcher at Bar Ilan University
and a lecturer at the College of Management
   Cross-Site Search Attacks

*         Moshe Ferber, Chairman, Cloud Security Alliance Israel
   From zero to secure in 1 minute

*         Amit Ashbel, AppSec Strategist, Checkmarx
   Game of Hacks: Play, Hack &amp; Track

*         Erez Metula, Application Security Expert and Chairman, AppSec Labs
   Internet of Things (IOT) Insecurity

*         Roee Hay, Application Security Research Team Lead, IBM X-Force
   One Class to Rule Them All: Deserialization Vulnerabilities in Android

*         Ofer Maor, Director of Security Strategy, Synopsys
   Security Automation in the Agile SDLC - Real World Cases

*         Helen Bravo, Product Management Director, Checkmarx
   The Node.js Highway: Attacks are at Full Throttle 

*         Yossi Oren, Senior Lecturer at the Department of Information
Systems Engineering, Ben Gurion University
   The Spy in the Sandbox: Practical Cache Attacks in Javascript and their
Implications

&#1492;&#1502;&#1512;&#1490;&#1500; &#1489;&#1488;&#1512;&#1490;&#1494; &#1492;&#1495;&#1493;&#1500;: &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1502;&#1496;&#1502;&#1493;&#1503; &#1489;-Javascript, &#1493;&#1492;&#1492;&#1513;&#1500;&#1499;&#1493;&#1514; &#1513;&#1500;&#1492;&#1503;

*         Daniel Liber, R&amp;D Security Leader, CyberArk
   Theories of Agile, Fails of Security

&#1492;&#1510;&#1497;&#1500;&#1493;, &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1488;&#1490;'&#1497;&#1500;&#1497;&#1514;!

*         Netanel Rubin, Senior Vulnerability Researcher, PerimeterX
   Too Big to Fail - Breaking WordPress Core

*         Yair Amit, CTO &amp; Co-Founder, Skycure
   Why Are Hackers Winning the Mobile Malware Battle

*         Sagie Dulce, ADC TL, Imperva
Man in the Cloud Attack

*         Yaniv Balmas, Security Researcher, Check Point Software
Technologies
0x3E9 Ways to DIE

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20151012/31ff5c0f/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20151012/31ff5c0f/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000492.html">[OWASP Israel] REMINDER: OWASP AppSec Israel 2015 - LAST CHANCE!
</A></li>
	<LI>Next message: <A HREF="000494.html">[OWASP Israel] OWASP AppSec Israel 2015
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#493">[ date ]</a>
              <a href="thread.html#493">[ thread ]</a>
              <a href="subject.html#493">[ subject ]</a>
              <a href="author.html#493">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
