<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-Helsinki] OWASP meeting March 21st
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-Helsinki%5D%20OWASP%20meeting%20March%2021st&In-Reply-To=%3C32FD0E64-418B-496E-A7BD-D73DB3644BBD%40nixu.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000243.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-Helsinki] OWASP meeting March 21st</H1>
    <B>Petteri Arola</B> 
    <A HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-Helsinki%5D%20OWASP%20meeting%20March%2021st&In-Reply-To=%3C32FD0E64-418B-496E-A7BD-D73DB3644BBD%40nixu.com%3E"
       TITLE="[Owasp-Helsinki] OWASP meeting March 21st">petteri.arola at nixu.com
       </A><BR>
    <I>Fri Mar  9 15:08:35 UTC 2012</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000243.html">[Owasp-Helsinki] Jim's presentation
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#242">[ date ]</a>
              <a href="thread.html#242">[ thread ]</a>
              <a href="subject.html#242">[ subject ]</a>
              <a href="author.html#242">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Lopputalven tervehdys sinulle OWASP Helsingin listan j&#228;sen!
 
OWASP Helsinki -jaos kokoontuu vuoden ensimm&#228;iseen tapaamiseensa keskiviikkona 21.3.2012 web-sovelluksen p&#228;&#228;synhallinnan merkeiss&#228;.
 
Paikkana on Marttakeskus Kampin metroaseman tuntumassa. Tarkka osoite on Malminrinne 1 B, 7. krs, Helsinki (ovisummeri &quot;Kokoustilat). Kyll&#228;, p&#228;&#228;semme tutustumaan Marttaliiton yhteydess&#228; toimiviin tiloihin (<A HREF="http://www.ravintolamartta.fi/kokoustilat">http://www.ravintolamartta.fi/kokoustilat</A>). 
 
Kokoontumisen aiheena ovat kokemukset web-sovelluksen p&#228;&#228;synhallinnan suunnittelusta.
 
Illan esiintyj&#228;ll&#228; Jim Manicolla on pitk&#228; kokemus sovelluskehityksest&#228; ja h&#228;n on toiminut vuoden 2008 alusta OWASP:n Connections Committee Chair -roolissa. H&#228;nen laajasta teht&#228;v&#228;kent&#228;st&#228;&#228;n voi lukea OWASP:n sivuilta osoitteesta <A HREF="https://www.owasp.org/index.php/User:Jmanico">https://www.owasp.org/index.php/User:Jmanico</A> . Jimin blogiin voit tutustua  osoitteessa manicode.blogspot.com . Jim on luvannut kertoa erityisesti auditoinneissa esiin tulleista p&#228;&#228;synhallinnan puutteista ja siit&#228; mill&#228; menetelmill&#228; niit&#228; voidaan kokonaisvaltaisesti korjata.
 
Ohjelma:
17:30 Kahvi
17.40 Alkusanat, Petteri Arola, OWASP-jaoksen vet&#228;j&#228;
17.50 Kokemuksia web-sovelluksen p&#228;&#228;synhallinnan suunnittelusta, Jim Manico, OWASP
19.30 Ilta jatkuu vapaamuotoisen keskustelun, saunan ja saunabuffetin merkeiss&#228;
23.00 Tapaaminen p&#228;&#228;ttyy
 
Tapaaminen on avoin kaikille. Jokainen sovellustietoturvasta kiinnostunut on siis  tervetullut kuulemaan aiheesta ja verkostoitumaan.
 
Ilmoittautumiset osoitteeseen <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">enroll at nixu.com</A> 15.3. menness&#228;. Kerrothan ilmoittautumisen yhteydess&#228; mik&#228;li osallistut my&#246;s vapaamuotoiseen iltaosuuteen.
 
Tervetuloa!
 
Terveisin Petteri
 
 
 
Hi everybody,
 
The next OWASP Chapter Meeting will be held on March 21st. In this meeting Jim Manico will give his insights about web application access control design excellence. After the meeting we'll continue the discussion over buffet style dinner and refreshments. There's a possibility to go to sauna too. Below is the agenda for the meeting. This event is free and everyone interested in application security is welcome. Please send your registration to <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">enroll at nixu.com</A> by Thursday March 15th and inform us also will you be staying for the evening part.

Welcome!
 
OWASP Helsinki Chapter Meeting #17: March 21st 2012
Location: Marttakeskus, Malminrinne 1 B, 7th floor, Helsinki 
Note: when coming press buzzer button &quot;Kokoustilat&quot; by the entrance door
Time: 17:30-22:00
 
Agenda 
17:30 Coffee
17:40 Introduction / Petteri Arola, OWASP chapter leader
17:50 Web Application Access Control Design Excellence / Jim Manico, OWASP
 
Abstract:
Access Control is a necessary security control at almost every layer within a web application. This talk will discuss several of the key access control anti-patterns commonly found during website security audits. These access control anti-patterns include hard-coded security policies, lack of horizontal access control, and &quot;fail open&quot; access control mechanisms. In reviewing these and other access control problems, we will discuss and design a positive access control mechanism that is data contextual, activity based, configurable, flexible, and deny-by-default - among other positive design attributes that make up a robust web-based access-control mechanism.

19:30 Meeting ends and discussion continues over buffet and refreshments and there's a possibility to bath in sauna too
23:00 Event ends
 
Regards,
Petteri
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-helsinki/attachments/20120309/6493ac0a/attachment.html">http://lists.owasp.org/pipermail/owasp-helsinki/attachments/20120309/6493ac0a/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000243.html">[Owasp-Helsinki] Jim's presentation
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#242">[ date ]</a>
              <a href="thread.html#242">[ thread ]</a>
              <a href="subject.html#242">[ subject ]</a>
              <a href="author.html#242">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">More information about the Owasp-helsinki
mailing list</a><br>
</body></html>
