<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP-Israel] Time for the 3rd OWASP IL meeting! Wed 29/3, 17:15
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP-Israel%5D%20Time%20for%20the%203rd%20OWASP%20IL%20meeting%21%20Wed%2029/3%2C%2017%3A15&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000062.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP-Israel] Time for the 3rd OWASP IL meeting! Wed 29/3, 17:15</H1>
    <B>Ofer Shezaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP-Israel%5D%20Time%20for%20the%203rd%20OWASP%20IL%20meeting%21%20Wed%2029/3%2C%2017%3A15&In-Reply-To="
       TITLE="[OWASP-Israel] Time for the 3rd OWASP IL meeting! Wed 29/3, 17:15">ofer at shezaf.com
       </A><BR>
    <I>Mon Mar 20 05:20:31 EST 2006</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000062.html">[OWASP-Israel] [Owasp-world] Reminder: 2006 European OWASP AppSec Conference - May 30-31, 2006 near Brussels
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#61">[ date ]</a>
              <a href="thread.html#61">[ thread ]</a>
              <a href="subject.html#61">[ subject ]</a>
              <a href="author.html#61">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE> 

Hi Everybody,

&#1492;&#1497; &#1499;&#1493;&#1500;&#1501;,

 

&#1492;&#1490;&#1497;&#1506; &#1492;&#1494;&#1502;&#1503; &#1500;&#1508;&#1490;&#1497;&#1513;&#1492; &#1492;&#1513;&#1500;&#1497;&#1513;&#1497;&#1514; &#1513;&#1500; OWASP IL! &#1488;&#1512;&#1490;&#1493;&#1503;  &lt;<A HREF="http://www.owasp.org/">http://www.owasp.org/</A>&gt; OWASP
&#1492;&#1493;&#1488; &#1488;&#1512;&#1490;&#1493;&#1503; &#1513;&#1500; &#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1492;&#1502;&#1493;&#1489;&#1497;&#1500; &#1488;&#1514; &#1504;&#1493;&#1513;&#1488; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497; &#1492;&#1493;&#1493;&#1489; &#1489;&#1506;&#1493;&#1500;&#1501;. &#1492;&#1502;&#1508;&#1490;&#1513; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501;
&#1489;&#1497;&#1493;&#1501; &#1512;&#1489;&#1497;&#1506;&#1497; &#1492;-29 &#1500;&#1502;&#1512;&#1509; &#1489;&#1513;&#1506;&#1492; 17:15 &#1489;&#1502;&#1513;&#1512;&#1491;&#1497; &#1495;&#1489;&#1512;&#1514; &#1489;&#1512;&#1497;&#1509;' &lt;<A HREF="http://www.breach.com/">http://www.breach.com/</A>&gt;
&#1489;&#1512;&#1495;&#1493;&#1489; &#1489;&#1512;&#1511;&#1514; 11 &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1497;&#1492; &#1508;&#1497;&#1514;&#1493;&#1495;. &#1492;&#1502;&#1508;&#1490;&#1513; &#1492;&#1493;&#1488; &#1495;&#1493;&#1508;&#1513;&#1497; &#1493;&#1508;&#1514;&#1493;&#1495; &#1500;&#1499;&#1500;. &#1499;&#1497;&#1493;&#1503; &#1513;&#1492;&#1502;&#1511;&#1493;&#1501; &#1502;&#1493;&#1490;&#1489;&#1500;
&#1488;&#1493;&#1491;&#1492; &#1500;&#1499;&#1501; &#1488;&#1501; &#1514;&#1488;&#1513;&#1512;&#1493; &#1488;&#1514; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514;&#1499;&#1501; &#1489;&#1491;&#1493;&#1488;&#1512; &#1495;&#1493;&#1494;&#1512; &#1488;&#1500;  &lt;mailto:<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>&gt;
<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com.</A> &#1488;&#1501; &#1488;&#1514;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1513;&#1492;&#1502;&#1508;&#1490;&#1513; &#1497;&#1492;&#1497;&#1492; &#1502;&#1506;&#1504;&#1497;&#1497;&#1503; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1488;&#1513;&#1502;&#1495; &#1488;&#1501;
&#1514;&#1508;&#1497;&#1510;&#1493; &#1488;&#1514; &#1492;&#1492;&#1494;&#1502;&#1504;&#1492; &#1490;&#1501; &#1500;&#1492;&#1501;. &#1499;&#1502;&#1493; &#1499;&#1503; &#1488;&#1514;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1508;&#1493;&#1510;&#1492; &#1513;&#1500;&#1504;&#1493; &#1506;&#1500; &#1502;&#1504;&#1514;
&#1500;&#1511;&#1489;&#1500; &#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1506;&#1500; &#1508;&#1490;&#1497;&#1513;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514; &#1489;-
&lt;<A HREF="http://lists.sourceforge.net/lists/listinfo/owasp-israel">http://lists.sourceforge.net/lists/listinfo/owasp-israel</A>&gt;
<A HREF="http://lists.sourceforge.net/lists/listinfo/owasp-israel.">http://lists.sourceforge.net/lists/listinfo/owasp-israel.</A>

 

&#1492;&#1508;&#1506;&#1501; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1502;&#1490;&#1493;&#1493;&#1504;&#1514; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1493;&#1514;&#1499;&#1500;&#1493;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1513;&#1500; &#1508;&#1512;&#1493;&#1508;. &#1488;&#1502;&#1497;&#1512; &#1492;&#1512;&#1510;&#1489;&#1512;&#1490;
&lt;<A HREF="http://www.cs.biu.ac.il/~herzbea/">http://www.cs.biu.ac.il/~herzbea/</A>&gt;  &#1506;&#1500; &#1513;&#1497;&#1496;&#1493;&#1514; &#1495;&#1491;&#1513;&#1504;&#1497;&#1493;&#1514; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491;&#1493;&#1514; &#1506;&#1501; &#1508;&#1497;&#1513;&#1497;&#1504;&#1490;,
&#1513;&#1500; &#1488;&#1497;&#1497;&#1500; &#1490;&#1512;&#1493;&#1504;&#1512; &#1506;&#1500; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1490;&#1493;&#1490;&#1500; &#1500;&#1508;&#1512;&#1497;&#1510;&#1514; &#1488;&#1514;&#1512;&#1497; &#1493;&#1493;&#1489; &#1493;&#1513;&#1500;&#1497; &#1506;&#1500; &#1492;&#1505;&#1496;&#1504;&#1491;&#1512;&#1491; &#1492;&#1495;&#1491;&#1513; &#1500;&#1492;&#1506;&#1512;&#1499;&#1514; Web
Application Firewalls. &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1492;&#1502;&#1500;&#1488;&#1492; &#1489;&#1492;&#1502;&#1513;&#1498;.

 

Time of the 3rd meeting of OWASP IL! The Open Web Application Security
Project (OWASP) is an all-volunteer group that produces free,
professional-quality, open-source documentation, tools, and standards. The
OWASP community facilitates conferences, local chapters, articles, papers,
and message forums. It is most known for the OWASP guide and the OWASP top
10, which are among the most important references regarding applications
security. 

 

The 32nd meeting of the Israeli OWASP chapter will be held on March 29th,
17:15, at Breach Security &lt;<A HREF="http://www.breach.com/">http://www.breach.com/</A>&gt;  offices, 11th Bareket
St. Herzliya. Participation is free and open to all, but please inform us
(mail me at <A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>) that you are coming so room is limited.

 

Feel free to distribute this e-mail to others in your organization or
outside that you think may be interested in the meeting. You can also
register to the OWASP Israel mailing list at
<A HREF="http://lists.sourceforge.net/lists/listinfo/owasp-israel">http://lists.sourceforge.net/lists/listinfo/owasp-israel</A> in order to receive
updates regarding chapter's meetings. For further details please contact me.

 

The meeting agenda will be: 


17:15

Gathering, Socializing and Pizzas

&#1492;&#1514;&#1499;&#1504;&#1505;&#1493;&#1514;, &#1502;&#1508;&#1490;&#1513; &#1493;&#1508;&#1497;&#1510;&#1493;&#1514;


17:30

The Web Application Firewall Evaluation Criteria
Ofer Shezaf, CTO, Breach Security

 

The Web Application Security Consortium had released standard criteria for
evaluating web application firewalls that Ofer has co-wrote. The new
document provides an opportunity to review the web application firewalls
market.

 

The presentation will discuss the new standard, its significance as well as
recent developments in web application firewalls that are evident in the
standard. 

&#1514;&#1511;&#1503; &#1492;&#1506;&#1512;&#1499;&#1514; &#1495;&#1493;&#1502;&#1493;&#1514; &#1488;&#1513; &#1500;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497; Web

&#1506;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;, &#1502;&#1504;&#1492;&#1500; &#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497;&#1493;&#1514; &#1512;&#1488;&#1513;&#1497;, &#1495;&#1489;&#1512;&#1514; &#1489;&#1512;&#1497;&#1509;' &#1505;&#1511;&#1497;&#1493;&#1512;&#1497;&#1496;&#1497;

 

&#1492;&#1488;&#1512;&#1490;&#1493;&#1503; Web Application Security Consortium &#1508;&#1512;&#1505;&#1501; &#1514;&#1511;&#1503; &#1492;&#1502;&#1513;&#1502;&#1513; &#1500;&#1510;&#1493;&#1512;&#1498; &#1492;&#1506;&#1512;&#1499;&#1492;
&#1493;&#1492;&#1513;&#1493;&#1493;&#1488;&#1492; &#1513;&#1500; Web Application Firewalls &#1513;&#1506;&#1508;&#1512; &#1492;&#1493;&#1488; &#1489;&#1497;&#1503; &#1499;&#1493;&#1514;&#1489;&#1497;&#1493;. &#1514;&#1511;&#1503; &#1494;&#1492; &#1492;&#1493;&#1488; &#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514;
&#1502;&#1510;&#1493;&#1497;&#1504;&#1514; &#1500;&#1505;&#1511;&#1493;&#1512; &#1488;&#1514; &#1513;&#1493;&#1511; &#1492;- Web Application Firewalls.

 

&#1492;&#1492;&#1512;&#1510;&#1488;&#1492; &#1514;&#1510;&#1497;&#1490; &#1488;&#1514; &#1492;&#1514;&#1511;&#1503; &#1492;&#1495;&#1491;&#1513;, &#1514;&#1491;&#1493;&#1503; &#1489;&#1502;&#1513;&#1502;&#1506;&#1493;&#1497;&#1493;&#1514;&#1497;&#1493; &#1493;&#1514;&#1505;&#1511;&#1493;&#1512; &#1492;&#1514;&#1508;&#1514;&#1495;&#1493;&#1497;&#1493;&#1514; &#1488;&#1495;&#1512;&#1493;&#1504;&#1493;&#1514; &#1489;&#1502;&#1493;&#1510;&#1512;&#1497;
Web Application Firewall &#1492;&#1502;&#1514;&#1489;&#1496;&#1488;&#1493;&#1514; &#1489;&#1514;&#1511;&#1503;.


18:00

Google Hacking 
Eyal Gruner, BugSec

 

Al Alqueda guide states that 80% of the useful information can be gathered
through open sources. Hackers have also found that out and Google has become
heaven for locating vulnerabilities in web sites.

 

Eyal will explain how advanced Google usage helps hackers and will
demonstrate how to locate web application vulnerabilities using Google.

&#1490;&#1493;&#1490;&#1500; &#1492;&#1511;&#1497;&#1504;&#1490;

&#1488;&#1497;&#1497;&#1500; &#1490;&#1512;&#1493;&#1504;&#1512;, &#1495;&#1489;&#1512;&#1514; &#1489;&#1490;&#1505;&#1511;

 

&#1502;&#1491;&#1512;&#1497;&#1498; &#1513;&#1500; &#1488;&#1500;&#1511;&#1488;&#1497;&#1491;&#1492; &#1502;&#1510;&#1497;&#1497;&#1503; &#1499;&#1497; 80% &#1502;&#1492;&#1502;&#1497;&#1491;&#1506; &#1492;&#1513;&#1497;&#1502;&#1493;&#1513;&#1497; &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; &#1489;&#1502;&#1511;&#1493;&#1512;&#1493;&#1514; &#1490;&#1500;&#1493;&#1497;&#1497;&#1501;. &#1490;&#1501;
&#1492;&#1511;&#1512;&#1497;&#1501; &#1490;&#1497;&#1500;&#1493; &#1494;&#1488;&#1514; &#1493;&#1490;&#1493;&#1490;&#1500; &#1492;&#1508;&#1498; &#1500;&#1490;&#1503; &#1506;&#1491;&#1503; &#1500;&#1488;&#1497;&#1514;&#1493;&#1512; &#1508;&#1490;&#1502;&#1497;&#1501; &#1489;&#1488;&#1514;&#1512;&#1497; &#1493;&#1493;&#1489;.

 

&#1488;&#1497;&#1497;&#1500; &#1497;&#1505;&#1489;&#1497;&#1512; &#1499;&#1497;&#1510;&#1491; &#1495;&#1497;&#1508;&#1493;&#1513; &#1502;&#1514;&#1511;&#1491;&#1501; &#1489;&#1490;&#1493;&#1490;&#1500; &#1506;&#1493;&#1494;&#1512; &#1500;&#1492;&#1511;&#1512;&#1497;&#1501; &#1493;&#1497;&#1491;&#1490;&#1497;&#1501; &#1488;&#1497;&#1498; &#1500;&#1502;&#1510;&#1493;&#1488; &#1508;&#1490;&#1502;&#1497;&#1501; &#1489;&#1488;&#1514;&#1512;&#1497;
&#1493;&#1493;&#1489; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1490;&#1493;&#1490;&#1500;.


19:00

Preventing Spoofing, Phishing and Spamming by Secure Usability and
Cryptography
Prof. Amir Herzberg, dept. of computer science, Bar-Ilan University, Israel

 

Spoofing, phishing and spamming are of the worst security problems in the
Internet. Amir will present vulnerabilities in the current email and web
systems, causing the proliferation of such attacks. 

 

Amir will then discuss some recent proposals made by him as well as others
to improve security against these threats. Some solutions involve secure
usability, some use (simple) cryptographic protocols, while others involve
both areas.

&#1502;&#1504;&#1497;&#1506;&#1514; &#1492;&#1514;&#1495;&#1494;&#1493;&#1514;, &#1508;&#1497;&#1513;&#1497;&#1504;&#1490; &#1493;&#1491;&#1493;&#1488;&#1512; &#1494;&#1489;&#1500; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &quot;&#1513;&#1497;&#1502;&#1493;&#1513;&#1497;&#1493;&#1514; &#1502;&#1488;&#1493;&#1489;&#1496;&#1495;&#1514;&quot; &#1493;&#1510;&#1508;&#1497;&#1504;&#1492;

&#1508;&#1512;&#1493;&#1508;. &#1488;&#1502;&#1497;&#1512; &#1492;&#1512;&#1510;&#1489;&#1512;&#1490;, &#1502;&#1491;&#1506;&#1497; &#1492;&#1502;&#1495;&#1513;&#1489;, &#1488;&#1493;&#1504;' &#1489;&#1512;-&#1488;&#1497;&#1500;&#1503;

 

&#1502;&#1504;&#1497;&#1506;&#1514; &#1492;&#1514;&#1495;&#1494;&#1493;&#1514;, &#1508;&#1497;&#1513;&#1497;&#1504;&#1490; &#1493;&#1491;&#1493;&#1488;&#1512; &#1494;&#1489;&#1500; &#1492;&#1501; &#1502;&#1489;&#1506;&#1497;&#1493;&#1514; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1492;&#1495;&#1502;&#1493;&#1512;&#1493;&#1514; &#1489;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;. &#1488;&#1502;&#1497;&#1512; &#1497;&#1510;&#1497;&#1490;
&#1488;&#1514; &#1492;&#1508;&#1490;&#1502;&#1497;&#1501; &#1489;&#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1491;&#1493;&#1488;&#1512; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497; &#1493;&#1493;&#1493;&#1489; &#1492;&#1502;&#1488;&#1508;&#1513;&#1512;&#1497;&#1501; &#1488;&#1514; &#1492;&#1492;&#1514;&#1512;&#1489;&#1493;&#1514; &#1513;&#1500; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1488;&#1500;&#1493;.

 

&#1488;&#1502;&#1497;&#1512; &#1497;&#1502;&#1513;&#1497;&#1498; &#1493;&#1497;&#1510;&#1497;&#1490; &#1492;&#1510;&#1506;&#1493;&#1514; &#1495;&#1491;&#1513;&#1504;&#1497;&#1493;&#1514; &#1513;&#1492;&#1493;&#1510;&#1488;&#1493; &#1506;&#1500; &#1497;&#1491;&#1493; &#1493;&#1506;&#1500; &#1497;&#1491;&#1497; &#1488;&#1495;&#1512;&#1497;&#1501; &#1500;&#1513;&#1497;&#1508;&#1493;&#1512; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492;
&#1499;&#1504;&#1490;&#1491; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1488;&#1500;&#1493;. &#1499;&#1502;&#1492; &#1502;&#1492;&#1508;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514; &#1491;&#1493;&#1512;&#1513;&#1497;&#1501; &quot;&#1513;&#1497;&#1502;&#1493;&#1513;&#1497;&#1493;&#1514; &#1502;&#1488;&#1493;&#1489;&#1496;&#1495;&#1514;&quot;, &#1488;&#1495;&#1512;&#1497;&#1501; &#1510;&#1508;&#1497;&#1504;&#1492; &#1493;&#1488;&#1495;&#1512;&#1497;&#1501;
&#1502;&#1513;&#1500;&#1489;&#1497;&#1501; &#1489;&#1497;&#1503; &#1492;&#1513;&#1497;&#1496;&#1493;&#1514;.

 


19:20

Your feedback and Questions

&#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1493;&#1492;&#1506;&#1512;&#1493;&#1514;

 

See you all!
~ Ofer

Ofer Shezaf

OWASP Israel Chair

 &lt;<A HREF="http://www.owasp.org/local/israel.html">http://www.owasp.org/local/israel.html</A>&gt;
<A HREF="http://www.owasp.org/local/israel.html">http://www.owasp.org/local/israel.html</A>

 

CTO, Breach Security

Phone (US): +1 (760) 268.1924 ext. 702

Phone (Israel): +972 (9) 956.0036 ext.212

Cell: +972 (54) 443.1119
<A HREF="http://lists.owasp.org/mailman/listinfo/owasp-israel">ofers at breach.com</A>
<A HREF="http://www.breach.com">http://www.breach.com</A> &lt;<A HREF="http://www.breach.com/">http://www.breach.com/</A>&gt; 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20060320/e0dff3b2/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20060320/e0dff3b2/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000062.html">[OWASP-Israel] [Owasp-world] Reminder: 2006 European OWASP AppSec Conference - May 30-31, 2006 near Brussels
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#61">[ date ]</a>
              <a href="thread.html#61">[ thread ]</a>
              <a href="subject.html#61">[ subject ]</a>
              <a href="author.html#61">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
