<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Web Uygulamasi Guvenlik Tarayicilari
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20Web%20Uygulamasi%20Guvenlik%20Tarayicilari&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000159.html">
   <LINK REL="Next"  HREF="000161.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Web Uygulamasi Guvenlik Tarayicilari</H1>
    <B>Deniz Cevik</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20Web%20Uygulamasi%20Guvenlik%20Tarayicilari&In-Reply-To="
       TITLE="[Owasp-turkey] Web Uygulamasi Guvenlik Tarayicilari">Deniz.Cevik at intellect.com.tr
       </A><BR>
    <I>Thu Jul 12 03:03:03 EDT 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000159.html">[Owasp-turkey] Web Uygulamasi Guvenlik Tarayicilari
</A></li>
        <LI>Next message: <A HREF="000161.html">[Owasp-turkey] Web Uygulamasi Guvenlik Tarayicilari
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#160">[ date ]</a>
              <a href="thread.html#160">[ thread ]</a>
              <a href="subject.html#160">[ subject ]</a>
              <a href="author.html#160">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Selamlar,

 

Webinspect ve Watchfire birbirine olduk&#231;a yak&#305;n &#252;r&#252;nler. Bence olduk&#231;a iyiler, Ancak &#246;zellikle static i&#231;erikleri tarama konusunda eksiklikleri bulunuyor. Ben bu konuda kendi yazd&#305;&#287;&#305;m cgi-scanner ile desteklemeye &#231;al&#305;&#351;&#305;yorum. Genelde yapt&#305;&#287;&#305;m&#305;z testlerde tespit etti&#287;imiz bilgi yay&#305;nlamaya y&#246;nelik a&#231;&#305;klar i&#231;eren sayfalar&#305; bulmaya y&#246;nelik bir ara&#231;. &#214;rne&#287;in cgi-scanner'in bir par&#231;as&#305; olan oracle application server i&#231;in scaner'a <A HREF="http://support.intellect.com.tr/content/view/75/33/">http://support.intellect.com.tr/content/view/75/33/</A>

 adresinden indirebilirsiniz. &#304;&#231;eri&#287;inde hala oracle bildirilmi&#351; fakat yamas&#305; haz&#305;rlanma a&#351;amas&#305;nda olan a&#231;&#305;klar yer al&#305;yor. Webfuzzer'da bu konuda &#231;ok yard&#305;mc&#305; olabilir. <A HREF="http://www.edge-security.com/wfuzz.php">http://www.edge-security.com/wfuzz.php</A>

 

XSS ve SQL &#304;njection testlerinde ise False positive oran&#305; e&#287;er iyi ayarlanmaz ise artabiliyor. Bu &#252;r&#252;nleri genellikle burpsuite gibi daha fazla kullan&#305;c&#305; etkile&#351;imi gerektiren &#252;r&#252;nler ile desteklemeye &#231;al&#305;&#351;yorum. B&#252;y&#252;k sitelerde ise nelerin craw edilece&#287;i iyi ayarlanmaz ise gereksiz yere saatlerce tarama s&#252;rebiliyor. Bu konuda bence watchfire webinspect'e gore daha iyi. En az&#305;ndan testin ne zaman bitece&#287;ini kestirebiliyorsunuz.

 

Acunetix'in 5.0 versiyonunu tam olarak test edemedim ama eski versiyonu bence bu iki &#252;r&#252;n&#252;n gerisinde kal&#305;yordu. Fakat fiyat&#305; yukar&#305;daki iki &#252;r&#252;nle kar&#351;&#305;la&#351;t&#305;r&#305;l&#305;nca sat&#305;n al&#305;nabilecek en uygun &#252;r&#252;n gibi g&#246;z&#252;k&#252;yor. Nstealth eski s&#252;r&#252;mleri sadece static a&#231;&#305;klar&#305; tarayan bir cgi-scanner'd&#305;. Belkide bu konuda en iyi database'e sahip &#252;r&#252;n. 2006 s&#252;r&#252;m&#252; ile birlikte web uygulamas&#305;na y&#246;nelik sqli,xss gibi dinamik a&#231;&#305;klara kar&#351;&#305;da controller yapabiliyor. Full versiyonunu deneyememe ra&#287;men olduk&#231;a ba&#351;ar&#305;l&#305; buldum.

 

Bunlar d&#305;&#351;&#305;nda matrixray Oracle Application Server ve veri taban&#305; taramalar&#305;nda yararlanabilecek bir ara&#231;.

MaxPatrol lisansl&#305; olarak sahip oldu&#287;umuz bir ba&#351;ka &#252;r&#252;n. Web konusunda kat etmesi gereken olduk&#231;a yol var ve olduk&#231;a yava&#351;. Ancak Maxpatrol network taramas&#305; konusunda fiyat&#305; d&#252;&#351;&#252;n&#252;l&#252;nce al&#305;nabilecek en uygun &#252;r&#252;nlerden biri.

Paros'u yazanlar MilesScan isimli ticari bir &#252;r&#252;n &#231;&#305;kard&#305;lar.

Sandcat ise hala &#231;ok fazla false positive &#252;retiyor. Geli&#351;meye daha &#231;ok ihtiyac&#305; var.

Test etmek istedi&#287;im ama full versiyonunu bir t&#252;rl&#252; temin edemedi&#287;im bir ba&#351;ka &#252;r&#252;n ise NGSSoftware'in Typhon III s&#252;r&#252;m&#252;. Her ay onlarca a&#231;&#305;k tespit eden bir firman&#305;n &#252;r&#252;n&#252;nde &#231;ok ba&#351;ar&#305;l&#305; olaca&#287;&#305;n&#305; d&#252;&#351;&#252;n&#252;yorum.

WebKing de &#246;zellikle web servislerine y&#246;nelik taramlarada &#231;ok ba&#351;ar&#305;l&#305; buldu&#287;um bir ara&#231;.

 

Birde SAMATE projesine g&#246;z atman iyi olabilir. Benzer &#231;al&#305;&#351;may&#305; onlarda yap&#305;yorlar. <A HREF="http://samate.nist.gov/index.php/Main_Page">http://samate.nist.gov/index.php/Main_Page</A>

 

Sayg&#305;lar.

 

________________________________

From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A> [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A>] On Behalf Of Ferruh Mavituna
Sent: Wednesday, July 11, 2007 11:15 PM
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
Subject: [Owasp-turkey] Web Uygulamasi Guvenlik Tarayicilari

 

Selamlar,

Farkli web uygulamasi guvenlik tarayicilari hakkinda kucuk bir arastirma yapiyor ve tabiri caizse kendime gore en iyisini bulmaya calisiyorum. Web Inspect harici kullandiginiz ya da daha onceden kullanma sansina sahip oldugunuz tarayicilar hangileri, ne kadar memnun kaldiniz ? Zayif kalan yanlari neydi? 

Ve genel fikirleriniz nelerdir? Ya da piyasaya yeni giren guzel yazilimlar var mi ?

Benim 1 yil once kadarki testlerimde ben en cok Acunetix ile Web Inspect i begenmistim. Bunun harici piyasada bir cok yazilim. Hailstorm, Appscan, Nstealth hatta maxpatrol (network temelli ama web kismi da var) hemen aklima gelenler. 

Kisisel testlerimden sonra notlarimi da tekrar burada kisa sekilde yayinlamaya calisacagim.



Tesekkurler,

-- 
Ferruh Mavituna
<A HREF="http://ferruh.mavituna.com">http://ferruh.mavituna.com</A> 

-------------- sonraki b&#246;l&#252;m --------------
Bir HTML eklentisi temizlendi...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20070712/a3fc2cdc/attachment.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20070712/a3fc2cdc/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000159.html">[Owasp-turkey] Web Uygulamasi Guvenlik Tarayicilari
</A></li>
	<LI>Next message: <A HREF="000161.html">[Owasp-turkey] Web Uygulamasi Guvenlik Tarayicilari
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#160">[ date ]</a>
              <a href="thread.html#160">[ thread ]</a>
              <a href="subject.html#160">[ subject ]</a>
              <a href="author.html#160">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
