<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland]  Czy s&#261; tu jeszcze pasjonaci?
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20%3D%3Futf-8%3Fq%3F_Czy_s%3DC4%3D85_tu_jeszcze_pasjonaci%3D3F%3F%3D&In-Reply-To=%3C20160304103726.GA21000%40logicaltrust.net%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000454.html">
   <LINK REL="Next"  HREF="000457.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland]  Czy s&#261; tu jeszcze pasjonaci?</H1>
    <B>Mateusz Kocielski - LogicalTrust</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20%3D%3Futf-8%3Fq%3F_Czy_s%3DC4%3D85_tu_jeszcze_pasjonaci%3D3F%3F%3D&In-Reply-To=%3C20160304103726.GA21000%40logicaltrust.net%3E"
       TITLE="[Owasp-poland]  Czy s&#261; tu jeszcze pasjonaci?">m.kocielski at logicaltrust.net
       </A><BR>
    <I>Fri Mar  4 10:37:27 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000454.html">[Owasp-poland] Czy s&#261; tu jeszcze pasjonaci?
</A></li>
        <LI>Next message: <A HREF="000457.html">[Owasp-poland] Czy s&#261; tu jeszcze pasjonaci?
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#455">[ date ]</a>
              <a href="thread.html#455">[ thread ]</a>
              <a href="subject.html#455">[ subject ]</a>
              <a href="author.html#455">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Cze&#347;&#263;.

 Jako osoba, kt&#243;ra zarz&#261;dza lud&#378;mi oraz pracuje zar&#243;wno zdalnie jak i
&quot;na miejscu&quot;, zosta&#322;em poproszony przez Borysa o odpowied&#378; na Wasze maile.

TLDR: Je&#380;eli po&#322;o&#380;ymy na jednej szali &#347;redniaka na miejscu, a z drugiej strony
geniusza z Puszczy Bia&#322;owieskiej, to rachunek jest prosty.


&gt;<i> On Thu, Mar 03, 2016 at 04:51:20PM +0000, Rafa&#322; Janicki wrote:
</I>&gt;<i> &gt;czw., 3.03.2016 o 15:48 u&#380;ytkownik Micha&#322; Sajdak &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">michal.sajdak at securitum.pl</A>&gt;
</I>&gt;<i> &gt; napisa&#322;:
</I>&gt;<i> &gt;
</I>&gt;<i> &gt; Hej
</I>&gt;<i> &gt;
</I>&gt;<i> &gt; Tak si&#281; realnie zastanawiam w temacie czasu 'na rozw&#243;j'
</I>&gt;<i> &gt; - bo je&#347;li praca jest zdalna to za bardzo nie wiem jak ten rozw&#243;j mia&#322;by
</I>&gt;<i> &gt; wygl&#261;da&#263; ;)
</I>
Wygl&#261;da na to, &#380;e znalaz&#322;e&#347; drobny b&#322;&#261;d w naszym og&#322;oszeniu, gdybym m&#243;g&#322;
przyzna&#263; bug bounty za to spostrze&#380;enie, to bym to zrobi&#322; (piwo przy
najbli&#380;szej okazji? :)). Z og&#322;oszenia implicite wynika, &#380;e praca mo&#380;e by&#263;
jedynie zdalna. Natomiast prawda jest taka, &#380;e praca MO&#379;E by&#263;
zdalna, ale nie musi. Mamy dwie tajne lokalizacje, gdzie gromadzimy talenty,
kt&#243;re chc&#261; pracowa&#263; lokalnie - jedn&#261; w sercu G&#243;rnego &#346;l&#261;ska, drug&#261; w sercu
Dolnego &#346;l&#261;ska (obie odpowiednio daleko od Warszawy i Krakowa). :)

&gt;<i> &gt; Tzn. wiem - mo&#380;na zapoda&#263; linki do: <A HREF="http://sekurak.pl/sekurak-offline/">http://sekurak.pl/sekurak-offline/</A>
</I>&gt;<i> &gt; <A HREF="http://rozwal.to/">http://rozwal.to/</A> itd, itp.
</I>&gt;<i> &gt; ale jednak chyba nic nie zast&#261;pi pracy rami&#281; w rami&#281; z do&#347;wiadczonymi
</I>&gt;<i> &gt; pentesterami przez d&#322;u&#380;szy okres czasu.
</I>
Trafne uwagi! Pewnie gdyby by&#322; rok 1987, to by&#322;bym nawet sk&#322;onny przyzna&#263; Ci
racj&#281;. Opieraj&#261;c si&#281; na intuicjach zrobi&#322;bym to te&#380; w 2016, gdybym nie mia&#322;
do&#347;wiadczenia w pracy zdalnej. Mamy wychowank&#243;w zar&#243;wno &quot;zdalnych&quot; jak i
&quot;lokalnych&quot; i mog&#281; &#347;mia&#322;o stwierdzi&#263;, &#380;e nie ma znacz&#261;cych r&#243;&#380;nic. Wspomina&#322;em
o 1987 roku, bo w sierpniu 1988 pewien Fin za&#322;o&#380;y&#322; pierwszy serwer IRC i
znacz&#261;co wp&#322;yn&#261;&#322; na okres mojego dorastania. Jako, &#380;e wi&#281;kszo&#347;&#263; z nas
wychowa&#322;a si&#281; wisz&#261;c gdzie&#347; na ircowych kana&#322;ach, to ten spos&#243;b komunikacji
jest dla nas, w pewnym sensie, naturalny. Jasne, kontakt face to face jest
cz&#281;sto bardziej efektywny, jednak &#347;wiat te&#380; si&#281; troch&#281; zmieni&#322; od 1988 i mo&#380;na
dzi&#347; przesy&#322;a&#263; d&#378;wi&#281;k, a nawet obraz (r&#243;wnie&#380; w zaszyfrowanej postaci),
dlatego je&#380;eli mamy wypracowane jasne zasady i k&#322;adziemy nacisk na
komunikacj&#281;, to nie trzeba siedzie&#263; rami&#281; w rami&#281;.

Powoli te&#380; wkracza na rynek pracy pokolenie, kt&#243;re nigdy nie u&#380;ywa&#322;o Windowsa
95, jest m&#322;odsze od Linuxa i nie pami&#281;ta jak to by&#322;o bez sta&#322;ego &#322;&#261;cza.
Musimy pami&#281;ta&#263;, &#380;e komunikacja drog&#261; elektroniczn&#261; jest dla nich bardziej
naturalna ni&#380; dla geek&#243;w, kt&#243;rzy &#347;ci&#261;gali na raty kod X11 na 3 uniwersytetach
przez dwa tygodnie, &#380;eby potem przez kolejne 4 go pr&#243;bowa&#263; skompilowa&#263;...

Odno&#347;nie do link&#243;w, to praca zdalna ma r&#243;wnie&#380; pewne pozytywne konsekwencje,
poniewa&#380; komunikacja jest tam wszystkim, to niekt&#243;re rzeczy ewoluuj&#261; w spos&#243;b
naturalny - np. baza wiedzy. 

A link&#243;w mo&#380;na zapoda&#263; znacznie wi&#281;cej - <A HREF="http://gynvael.coldwind.pl/?id=366">http://gynvael.coldwind.pl/?id=366</A>
(polecam <A HREF="http://overthewire.org/wargames/">http://overthewire.org/wargames/</A> - zw&#322;aszcza Natas). Czuj&#281; te&#380;
wsparcie w ramach innych inicjatyw ni&#380; pentesty webappek, mog&#281; sobie czasem
np. posiedzie&#263; nad kodem NetBSD i co&#347; naprawi&#263; lub rozgrzeba&#263; projekt
statycznej analizy j&#281;zyka PHP (17eyes.com).

&gt;<i> &gt; A dok&#322;adniej zastanawiam si&#281; w kontek&#347;cie praktykant&#243;w, kt&#243;rzy do nas
</I>&gt;<i> &gt; uderzaj&#261; -
</I>&gt;<i> &gt; i z jednej strony chcieliby rozwoju (w ko&#324;cu po to s&#261; praktyki / sta&#380;) a z
</I>&gt;<i> &gt; drugiej cz&#281;sto oczekuj&#261; praktyk 'zdalnych' (!).
</I>
Nie skre&#347;lamy takich os&#243;b, je&#380;eli mo&#380;emy mie&#263; talent, kt&#243;ry &#380;yje na drzewie w
Puszczy Bia&#322;owieskiej i nie chce z jakiego&#347; powodu &#380;y&#263; w Krakowie, Katowicach
czy Trakiszkach, to przy zachowaniu pewnych zasad i wypracowanego modelu
wsp&#243;&#322;pracy da si&#281; to zrobi&#263;. Oczywi&#347;cie nie jest to proste, bo taki kandydat
musi mie&#263; te&#380; umiej&#281;tno&#347;&#263; pracy zdalnej, co automatycznie implikuje
samodyscyplin&#281;, komunikacj&#281;, du&#380;o samozaparcia etc. Nasze do&#347;wiadczenia
pokazuj&#261;, &#380;e &#347;rednio jedna na trzy osoby jest w stanie podo&#322;a&#263; temu wyzwaniu.
Jednak je&#380;eli po&#322;o&#380;ymy na jednej szali &#347;redniaka na miejscu, z drugiej strony
geniusza z Puszczy Bia&#322;owieskiej, to rachunek jest prosty.

&gt;<i> Witam wszystkich,
</I>&gt;<i> 
</I>&gt;<i> Jak z perspektywy tych dwoch koncepcji (praca zdalna kontra stacjonarna)
</I>&gt;<i> wygladaja zalety i wady obu rozwiazan, z punktu widzenia wlascicieli firm
</I>&gt;<i> zajmujacych sie testami penetracyjnymi?
</I>
Ja my&#347;l&#281;, &#380;e to niewiele si&#281; r&#243;&#380;ni od dowolnego innego biznesu prowadzonego w
modelu zdalnym/lokalnym. Bardzo dobre &#378;r&#243;d&#322;o wiedzy nt. pracy zdalnej mo&#380;na
znale&#378;&#263; tutaj: <A HREF="https://zapier.com/learn/the-ultimate-guide-to-remote-working/">https://zapier.com/learn/the-ultimate-guide-to-remote-working/</A>
Dlatego dalej odpowiadaj&#261;c na Twoje pytania, postaram si&#281; odnie&#347;&#263; tylko do
rzeczy specyficznych dla naszej pracy (lub b&#281;d&#281; powtarza&#322; oczywiste rzeczy,
kt&#243;re mo&#380;na wyczyta&#263; wsz&#281;dzie indziej). :)

&gt;<i> Jak oceniacie, w skali powiedzmy od 1 do 10, wage takich kwestii, jak
</I>&gt;<i> obecnosc pracownikow w biurze i mozliwosc dzielenia sie z nimi wiedza i
</I>&gt;<i> doswiadczeniem na miejscu czy np. umozliwienie ludziom prace w dowolnie
</I>&gt;<i> wybranych dniach/porze dnia?
</I>
Tak jak wy&#380;ej pisa&#322;em, wiedz&#261; i do&#347;wiadczeniem mo&#380;na si&#281; dzieli&#263; ju&#380; nie tylko
&quot;na miejscu&quot;. Nie jest to jednak funkcja jednej zmiennej, czynnikiem istotnym
s&#261; te&#380; umiej&#281;tno&#347;ci mi&#281;kkie osoby, z kt&#243;r&#261; si&#281; dzielisz. Cz&#281;&#347;&#263; os&#243;b preferuje
kontakt bezpo&#347;redni, a cz&#281;&#347;&#263; w og&#243;le mog&#322;aby nie mie&#263; aparatu g&#322;osowego, bo
nawet jak siedzi 3 metry od Ciebie, to napisze Ci co&#347; przez sie&#263;. Nie ka&#380;dy
lubi banany. Dlatego 1 - je&#380;eli ofiara ma pewne cechy, 10 - je&#380;eli ich nie ma.

Pory dnia natomiast s&#261; istotne, staramy si&#281; synchronizowa&#263; tak, aby wi&#281;kszo&#347;&#263;
pracy wykonywa&#263; razem, wi&#281;c nie wygl&#261;da to tak, &#380;e dzi&#347; pracuje od 4 do 12, a
jutro o od 20 do 4, bo dzie&#324; wcze&#347;niej by&#322;em na imprezie. Nie jest to te&#380; rygor
wojskowy, je&#380;eli lepiej Ci si&#281; my&#347;li po wieczornym kinie, to na pewno cz&#281;&#347;&#263;
roboty mo&#380;na wtedy wykona&#263;. Z drugiej strony komunikacja elektroniczna ma to do
siebie, &#380;e (o ile to nie jest snapchat), to szybko nie znika, dlatego je&#380;eli
Zosia napisze o 8 - kurcze ten plik B4CkUp.PhP wygl&#261;da dziwnie, to Marysi o 3 w
nocy mo&#380;e co&#347; przyj&#347;&#263; do g&#322;owy. Na pewno wsp&#243;lna robota spaja, dlatego da&#322;bym
mocn&#261; pi&#261;tk&#281;. ;)

Nale&#380;y pami&#281;ta&#263;, &#380;e praca zdalna nie dzia&#322;a w modelu &quot;r&#243;bta co chceta&quot;, dlatego
potrzebna jest odpowiednia organizacja pracy oraz jasne zasady. Temu
przypisa&#322;bym wag&#281; 12/10.

&gt;<i> Czy w gre wchodza jedynie osobiste preferencje i doswiadczenia?
</I>
S&#261; istotnym czynnikiem. To co jest najistotniejsze to umiej&#281;tno&#347;&#263;&#160;komunikacji.

&gt;<i> I czy probowaliscie kiedykolwiek w praktyce obu rozwiazan i czy bylo cos co
</I>&gt;<i> zadecydowalo, ze wybraliscie akurat to konkretne rozwiazanie - praca
</I>&gt;<i> stacjonarna (jak Michal i Securitum) lub zdalna (Borys i LogicalTrust)?
</I>
Tak jak pisa&#322;em, wdra&#380;amy oba rozwi&#261;zania, ka&#380;de ma swoje wady i zalety, w
d&#322;u&#380;szej perspektywie wydaje mi si&#281;, &#380;e praca zdalna b&#281;dzie coraz
popularniejsza. (W ko&#324;cu, je&#380;eli m&#243;g&#322;bym mieszka&#263; w Trakiszkach, nie mie&#263;
kredytu i robi&#263; co lubi&#281;, a po robocie wyj&#347;&#263; obrobi&#263; pole - bo te&#380; lubi&#281;, to
czemu mia&#322;bym tego nie robi&#263;?).

&gt;<i> Czy Panowie z pozostalych firm rowniez mogliby napisac pare slow o tym, czy
</I>&gt;<i> i dlaczego preferuja jedna z tych metod (a moze obie) i czmu akurat te?
</I>&gt;<i>
</I>&gt;<i> Przyznam, ze w miare sledzenia pojawiajacych sie w tym tygodniu ofert pracy
</I>&gt;<i> w Waszych firmach (dzisiaj to jest juz chyba kumulacja jak w Totka :D ) -
</I>&gt;<i> jestem coraz bardziej ciekaw tej kwestii :)
</I>&gt;<i> 
</I>&gt;<i> Mysle, ze dla wielu pasjonatow IT Security w Polsce, ktorzy mysla o
</I>&gt;<i> rozpoczeciu kariery w tej branzy takie informacje rowniez moga byc
</I>&gt;<i> interesujace.
</I>
Ja my&#347;l&#281;, &#380;e to czy praca jest zdalna czy lokalna, to troch&#281; sprawa
drugorz&#281;dna, gdybym mia&#322; podpowiedzie&#263; co&#347;, co mo&#380;e pom&#243;c w rozpocz&#281;ciu
kariery to: r&#243;b robot&#281;, ch&#322;o&#324; wiedz&#281; i nie zastanawiaj si&#281; czy chcesz pracowa&#263;
zdalnie czy lokalnie, czy chcesz mie&#263; multisport, pi&#322;karzyki, je&#378;dzi&#263; do
Kataru itd. Naucz si&#281; porz&#261;dnie programowa&#263;, wyjd&#378; poza webappki, zrozum jak
dzia&#322;aj&#261; r&#243;&#380;ne technologie i rozwi&#324; w sobie ciekawo&#347;&#263;, kt&#243;re nie pozwoli Ci
zasn&#261;&#263; jak nie zrozumiesz dlaczego jaki&#347; webservice odpowiada z kodem 500 jak
wrzucisz tam ci&#261;g &quot;apudapud&quot;. Dodam, &#380;e najlepsi pentesterzy jakich znam, to
ludzie, kt&#243;rzy wcze&#347;niej byli administratorami, programistami, ..., i pewnego
dnia si&#281; zorientowali, &#380;e w sumie to o bezpiecze&#324;stwie wiedz&#261; wi&#281;cej ni&#380; o
konfiguracji sendmaila.

&gt;<i> &quot;Hard work beats talent, when talent does not work hard&quot;
</I>
Amen!

 Pozdrowienia,
 Mateusz Kocielski

-- 
Mateusz Kocielski &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-poland">m.kocielski at logicaltrust.net</A>&gt;
LogicalTrust - Audyty Bezpiecze&#324;stwa i Testy Penetracyjne
<A HREF="http://www.logicaltrust.net/">http://www.logicaltrust.net/</A>  Tel: +48 603 22 24 35

Edukacja Twoich pracownik&#243;w to najwa&#380;niejszy element systemu
bezpiecze&#324;stwa. Sprawd&#378;: www.securityinside.pl/?sb
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000454.html">[Owasp-poland] Czy s&#261; tu jeszcze pasjonaci?
</A></li>
	<LI>Next message: <A HREF="000457.html">[Owasp-poland] Czy s&#261; tu jeszcze pasjonaci?
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#455">[ date ]</a>
              <a href="thread.html#455">[ thread ]</a>
              <a href="subject.html#455">[ subject ]</a>
              <a href="author.html#455">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
