<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths Boulhs
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Adynath%20h%20eyresh%20toy%20xrhsth%20toy%20diktuou%20ths%20Boulhs&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000153.html">
   <LINK REL="Next"  HREF="000155.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths Boulhs</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Adynath%20h%20eyresh%20toy%20xrhsth%20toy%20diktuou%20ths%20Boulhs&In-Reply-To="
       TITLE="[Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths Boulhs">conpap at di.uoa.gr
       </A><BR>
    <I>Thu Feb 28 10:24:12 EST 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000153.html">[Owasp-greece] Panw apo 150 mhnyseis gia dusfimisi
</A></li>
        <LI>Next message: <A HREF="000155.html">[Owasp-greece] Nomosxedio gia to egklima sto Kubernoxwro
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#154">[ date ]</a>
              <a href="thread.html#154">[ thread ]</a>
              <a href="subject.html#154">[ subject ]</a>
              <a href="author.html#154">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
&#915;&#953;&#945; &#964;&#951;&#957; &#965;&#960;&#972;&#952;&#949;&#963;&#951; &#964;&#959;&#965; &#947;&#957;&#969;&#963;&#964;&#959;&#973; blog &#966;&#945;&#957;&#964;&#940;&#950;&#959;&#956;&#945;&#953; &#955;&#943;&#947;&#959; &#960;&#959;&#955;&#973; &#972;&#955;&#959;&#953; &#958;&#941;&#961;&#959;&#965;&#956;&#949;. &#927;&#953;
&#963;&#967;&#949;&#964;&#953;&#954;&#941;&#962; &#963;&#965;&#950;&#951;&#964;&#942;&#963;&#949;&#953;&#962;, &#948;&#951;&#956;&#972;&#963;&#953;&#949;&#962; &#954;&#945;&#953; &#956;&#951;, &#960;&#959;&#953;&#954;&#943;&#955;&#955;&#959;&#965;&#957; &#963;&#949; &#973;&#966;&#959;&#962; &#954;&#945;&#953; &#973;&#955;&#951;, &#945;&#960;&#972; &#964;&#959;
&#966;&#952;&#972;&#957;&#959; &#964;&#969;&#957; &#948;&#951;&#956;&#959;&#963;&#953;&#959;&#947;&#961;&#940;&#966;&#969;&#957; &#954;&#945;&#953; &#964;&#959;&#965; &#954;. &#929;&#959;&#965;&#963;&#963;&#972;&#960;&#959;&#965;&#955;&#959;&#965; &#960;&#961;&#959;&#962; &#964;&#959;&#965;&#962; bloggers,
&#956;&#941;&#967;&#961;&#953; &#964;&#951;&#957; &#945;&#965;&#964;&#959;-&#961;&#973;&#952;&#956;&#953;&#963;&#951; &#942; &#972;&#967;&#953; &#954;&#945;&#953; &#964;&#951;&#957; &#951;&#952;&#953;&#954;&#942; &#964;&#969;&#957; blogs &#954;&#945;&#953; &#964;&#959;&#965; internet
&#947;&#949;&#957;&#953;&#954;&#972;&#964;&#949;&#961;&#945;.

&#908;&#963;&#959;&#957; &#945;&#966;&#959;&#961;&#940; &#963;&#964;&#945; &#964;&#949;&#967;&#957;&#953;&#954;&#972;&#964;&#949;&#961;&#945; &#950;&#951;&#964;&#942;&#956;&#945;&#964;&#945;, &#945;&#958;&#953;&#959;&#963;&#951;&#956;&#949;&#943;&#969;&#964;&#959; &#949;&#943;&#957;&#945;&#953; &#964;&#959; &#947;&#949;&#947;&#959;&#957;&#972;&#962; &#972;&#964;&#953;
&#948;&#949;&#957; &#954;&#945;&#964;&#941;&#963;&#964;&#951; &#948;&#965;&#957;&#945;&#964;&#942; &#951; &#949;&#973;&#961;&#949;&#963;&#951; &#949;&#957;&#972;&#962; &#967;&#961;&#942;&#963;&#964;&#951; &#960;&#959;&#965; &#966;&#941;&#961;&#949;&#964;&#945;&#953; &#972;&#964;&#953; &#956;&#941;&#963;&#969; &#964;&#959;&#965; &#948;&#953;&#954;&#964;&#973;&#959;&#965;
&#964;&#951;&#962; &#914;&#959;&#965;&#955;&#942;&#962; &#945;&#960;&#941;&#963;&#964;&#949;&#953;&#955;&#949; &#964;&#959; &#960;&#949;&#961;&#953;&#946;&#972;&#951;&#964;&#959; &#956;&#942;&#957;&#965;&#956;&#945;-&#963;&#967;&#972;&#955;&#953;&#959;. &#917;&#957;&#964;&#965;&#960;&#969;&#963;&#953;&#945;&#954;&#959;&#943; &#949;&#943;&#957;&#945;&#953; &#954;&#945;&#953;
&#959;&#953; &#955;&#972;&#947;&#959;&#953; &#947;&#953;&#945; &#964;&#959;&#965;&#962; &#959;&#960;&#959;&#943;&#959;&#965;&#962; &#948;&#949;&#957; &#956;&#960;&#959;&#961;&#949;&#943; &#957;&#945; &#946;&#961;&#949;&#952;&#949;&#943;, &#964;&#959;&#965;&#962; &#959;&#960;&#959;&#943;&#959;&#965;&#962; &#954;&#945;&#953;
&#960;&#945;&#961;&#945;&#952;&#941;&#964;&#959;&#965;&#956;&#949; &#945;&#965;&#964;&#959;&#973;&#963;&#953;&#959;&#965;&#962;:

&quot;&#928;&#961;&#974;&#964;&#959;&#957;: &#919; &#948;&#953;&#949;&#973;&#952;&#965;&#957;&#963;&#951; IP &#960;&#959;&#965; &#945;&#957;&#945;&#966;&#941;&#961;&#949;&#964;&#945;&#953; &#963;&#964;&#959; &#946;&#959;&#973;&#955;&#949;&#965;&#956;&#945;, &#963;&#964;&#951;&#957; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#953;&#954;&#972;&#964;&#951;&#964;&#945;
&#945;&#960;&#959;&#964;&#949;&#955;&#949;&#943; &#956;&#943;&#945; &#945;&#960;&#972; &#964;&#953;&#962; 25 &#948;&#953;&#945;&#952;&#941;&#963;&#953;&#956;&#949;&#962; &#948;&#953;&#949;&#965;&#952;&#973;&#957;&#963;&#949;&#953;&#962; (&#960;&#973;&#955;&#949;&#962; &#949;&#958;&#972;&#948;&#959;&#965;) &#960;&#959;&#965;
&#948;&#953;&#945;&#952;&#941;&#964;&#949;&#953; &#951; &#914;&#959;&#965;&#955;&#942; &#947;&#953;&#945; &#964;&#959; &#963;&#973;&#957;&#959;&#955;&#959; &#964;&#969;&#957; &#960;&#949;&#961;&#943;&#960;&#959;&#965; 1.500 &#967;&#961;&#951;&#963;&#964;&#974;&#957; &#964;&#959;&#965; &#948;&#953;&#954;&#964;&#973;&#959;&#965; &#964;&#951;&#962;
&#963;&#964;&#959; Internet.

&#916;&#949;&#973;&#964;&#949;&#961;&#959;&#957;: &#927; &#956;&#972;&#957;&#959;&#962; &#964;&#961;&#972;&#960;&#959;&#962; &#947;&#953;&#945; &#957;&#945; &#945;&#957;&#964;&#953;&#963;&#964;&#959;&#953;&#967;&#951;&#952;&#949;&#943; &#951; &#948;&#953;&#949;&#973;&#952;&#965;&#957;&#963;&#951; &#945;&#965;&#964;&#942; &#956;&#949;
&#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; &#963;&#965;&#947;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#959;&#965; &#967;&#961;&#942;&#963;&#964;&#951; &#949;&#943;&#957;&#945;&#953; &#951; &#949;&#947;&#954;&#945;&#964;&#940;&#963;&#964;&#945;&#963;&#951; &#954;&#945;&#953; &#955;&#949;&#953;&#964;&#959;&#965;&#961;&#947;&#943;&#945; &#963;&#964;&#953;&#962;
&#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#941;&#962; &#965;&#960;&#951;&#961;&#949;&#963;&#943;&#949;&#962; &#964;&#951;&#962; &#914;&#959;&#965;&#955;&#942;&#962; &#931;&#965;&#963;&#964;&#942;&#956;&#945;&#964;&#959;&#962; &#954;&#945;&#964;&#945;&#947;&#961;&#945;&#966;&#942;&#962;-&#949;&#955;&#941;&#947;&#967;&#959;&#965; &#954;&#945;&#953;
&#949;&#957;&#964;&#959;&#960;&#953;&#963;&#956;&#959;&#973; &#964;&#969;&#957; &#964;&#949;&#955;&#953;&#954;&#974;&#957; &#967;&#961;&#951;&#963;&#964;&#974;&#957;&#150;&#966;&#965;&#963;&#953;&#954;&#974;&#957; &#960;&#961;&#959;&#963;&#974;&#960;&#969;&#957; &#954;&#945;&#953; &#956;&#940;&#955;&#953;&#963;&#964;&#945; &#951; &#948;&#953;&#945;&#964;&#942;&#961;&#951;&#963;&#951;
&#964;&#969;&#957; &#945;&#961;&#967;&#949;&#943;&#969;&#957; &#945;&#965;&#964;&#974;&#957; &#947;&#953;&#945; &#956;&#949;&#955;&#955;&#959;&#957;&#964;&#953;&#954;&#942; &#945;&#957;&#945;&#950;&#942;&#964;&#951;&#963;&#951; &#954;&#945;&#953; &#967;&#961;&#942;&#963;&#951;.

&#932;&#961;&#943;&#964;&#959;&#957;: &#923;&#972;&#947;&#969; &#964;&#959;&#965; &#952;&#949;&#963;&#956;&#953;&#954;&#959;&#973; &#967;&#945;&#961;&#945;&#954;&#964;&#942;&#961;&#945; &#954;&#945;&#953; &#964;&#951;&#962; &#945;&#960;&#959;&#963;&#964;&#959;&#955;&#942;&#962; &#964;&#951;&#962; &#914;&#959;&#965;&#955;&#942;&#962; &#945;&#955;&#955;&#940;
&#954;&#945;&#953; &#964;&#969;&#957; &#953;&#948;&#953;&#959;&#964;&#942;&#964;&#969;&#957; &#964;&#969;&#957; &#967;&#961;&#951;&#963;&#964;&#974;&#957; &#964;&#959;&#965; &#948;&#953;&#954;&#964;&#973;&#959;&#965; &#964;&#951;&#962;, &#949;&#957;&#964;&#972;&#962; &#954;&#945;&#953; &#949;&#954;&#964;&#972;&#962;
&#922;&#959;&#953;&#957;&#959;&#946;&#959;&#965;&#955;&#943;&#959;&#965; (&#914;&#959;&#965;&#955;&#949;&#965;&#964;&#941;&#962;, &#948;&#953;&#945;&#960;&#953;&#963;&#964;&#949;&#965;&#956;&#941;&#957;&#959;&#953; &#954;&#959;&#953;&#957;&#959;&#946;&#959;&#965;&#955;&#949;&#965;&#964;&#953;&#954;&#959;&#943; &#963;&#965;&#957;&#964;&#940;&#954;&#964;&#949;&#962;,
&#947;&#961;&#945;&#966;&#949;&#943;&#945; &#954;&#959;&#956;&#956;&#940;&#964;&#969;&#957; &#954;.&#955;&#960;.) &#951; &#973;&#960;&#945;&#961;&#958;&#951; &#948;&#953;&#945;&#948;&#953;&#954;&#945;&#963;&#953;&#974;&#957; &#954;&#945;&#953; &#956;&#941;&#963;&#969;&#957; &#954;&#945;&#964;&#945;&#947;&#961;&#945;&#966;&#942;&#962; &#954;&#945;&#953;
&#949;&#955;&#941;&#947;&#967;&#959;&#965; &#956;&#941;&#967;&#961;&#953; &#966;&#965;&#963;&#953;&#954;&#959;&#973; &#960;&#961;&#959;&#963;&#974;&#960;&#959;&#965;, &#972;&#963;&#959;&#957; &#945;&#966;&#959;&#961;&#940; &#964;&#951;&#957; &#960;&#961;&#972;&#963;&#946;&#945;&#963;&#951; &#963;&#964;&#959; &#948;&#953;&#945;&#948;&#943;&#954;&#964;&#965;&#959;,
&#954;&#961;&#943;&#952;&#951;&#954;&#949; &#963;&#954;&#972;&#960;&#953;&#956;&#959; &#957;&#945; &#956;&#951;&#957; &#949;&#966;&#945;&#961;&#956;&#972;&#950;&#949;&#964;&#945;&#953; &#945;&#960;&#972; &#964;&#951;&#957; &#941;&#957;&#945;&#961;&#958;&#951; &#964;&#969;&#957; &#965;&#960;&#951;&#961;&#949;&#963;&#953;&#974;&#957;
&#960;&#961;&#972;&#963;&#946;&#945;&#963;&#951;&#962; &#963;&#964;&#959; &#948;&#953;&#945;&#948;&#943;&#954;&#964;&#965;&#959; &#964;&#951; &#948;&#949;&#954;&#945;&#949;&#964;&#943;&#945; &#964;&#959;&#965; 90 &#954;&#945;&#953; &#951; &#960;&#961;&#945;&#954;&#964;&#953;&#954;&#942; &#945;&#965;&#964;&#942; &#959;&#965;&#948;&#941;&#960;&#959;&#964;&#949;
&#948;&#953;&#945;&#966;&#959;&#961;&#959;&#960;&#959;&#953;&#942;&#952;&#951;&#954;&#949; &#945;&#960;&#972; &#972;&#955;&#949;&#962; &#964;&#953;&#962; &#916;&#953;&#959;&#953;&#954;&#942;&#963;&#949;&#953;&#962; &#964;&#951;&#962; &#914;&#959;&#965;&#955;&#942;&#962; &#956;&#941;&#967;&#961;&#953; &#963;&#942;&#956;&#949;&#961;&#945;.&quot;

&#927;&#953; &#949;&#960;&#949;&#954;&#964;&#940;&#963;&#949;&#953;&#962; &#954;&#945;&#953; &#964;&#945; &#963;&#965;&#956;&#960;&#949;&#961;&#940;&#963;&#956;&#945;&#964;&#945; &#960;&#959;&#965; &#956;&#960;&#959;&#961;&#949;&#943; &#957;&#945; &#946;&#947;&#940;&#955;&#949;&#953; &#954;&#945;&#957;&#949;&#943;&#962; &#949;&#943;&#957;&#945;&#953;
&#960;&#959;&#955;&#955;&#940; &#954;&#945;&#953; &#948;&#949;&#957; &#960;&#949;&#961;&#953;&#959;&#961;&#943;&#950;&#959;&#957;&#964;&#945;&#953; &#966;&#965;&#963;&#953;&#954;&#940; &#963;&#964;&#959; &#964;&#949;&#967;&#957;&#953;&#954;&#972; &#949;&#960;&#943;&#960;&#949;&#948;&#959; &#956;&#972;&#957;&#959;. &#928;&#961;&#959;&#966;&#945;&#957;&#974;&#962; &#951;
&#914;&#959;&#965;&#955;&#942; &#948;&#949;&#957; &#954;&#961;&#943;&#957;&#949;&#953; &#972;&#964;&#953; &#945;&#960;&#972; &#964;&#959; '90 &#954;&#945;&#953; &#956;&#949;&#964;&#940;, &#945;&#954;&#972;&#956;&#945; &#954;&#945;&#953; &#956;&#949;&#964;&#940; &#964;&#959; &#963;&#965;&#947;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#959;
&#963;&#965;&#956;&#946;&#940;&#957; &#963;&#965;&#957;&#964;&#961;&#941;&#967;&#959;&#965;&#957; &#949;&#960;&#945;&#961;&#954;&#949;&#943;&#962; &#955;&#972;&#947;&#959;&#953; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#947;&#953;&#945; &#957;&#945; &#949;&#954;&#963;&#965;&#947;&#967;&#961;&#959;&#957;&#943;&#963;&#949;&#953;
&#959;&#965;&#963;&#953;&#945;&#963;&#964;&#953;&#954;&#940; &#964;&#959;&#957; &#949;&#958;&#959;&#960;&#955;&#953;&#963;&#956;&#972; &#964;&#951;&#962;, &#954;&#953; &#945;&#962; &#941;&#967;&#949;&#953; 1500 &#967;&#961;&#942;&#963;&#964;&#949;&#962; &#959;&#953; &#959;&#960;&#959;&#943;&#959;&#953; &#948;&#949;&#957;
&#949;&#943;&#957;&#945;&#953; &#956;&#972;&#957;&#959; &#946;&#959;&#965;&#955;&#949;&#965;&#964;&#941;&#962; &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#965;&#960;&#940;&#955;&#955;&#951;&#955;&#959;&#953; &#963;&#949; &quot;&#947;&#961;&#945;&#966;&#949;&#943;&#945; &#954;&#959;&#956;&#956;&#940;&#964;&#969;&#957;, &#954;.&#955;&#960;.&quot;.
&#913;&#957;&#945;&#961;&#969;&#964;&#953;&#941;&#956;&#945;&#953; &#949;&#960;&#943;&#963;&#951;&#962; &#960;&#969;&#962; &#951; &#914;&#959;&#965;&#955;&#942; &#956;&#960;&#959;&#961;&#949;&#943; &#954;&#945;&#953; &#948;&#953;&#945;&#966;&#959;&#961;&#959;&#960;&#959;&#953;&#949;&#943;&#964;&#945;&#953; &#945;&#960;&#972; &#964;&#951;&#957;
&#963;&#967;&#949;&#964;&#953;&#954;&#942; &#954;&#959;&#953;&#957;&#959;&#964;&#953;&#954;&#942; &#959;&#948;&#951;&#947;&#943;&#945; &#947;&#953;&#945; &#954;&#945;&#964;&#945;&#947;&#961;&#945;&#966;&#942; &#964;&#969;&#957; &#948;&#953;&#945;&#948;&#953;&#954;&#964;&#965;&#945;&#954;&#974;&#957; &#963;&#965;&#957;&#948;&#941;&#963;&#949;&#969;&#957; &#945;&#955;&#955;&#940;
&#954;&#945;&#953; &#960;&#972;&#963;&#959; &#949;&#973;&#954;&#959;&#955;&#945; &#956;&#960;&#959;&#961;&#949;&#943; &#954;&#945;&#957;&#949;&#943;&#962; &#957;&#945; &#945;&#960;&#959;&#954;&#964;&#942;&#963;&#949;&#953; &#960;&#961;&#972;&#963;&#946;&#945;&#963;&#951; &#956;&#941;&#963;&#969; &#964;&#959;&#965; &#948;&#953;&#954;&#964;&#973;&#959;&#965;
&#964;&#951;&#962;.
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000153.html">[Owasp-greece] Panw apo 150 mhnyseis gia dusfimisi
</A></li>
	<LI>Next message: <A HREF="000155.html">[Owasp-greece] Nomosxedio gia to egklima sto Kubernoxwro
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#154">[ date ]</a>
              <a href="thread.html#154">[ thread ]</a>
              <a href="subject.html#154">[ subject ]</a>
              <a href="author.html#154">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
