<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Panw apo 150 mhnyseis gia dusfimisi
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Panw%20apo%20150%20mhnyseis%20gia%20dusfimisi&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000152.html">
   <LINK REL="Next"  HREF="000154.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Panw apo 150 mhnyseis gia dusfimisi</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Panw%20apo%20150%20mhnyseis%20gia%20dusfimisi&In-Reply-To="
       TITLE="[Owasp-greece] Panw apo 150 mhnyseis gia dusfimisi">conpap at di.uoa.gr
       </A><BR>
    <I>Thu Feb 28 10:12:26 EST 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000152.html">[Owasp-greece] defacements se kratika sites
</A></li>
        <LI>Next message: <A HREF="000154.html">[Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths Boulhs
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#153">[ date ]</a>
              <a href="thread.html#153">[ thread ]</a>
              <a href="subject.html#153">[ subject ]</a>
              <a href="author.html#153">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
&#932;&#949;&#955;&#953;&#954;&#940; &#951; &#916;&#943;&#969;&#958;&#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#959;&#973; &#949;&#947;&#954;&#955;&#942;&#956;&#945;&#964;&#959;&#962; &#948;&#949; &#963;&#974;&#950;&#949;&#953; &#956;&#972;&#957;&#959; &#949;&#966;&#942;&#946;&#959;&#965;&#962; &#945;&#960;&#972;
&#945;&#965;&#964;&#959;&#954;&#964;&#959;&#957;&#943;&#949;&#962;. &#927; &#960;&#961;&#959;&#970;&#963;&#964;&#940;&#956;&#949;&#957;&#972;&#962; &#964;&#951;&#962;, &#954;. &#931;&#966;&#945;&#954;&#953;&#945;&#957;&#940;&#954;&#951;&#962;, &#960;&#945;&#961;&#941;&#948;&#969;&#963;&#949; &#963;&#964;&#959;&#957;
&#949;&#953;&#963;&#945;&#947;&#947;&#949;&#955;&#941;&#945; &#960;&#961;&#969;&#964;&#959;&#948;&#953;&#954;&#974;&#957; &#960;&#940;&#957;&#969; &#945;&#960;&#959; 150 &#956;&#951;&#957;&#973;&#963;&#949;&#953;&#962; &#960;&#959;&#965; &#945;&#966;&#959;&#961;&#959;&#973;&#957; &#964;&#959; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#972;
&#941;&#947;&#954;&#955;&#951;&#956;&#945;, &#951; &#960;&#955;&#949;&#953;&#959;&#968;&#951;&#966;&#943;&#945; &#964;&#969;&#957; &#959;&#960;&#959;&#943;&#969;&#957; &#945;&#963;&#967;&#959;&#955;&#949;&#943;&#964;&#945;&#953; &#956;&#949; &#948;&#965;&#963;&#966;&#951;&#956;&#953;&#963;&#964;&#953;&#954;&#940; &#956;&#951;&#957;&#973;&#956;&#945;&#964;&#945; &#963;&#949;
&#953;&#963;&#964;&#959;&#963;&#949;&#955;&#943;&#948;&#949;&#962;.

&#919; &#949;&#943;&#948;&#951;&#963;&#951; &#945;&#965;&#964;&#942; &#941;&#961;&#967;&#949;&#964;&#945;&#953; &#963;&#949; &#956;&#943;&#945; &#963;&#964;&#953;&#947;&#956;&#942; &#972;&#960;&#959;&#965; &#972;&#955;&#951; &#951; &#967;&#974;&#961;&#945; &#945;&#963;&#967;&#959;&#955;&#949;&#943;&#964;&#945;&#953; &#956;&#949; &#941;&#957;&#945;
&#948;&#965;&#963;&#966;&#951;&#956;&#953;&#963;&#964;&#953;&#954;&#972; &#942; &#949;&#954;&#946;&#953;&#945;&#963;&#964;&#953;&#954;&#972; &#948;&#951;&#956;&#959;&#963;&#943;&#949;&#965;&#956;&#945; &#963;&#949; blog &#949;&#957;&#974; &#967;&#945;&#961;&#945;&#954;&#964;&#951;&#961;&#953;&#963;&#964;&#953;&#954;&#972; &#949;&#943;&#957;&#945;&#953;
&#972;&#964;&#953; &#959; &#949;&#953;&#963;&#945;&#947;&#947;&#949;&#955;&#941;&#945;&#962; &#949;&#960;&#941;&#963;&#964;&#961;&#949;&#968;&#949; &#964;&#953;&#962; &#956;&#951;&#957;&#973;&#963;&#949;&#953;&#962; &#963;&#964;&#959;&#957; &#954;. &#931;&#966;&#945;&#954;&#953;&#945;&#957;&#940;&#954;&#951; &#941;&#964;&#963;&#953; &#974;&#963;&#964;&#949; &#957;&#945;
&#964;&#953;&#962; &quot;&#959;&#956;&#945;&#948;&#959;&#960;&#959;&#953;&#942;&#963;&#949;&#953;&quot; &#951; &#965;&#960;&#951;&#961;&#949;&#963;&#943;&#945; &#964;&#959;&#965;.


&#928;&#951;&#947;&#942;: naftemporiki.gr
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000152.html">[Owasp-greece] defacements se kratika sites
</A></li>
	<LI>Next message: <A HREF="000154.html">[Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths Boulhs
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#153">[ date ]</a>
              <a href="thread.html#153">[ thread ]</a>
              <a href="subject.html#153">[ subject ]</a>
              <a href="author.html#153">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
