<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] Nomosxedio gia to egklima sto Kubernoxwro
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Nomosxedio%20gia%20to%20egklima%20sto%20Kubernoxwro&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000154.html">
   <LINK REL="Next"  HREF="000156.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] Nomosxedio gia to egklima sto Kubernoxwro</H1>
    <B>Konstantinos Papapanagiotou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=%5BOwasp-greece%5D%20Nomosxedio%20gia%20to%20egklima%20sto%20Kubernoxwro&In-Reply-To="
       TITLE="[Owasp-greece] Nomosxedio gia to egklima sto Kubernoxwro">conpap at di.uoa.gr
       </A><BR>
    <I>Thu Feb 28 10:24:16 EST 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000154.html">[Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths Boulhs
</A></li>
        <LI>Next message: <A HREF="000156.html">[Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths	Boulhs
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#155">[ date ]</a>
              <a href="thread.html#155">[ thread ]</a>
              <a href="subject.html#155">[ subject ]</a>
              <a href="author.html#155">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
&#931;&#964;&#951;&#957; &#964;&#949;&#955;&#953;&#954;&#942; &#949;&#965;&#952;&#949;&#943;&#945; &#946;&#961;&#943;&#963;&#954;&#949;&#964;&#945;&#953; &#963;&#973;&#956;&#966;&#969;&#957;&#945; &#956;&#949; &#964;&#951;&#957; &#925;&#945;&#966;&#964;&#949;&#956;&#960;&#959;&#961;&#953;&#954;&#942; &#951; &#954;&#945;&#964;&#940;&#961;&#964;&#953;&#963;&#951; &#964;&#959;&#965;
&#957;&#959;&#956;&#959;&#963;&#967;&#949;&#948;&#943;&#959;&#965; &#947;&#953;&#945; &#964;&#959; &#941;&#947;&#954;&#955;&#951;&#956;&#945; &#963;&#964;&#959;&#957; &#922;&#965;&#946;&#949;&#961;&#957;&#959;&#967;&#974;&#961;&#959;, &#960;&#959;&#965; &#941;&#961;&#967;&#949;&#964;&#945;&#953; &#957;&#945; &#949;&#957;&#945;&#961;&#956;&#959;&#957;&#943;&#963;&#949;&#953;
&#964;&#951;&#957; &#949;&#952;&#957;&#953;&#954;&#942; &#956;&#945;&#962; &#957;&#959;&#956;&#959;&#952;&#949;&#963;&#943;&#945; &#956;&#949; &#964;&#951;&#957; &#945;&#957;&#964;&#943;&#963;&#964;&#959;&#953;&#967;&#951; &#963;&#973;&#956;&#946;&#945;&#963;&#951; &#964;&#959;&#965; &#931;&#965;&#956;&#946;&#959;&#965;&#955;&#943;&#959;&#965; &#964;&#951;&#962;
&#917;&#965;&#961;&#974;&#960;&#951;&#962;. &#932;&#959; &#957;&#959;&#956;&#959;&#963;&#967;&#941;&#948;&#953;&#959; &#945;&#965;&#964;&#972; &#966;&#945;&#943;&#957;&#949;&#964;&#953;&#945; &#957;&#945; &#952;&#943;&#947;&#949;&#953; &#945;&#961;&#954;&#949;&#964;&#940; &#952;&#941;&#956;&#945;&#964;&#945; &#960;&#949;&#961;&#943;
&#945;&#960;&#959;&#961;&#961;&#942;&#964;&#959;&#965; &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#948;&#953;&#945;&#963;&#966;&#940;&#955;&#953;&#963;&#951;&#962; &#945;&#960;&#972; &#949;&#960;&#953;&#952;&#941;&#963;&#949;&#953;&#962;-&#949;&#958;&#965;&#946;&#961;&#943;&#963;&#949;&#953;&#962; &#956;&#941;&#963;&#969;
&#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#974;&#957; &#956;&#941;&#963;&#969;&#957;.

&#919; &#963;&#965;&#957;&#942;&#952;&#951;&#962; &#960;&#961;&#945;&#954;&#964;&#953;&#954;&#942; &#955;&#941;&#949;&#953; &#972;&#964;&#953; &#959; &#904;&#955;&#955;&#951;&#957;&#945;&#962; &#957;&#959;&#956;&#959;&#952;&#941;&#964;&#951;&#962; &#963;&#949; &#964;&#941;&#964;&#959;&#953;&#949;&#962; &#960;&#949;&#961;&#953;&#960;&#964;&#974;&#963;&#949;&#953;&#962;
&#945;&#960;&#955;&#940; &quot;&#956;&#949;&#964;&#945;&#966;&#961;&#940;&#950;&#949;&#953;&quot; &#964;&#959;&#965;&#962; &#917;&#965;&#961;&#969;&#960;&#945;&#943;&#959;&#965;&#962;. &#927;&#953; &#963;&#967;&#949;&#964;&#953;&#954;&#941;&#962; &#963;&#965;&#950;&#951;&#964;&#942;&#963;&#949;&#953;&#962; &#949;&#943;&#957;&#945;&#953; &#960;&#959;&#955;&#955;&#941;&#962;
&#945;&#965;&#964;&#941;&#962; &#964;&#953;&#962; &#956;&#941;&#961;&#949;&#962;, &#960;&#959;&#965; &#960;&#965;&#961;&#959;&#948;&#959;&#964;&#942;&#952;&#951;&#954;&#945;&#957; &#956;&#949; &#964;&#951; &#947;&#957;&#969;&#963;&#964;&#942; &#965;&#960;&#972;&#952;&#949;&#963;&#951; &#964;&#959;&#965; blog. &#917;&#956;&#949;&#943;&#962;
&#949;&#955;&#960;&#943;&#950;&#959;&#965;&#956;&#949; &#964;&#959;&#965;&#955;&#940;&#967;&#953;&#963;&#964;&#959;&#957; &#957;&#945; &#956;&#951;&#957; &#941;&#967;&#959;&#965;&#956;&#949; &#960;&#945;&#961;&#945;&#966;&#969;&#957;&#943;&#949;&#962; &#960;&#945;&#961;&#972;&#956;&#959;&#953;&#949;&#962; &#956;&#949; &#945;&#965;&#964;&#941;&#962; &#960;&#959;&#965;
&#949;&#943;&#967;&#945;&#956;&#949; (&#954;&#945;&#953; &#941;&#967;&#959;&#965;&#956;&#949;) &#956;&#949; &#964;&#945; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#940; &#960;&#945;&#953;&#967;&#957;&#943;&#948;&#953;&#945;.

&#928;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#949;&#962; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962;:
<A HREF="http://www.naftemporiki.gr/news/static/08/02/28/1482160.htm">http://www.naftemporiki.gr/news/static/08/02/28/1482160.htm</A>
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000154.html">[Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths Boulhs
</A></li>
	<LI>Next message: <A HREF="000156.html">[Owasp-greece] Adynath h eyresh toy xrhsth toy diktuou ths	Boulhs
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#155">[ date ]</a>
              <a href="thread.html#155">[ thread ]</a>
              <a href="subject.html#155">[ subject ]</a>
              <a href="author.html#155">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
