<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] NSecureImage
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20NSecureImage&In-Reply-To=867d61170810060623m65863617v281478339042d798%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000429.html">
   <LINK REL="Next"  HREF="000431.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] NSecureImage</H1>
    <B>Kusmezer, Izzet Kerem (ITS-M)</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20NSecureImage&In-Reply-To=867d61170810060623m65863617v281478339042d798%40mail.gmail.com"
       TITLE="[Owasp-turkey] NSecureImage">Izzet-Kerem.Kusmezer at BSHG.COM
       </A><BR>
    <I>Mon Oct  6 09:38:56 EDT 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000429.html">[Owasp-turkey] NSecureImage
</A></li>
        <LI>Next message: <A HREF="000431.html">[Owasp-turkey] NSecureImage
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#430">[ date ]</a>
              <a href="thread.html#430">[ thread ]</a>
              <a href="subject.html#430">[ subject ]</a>
              <a href="author.html#430">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Merhabalar Oguzhan,
 
Daha dedigim gibi kod alpha'da, codeplex'te kendine user acarsan seni hemen ekleyeyim projeye :)

________________________________

From: O&#287;uzhan YILMAZ [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">aspsrc at gmail.com</A>] 
Sent: 06 Ekim 2008 Pazartesi 16:23
To: Kusmezer, Izzet Kerem (ITS-M)
Cc: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
Subject: Re: [Owasp-turkey] NSecureImage


Merhabalar,
Bende bu proje &#252;zerinde &#231;al&#305;&#351;&#305;yordum kerem benden h&#305;zl&#305; davrand&#305; ;). Te&#351;ekk&#252;rler.
&#350;u anda inceliyorum ekleyebilece&#287;im bir &#351;ey varsa bildirece&#287;im.

PS: Bu arada FireFox'un son s&#252;r&#252;m&#252; ile www.webguvenligi.org'a girdi&#287;imde 400 Bad Request d&#246;n&#252;yor. Explorer 8beta ile girdi&#287;imde normal a&#231;&#305;l&#305;yor. 

Kolay Gelsin.


06 Ekim 2008 Pazartesi 15:42 tarihinde Kusmezer, Izzet Kerem (ITS-M) &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Izzet-Kerem.Kusmezer at bshg.com</A>&gt; yazd&#305;:


	Merhabalar Arkadaslar,
	 
	Codeplex uzerinde isterseniz .Net Projelerinizi Koyabilecegimiz bir workspace yaratt&#305;m.
	NSecureImage'in kodunuda oraya upload ettim.
	<A HREF="http://www.codeplex.com/owaspturkey/">http://www.codeplex.com/owaspturkey/</A> &lt;<A HREF="http://www.codeplex.com/owaspturkey/">http://www.codeplex.com/owaspturkey/</A>&gt; 
	 
	Versiyon hen&#252;z alpha kalitesinde, ayr&#305;ca .Net Framework kodu elimde oldugundan , 
	.Net Framework Imaging Api'si GDI+ uzerine bir wrapper olarak calisiyor, ve dogal olarak burada olusabilecek herhangi 
	bir overflow ve bug direkt olarak .Net Imaging Api'sinide etkiliyor, bundan dolay&#305; .Net Taraf&#305;nda image kontrolu icin 
	native format parser yaz&#305;p, imagelar&#305; oyle kontrol etmeyi dusunuyorum.
	 
	Konu hakk&#305;ndaki fikir ve goruslerinizi bekliyorum.
	 
	Bu arada bu haftasonu grup toplant&#305;s&#305; yap&#305;lacak m&#305;?
	 
	Sayg&#305;lar Sevgiler
	Kerem Kusmezer
	
	 
	P.S: .Net Projelerini burada host etmek isteyen arkadaslar bana mail ile codeplex id'lerini atarlarsa, kendilerini gruba ekleyebilirim.

	 
________________________________

	From: Kusmezer, Izzet Kerem (ITS-M) 
	Sent: 25 Eyl&#252;l 2008 Per&#351;embe 11:47
	To: 'Bedirhan Urgun'; O&#287;uzhan YILMAZ; Bunyamin DEMIR
	Cc: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
	Subject: RE: [Owasp-turkey] Lisanslama Algoritmalar&#305;
	
	
	Merhabalar Arkadaslar,
	 
	.Net uygulamalar&#305;n&#305;n korunmas&#305;n ve k&#305;r&#305;lmas&#305; konusunda asagidaki makaleyi ozellikle tavsiye edebilirim.
	 
	<A HREF="http://www.codeproject.com/KB/dotnet/DotnetInternals_Injection.aspx">http://www.codeproject.com/KB/dotnet/DotnetInternals_Injection.aspx</A>

________________________________

	
	From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A> [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A>] On Behalf Of Bedirhan Urgun
	Sent: 25 Eyl&#252;l 2008 Per&#351;embe 11:42
	To: O&#287;uzhan YILMAZ; Bunyamin DEMIR
	
	Cc: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A> 

	Subject: Re: [Owasp-turkey] Lisanslama Algoritmalar&#305;
	

	 
	Merhaba,
	Ayni duruma dusmus, ben de cozum uretmek zorunda kalmistim. Cozumler uretmeye calisirken de aklima bir zamanlar aldigim Network Security &amp; Cryptography dersi gelmisti; anahtar degis-tokusu, private/public anahtarlari, el s&#305;k&#305;&#351;malar, sifreleme algoritmalari... :)
	 
	Aslinda biraz zaman ayirip hedeflerimizi siralarsak cozumu (veya cozumlerimizdeki problemleri) daha rahat bulabiliriz (client uygulamasina Istemci diyelim);
	 
	1. Istemci sunucuyu dogru olarak tanisin
	2. Sunucu istemciyi dogru olarak tanisin 
	3. Istemci kopyalanmasin
	4. Istemcide lisans detaylari (zaman, modul, ozellik) degistirilmesin 
	5. ...
	 
	Bunun yaninda bir de saldiri agaci olusturursak tadindan yenmez. Yani saldirgan gibi dusunup, hedefleri belirleyebiliriz (kirilimlari yazmiyorum/yazamiyorum);
	 
	1. Sahte istemci olusturup sunucudan dogrulama token'i almak (key demeyelim cunku DES/AES/RSA keyleri ile karismasin)
	2. Sahte sunucu olusturup istemciye dogrulama token'i yollamak (reply attacks bunun icinde)
	3. Istemcide lisans dosyalarini degistirerek olmayan ozellikleri aktive etmek, zamani uzatmak v.b.
	4. Istemciyi baska makinelere kopyalamak ve (intranet icinde) kullanmak 
	5. ...
	 
	Eksik liste ve bazilari belli projeler icin mantikli olmayabilir. Ama gelistirilecek cozumun asagidaki konulari desteklemesi gerekir ki, sonra basimiz agrimasin;
	 
	1. Olabildigince basit olmasi, cunku urun kullanilmaya basladiginda daha ilk defa calistirma asamasinda (ve mesela 2 hafta sonra) lisans hatasi alinirsa, &quot;musteri&quot; icin yazilim hakkinda guzel bir his olusturmayabilir.
	2. Kendi algoritmalarini, en azindan encryption/integrity islemleri icin, uretmemesi
	3. Baglanti guvenligini saglamasi
	4. Sonradan key exchange problemi yasamamasi. Bundan kastim, olceklenebilirlik (scalability) meselesi. Yani butun istemcilerde ve bir sunucuda ayni encryption KEY kullanilmasi (ki buyuk ihtimalle koda gomulerek veya daha muhtemel extra bir dosya icinde), baska meseleleri gundeme getirebilir.
	5. ...
	 
	Yani durum zor. Herhangi bir cozumun, kafaya takmis bir saldirganin elinde cozulebilecegini dusunup, bazi riskleri urunun degerine gore kabul etmek gerekiyor.
	 
	kolay gelsin.
	
	Bedirhan Urgun
	<A HREF="http://www.webguvenligi.org">http://www.webguvenligi.org</A> &lt;<A HREF="http://www.webguvenligi.org/">http://www.webguvenligi.org/</A>&gt; 
	<A HREF="http://www.owasp.org/index.php/Turkey">http://www.owasp.org/index.php/Turkey</A>
	 
	
	
	
	
	
________________________________


	Date: Wed, 24 Sep 2008 10:42:24 +0300
	From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">aspsrc at gmail.com</A>
	To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">bunyamindemir at gmail.com</A>
	CC: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
	Subject: Re: [Owasp-turkey] Lisanslama Algoritmalar&#305;
	
	
	
	Merhabalar,
	Verdi&#287;iniz bilgiler i&#231;in te&#351;ekk&#252;rler. Ortak key olarak DES kulland&#305;m bende. &#220;zerinde &#231;al&#305;&#351;t&#305;&#287;&#305; sunucu genelde static ip ald&#305;&#287;&#305; i&#231;in ip parametersini eklemi&#351;tim fakat zamana ba&#287;l&#305; yeni bir kriter &#231;ok iyi bir fikir. Zaman kriteri ile d&#252;&#351;&#252;nd&#252;&#287;&#252;m s&#305;k&#305;nt&#305;lar&#305; a&#351;abilirim san&#305;r&#305;m. Zaman senkronizesi i&#231;inde ortak bir time server kulland&#305;rtabilirim. Program&#305;n kurulumunda bunu set ettirebilirim. Bu do&#287;rultuda hareket edicem san&#305;r&#305;m.
	
	&#304;kinci bir t&#252;rde windows'ta ki gibi bir &#351;ifreleme d&#252;&#351;&#252;nd&#252;m. Makina donan&#305;m&#305;na ve ip adresine g&#246;re sunucuya &#246;zel bir anahtar &#231;&#305;kart&#305;p lisans sunucusuna g&#246;ndericek. Gelen anahtara kar&#351;&#305;l&#305;kta yeni bir anahtar &#252;retip kullan&#305;c&#305; manual olarak ekrana girecek. &#304;llene anahtarda olmayabilir DES ile &#351;ifrelenmi&#351; kocaman bir metinde olabilir. Daha sonra belirli aral&#305;klarla sunucu lisans bilgisini g&#246;nderebilir.
	
	1'inci paragraftaki y&#246;ntem daha mant&#305;kl&#305; ama yeni fikirlerede a&#231;&#305;&#287;&#305;m.
	
	Her ne kadar web g&#252;venli&#287;i ile ilgili bir liste olsada cevaplar i&#231;in te&#351;ekk&#252;rler .
	
	
	
	24 Eyl&#252;l 2008 &#199;ar&#351;amba 09:59 tarihinde Bunyamin DEMIR &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">bunyamindemir at gmail.com</A>&gt; yazd&#305;:
	

		Merhabalar Oguzhan,
		 
		Client ile sunucu arasinda ortak bir &quot;key&quot; tanimlasaniz. bunlar DES, AES turevleri olabilir (1). Ayni zamanda client`in static ip sini bir kisit olarak kullansaniz (2). Hatta ilk bahsettigim KEY i zamana bagli bir fonksiyondan gecirseniz (3), Bir de ssl ile trafigi saglasaniz ben yeterli olabilecegi kanisindayim.
		 
		Belki uygulamamiz ayni olmasada buna benzer bir teknigi farkli bir is icin kullanmistim.
		 
		1) DES daha makul olabilir.
		2) Static ip olacagini varsayiyorum.
		3) &#304;stek aninin zamani ile KEY (1) karistirilarak gonderilebilir. Yani; Key sadece istek yapilan ilk 15 sn icinde gecerli olabilir. Baglanti saglandiktan sonra zaten zaman gecmis ve baskasinin eline gecsede kullanamayacagi bir Key elde etmis olabilir. Tabi burda sunucu-istemcinin zaman ayarlari ayni olmali. Bu bahsettigim olayi sadece biraz daha karmasik hale getirebilir, okadar.
		 
		Umarim yanlis anlamamisimdir.
		 
		Saygilar,
		
		
		24 Eyl&#252;l 2008 &#199;ar&#351;amba 02:03 tarihinde O&#287;uzhan YILMAZ &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">aspsrc at gmail.com</A>&gt; yazd&#305;:
		

			Merhabalar,
			

			Uzun zamandan beri &#252;zerinde &#231;al&#305;&#351;t&#305;&#287;&#305;m .net framework 2.0 ve C# kullanarak geli&#351;tirdi&#287;im Server-Client tarz&#305; bir uygulamam var. 
			K&#305;saca yapt&#305;&#287;&#305; i&#351;i belirtmek gerekirse. w&#304;ndows Application &#351;eklinde &#231;al&#305;&#351;an Hosting Kontrol Paneli diyebiliriz. Sunucu k&#305;sm&#305; hosting &#351;irketinin sunucusunda &#231;al&#305;&#351;&#305;yor. Hosting &#351;irketide m&#252;&#351;terilerine masa&#252;st&#252; uygulamas&#305; tarz&#305;ndaki istemcisini da&#287;&#305;t&#305;p hizmetlerini m&#252;&#351;terinin kendi y&#246;netmesini sa&#287;l&#305;yor.
			
			Esas dan&#305;&#351;mak istedi&#287;im husus ise. Bu &#252;r&#252;n&#252;n lisanslamas&#305;n&#305; en g&#252;venilir(?) &#351;ekilde hangi t&#252;rde yapabiliriz.? Konu ile ilgili d&#252;nyadaki standartlar nelerdir?
			
			Genelde yap&#305;lan teknik ve benim d&#252;&#351;&#252;nd&#252;&#287;&#252;m &#351;&#246;yle.
			Uygulaman&#305;n kurulu oldu&#287;u sunucudan &#252;reticinin sunucusuna i&#231;inde anahtar bilgisi olan bir istek gidiyor. &#220;retici sunucusuda bu istek'e g&#246;re olumlu yada olumsuz cevap d&#246;nd&#252;r&#252;yor. Bu teknik ortadaki adam sald&#305;r&#305;s&#305; gibi bir &#231;ok y&#246;nteme a&#231;&#305;k oldu&#287;undan biraz endi&#351;eliyim. Aradaki veriyi ssl ile g&#246;nderirsek yinede bu tipteki y&#246;ntemleri by-pass edebilirmiyiz? &#304;stek'te bulunan sunucya fake bir &#252;retici sunucusuda g&#246;sterilebilir.
			
			Sonu&#231;: Hala tam olarak nas&#305;l bir lisanslama y&#246;ntemi kullanaca&#287;&#305;m&#305; belirleyemedim.
			
			-- 
			O&#287;uzhan
			


			_______________________________________________
			Owasp-turkey mailing list
			<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
			<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
			
			




		-- 
		Bunyamin Demir
		OWASP-Turkey Member
		<A HREF="http://www.webguvenligi.org">http://www.webguvenligi.org</A> &lt;<A HREF="http://www.webguvenligi.org/">http://www.webguvenligi.org/</A>&gt; 
		




	-- 
	O&#287;uzhan
	

________________________________

	See how Windows connects the people, information, and fun that are part of your life. See Now &lt;<A HREF="http://clk.atdmt.com/MRT/go/msnnkwxp1020093175mrt/direct/01/">http://clk.atdmt.com/MRT/go/msnnkwxp1020093175mrt/direct/01/</A>&gt;  




-- 
O&#287;uzhan

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20081006/d714ab8f/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20081006/d714ab8f/attachment-0001.html</A> 
</PRE>









<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000429.html">[Owasp-turkey] NSecureImage
</A></li>
	<LI>Next message: <A HREF="000431.html">[Owasp-turkey] NSecureImage
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#430">[ date ]</a>
              <a href="thread.html#430">[ thread ]</a>
              <a href="subject.html#430">[ subject ]</a>
              <a href="author.html#430">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
