<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] Dikkat IDP var...
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20Dikkat%20IDP%20var...&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000459.html">
   <LINK REL="Next"  HREF="000462.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] Dikkat IDP var...</H1>
    <B>Deniz Cevik</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20Dikkat%20IDP%20var...&In-Reply-To="
       TITLE="[Owasp-turkey] Dikkat IDP var...">Deniz.Cevik at intellect.com.tr
       </A><BR>
    <I>Tue Oct 28 04:48:45 EDT 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000459.html">[Owasp-turkey] Dikkat IDP var...
</A></li>
        <LI>Next message: <A HREF="000462.html">[Owasp-turkey] &#304;lgi: Re:  Dikkat IDP var...
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#461">[ date ]</a>
              <a href="thread.html#461">[ thread ]</a>
              <a href="subject.html#461">[ subject ]</a>
              <a href="author.html#461">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE> 

Merhabalar,

 

Bu tip testler genelde &#252;st y&#246;netim taraf&#305;ndan, IT ekibini denetlemek i&#231;in gizlice yap&#305;lan testler. E&#287;er ba&#351;ka bir ama&#231; g&#252;tm&#252;yor ise :-) Birka&#231; projede bu gibi i&#351;ler yapma &#351;ans&#305;m oldu. 

 

E&#287;er IDP gibi sistemlere yakalanmak istemiyorsan&#305;z, hemen hemen her&#351;eyi pasif bir &#351;ekilde yapman&#305;z gerekecek. Dolay&#305;s&#305; ile otomatik tarama ara&#231;lar&#305;n&#305; &#231;al&#305;&#351;t&#305;rmak mant&#305;kl&#305; olmayacakt&#305;r. E&#287;er nmap gibi bir ara&#231;la tarama yapmak istiyorsan&#305;z, time delay kullan&#305;p, decoy hostlarda eklemeniz yararl&#305; olacakt&#305;r ama bu i&#351;lemi uzatacakt&#305;r. Bence a&#231;&#305;k servisleri elle tespit deneyin. Yayg&#305;n olarak internet'e a&#231;&#305;k http, https,smtp,ftp gibi portlara ba&#287;lant&#305; kurarak deneme yapabilirsiniz. Ancak aggressive nmap gibi sald&#305;r&#305;lar her &#351;ekilde idp taraf&#305;ndan tespit edilir.

 

Web sitesi &#252;zerindeki linkleri IDP'ye yakalanmadan tespit etmek i&#231;in ise crawler, dirbuster, nikto gibi ara&#231;lar yerine pasif y&#246;ntemleri denemelisiniz. Akl&#305;ma gelen baz&#305; y&#246;ntemler;

 

          - arama motorlar&#305; arac&#305;l&#305;&#287;&#305; ile indexlenen sayfalar ile bilgi toplamak (googling), bunu otomatik yapan birka&#231; ara&#231; bulunuyor

          - seat, maltego gibi ara&#231;larla sistem hakk&#305;nda pasif bilgi toplayabilirsin.

          - archive.org gibi ar&#351;iv tutan sistemlerden de, linkler hakk&#305;nda bilgi elde edebilirsin. Eski uygulamalar hakk&#305;nda bilgi verebilir.

          - IPS tetiklemeyecek &#351;ekilde, burpsuite veya webscarab gibi ara&#231;lar&#305; Proxy olarak tan&#305;mlayarak web sitesi &#252;zerinde dola&#351;&#305;p, hangi url'lere sald&#305;raca&#287;&#305;na manual olarak karar verebilirsin. Burada user-agent parametresini standart bir browser olarak tan&#305;mlamay&#305; unutma. Baz&#305; IPS'ler user agent'da bu ara&#231;lara ait bir &#351;eyler g&#246;rd&#252;kleri zaman da alarm &#252;retebiliyor.

          - E&#287;er kullan&#305;lan uygulama, open source bir yaz&#305;l&#305;m ise, ayn&#305; s&#252;r&#252;m&#252;n&#252; kendi sistemine kurarak, source kode analizi ile a&#231;&#305;klar&#305; tespit etmeyi deneyebilir, site &#252;zerindeki linkleri tespit edebilirsin.

 

Sistemi ele ge&#231;irmek i&#231;in var olan zafiyetleri ilk a&#351;amada tespit etmen gerekiyor. Bunu da IPS 'de alarm &#252;retmeden yapmal&#305;s&#305;n. Bu sebeple XSS, SQLI gibi a&#231;&#305;klar&#305; deniyorsan, 

 

          - SQL Injection i&#231;in anlaml&#305; sql injection ifadeleri kullanma, genelde ' veya or ifadeleri a&#231;&#305;&#287;&#305; tespit etmek i&#231;in yeterli olur ve IDP bunlar i&#231;in alarm &#252;retmez.

          - XSS i&#231;in ise &lt;&gt;/ gibi bir istek yollay&#305;p sonu&#231;lar&#305;nda bunlar encode edilmeden veya filtrelenmeden mi yay&#305;nlanm&#305;&#351; kontrol edebilirsin.

          - Brute-force i&#231;inde ilk &#246;nce o sistemin default &#351;ifresi varsa onu elle dene, e&#287;er bir dictionary atak yapacaksan, random time delay koymal&#305;s&#305;n. Bu da i&#351;ini uzun s&#252;rd&#252;recektir.

          - Server ve uygulama banner'lar&#305; g&#246;re, securityfocus, secunia gibi sitelerde pasif olarak a&#231;&#305;k aramas&#305; yapabilir, full disclose edilmi&#351; bitane bulabilirsen kendini &#351;ansl&#305; sayabilirsin.

 

Bu &#351;ekilde a&#231;&#305;klar&#305; tespit ettikten sonra yapman gereken tek &#351;ey IDP'ye yakalanmadan i&#351;lemi tamamlamak oluyor. E&#287;er g&#252;ncel ve iyi konfigure edilmi&#351; bir IDP varsa i&#351;in oldukca zor ama imkans&#305;z de&#287;il. 

 

- Bu konuda Renaud Bidou'nun makalelerini ve IPSTester arac&#305;n&#305; kullanman&#305; tavsiye ederim. IPStester http isteklerini IPS'in yakalamayaca&#287;&#305; &#351;ekilde par&#231;alayarak veya farkl&#305; payload kullanarak yollayabiliyor. Bunu &#246;nce farkl&#305; bir sistem &#252;zerinde deneyerek do&#287;ru patterni  bulup tek at&#305;&#351; yapman&#305; &#246;neririm. Test edece&#287;in sistem &#252;zerinde yaparsan alarm &#252;retebilirsin.

 

<A HREF="http://www.google.com.tr/search?hl=tr&amp;client=firefox-a&amp;rls=org.mozilla%3Aen-US%3Aofficial&amp;hs=2CP&amp;q=IPStester&amp;btnG=Ara&amp;meta=">http://www.google.com.tr/search?hl=tr&amp;client=firefox-a&amp;rls=org.mozilla%3Aen-US%3Aofficial&amp;hs=2CP&amp;q=IPStester&amp;btnG=Ara&amp;meta=</A>

 

- &#199;al&#305;&#351;malar&#305; mesai saatinden sonra yaparsan, e&#287;er sistem y&#246;neticileri alarmlar&#305; sms ile veya farkl&#305; bir &#351;ekilde bana yolla gibi bir &#351;ey tan&#305;mlamad&#305;lar ise, alarm &#252;retsen bile onlar daha ileri seviyede &#246;nlem almadan i&#351;leri tamamlayabilirsin.

- IDP kurulurken yap&#305;l&#305;rken en yayg&#305;n kar&#351;&#305;la&#351;t&#305;&#287;&#305;m hata ise genelde IPS'lerin SSL i&#231;in yap&#305;land&#305;r&#305;lmamas&#305; oluyor. E&#287;er b&#246;yle bir durum tespit edersen ve sunucu HTTPS &#252;zerinden de yay&#305;n yap&#305;yor ise, t&#252;m istekleri SSL &#252;zerinden g&#246;z&#252;n kapal&#305; yollayarak IDP kontrollerine yakalanmadan istedi&#287;inizi ger&#231;ekle&#351;tirebilirsiniz.

- Web sunucunun destekledi&#287;i encoding mekanizmas&#305;na g&#246;re, istekleri encode ederek yollamak, e&#287;er IPS firmware'i g&#252;ncel de&#287;il ise i&#351;e yarayabiliyor. %u encoding ile bypass etmeyi deneyebilirsin.

- SQL injection ifadelerinde aralara rastgele null veya comment (/* ,*/, ##) karakterleri ekleyerek yollamay&#305; deneyebilirsiniz.

- http/1.1 &#252;zerinde request pipelining kullanarak, istekleri b&#246;lerek yollamay&#305; deneyebilirsin.

- E&#287;er profiling yapan bir Web Application Firewall kullan&#305;yorlar ise (Imperva gibi), i&#351;in olduk&#231;a zor.

 

Kolay Gelsin.

 

 

On Mon, Oct 27, 2008 at 5:28 PM, Kerem Kocaer &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">kerem.kocaer at bitsec.se</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">kerem.kocaer at bitsec.se</A>&gt; &gt; wrote:

Merhabalar,

 

Yeni bir uye olarak oncelikle kendimi tanitayim. 

Istanbul Galatasaray Universitesi Bilgisayar Muhendisligi'nden mezun olduktan sonra Stockholm KTH (Royal Institute of Technology - www.kth.se)'de &quot;Information and Communication Systems Security&quot; dalinda yuksek lisans yaptim. Su anda Stockholm'de Bitsec isimli (www.bitsec.se), IT guvenligi alaninda teknik agirlikli arastirma yapan ve danismanlik hizmetleri sunan bir sirkette calisiyorum. 

 

Soruma gelirsek: Alisilmisin biraz disinda bir projeyle karsi karsiyayim. Amacim, Intrusion Detection Prevention (IDP) ile &quot;korunan&quot; bir sirketin belli sistemlerini (basta bir Web sunucu + DNS sunuculari olmak uzere) &quot;caktirmadan&quot;, olabildiginde ileri giderek, test etmek. Yani ornegin web sunucuyu ve uzerindeki CMS programini ele alirsak, yavas yavas, degisik seviyelerde kusku uyandirabilecek hareketlerde bulunarak (var olmayan sayfalara ulasmaya calismak, login sayfasinda bruteforce denemek,  sql injection denemek, agressive nmap taramasi yapmak, vsvs gibi degisik seviyeler) IDPnin bu hareketleri tespit edip edemedigini, ve IDP loglarina alarmlarina sirketin hakikaten dikkat edip etmedigini, &quot;alarmin ne zaman caldigini&quot; test edecegim. Butun SQL injection cesitlerini deneyip illa hack etmem gerekmiyor yani, asil amac IDPnin ve IDPyle calisan insanlarin ne kadar verimli calistiklarini anlamak.

 

Bu konuda bildiginiz, izleyebilecegim bir metodoloji var mi? Ya da benzeri bir proje gerceklestirmis birileri var mi aramizda? &quot;Sakin sunu yapma butun IDPler hemen alarm calar&quot;, ya da &quot;su programla soyle degisik paketler yollayip IDPyi atlatabilirsin&quot; gibi onerileriniz var mi?

 

Tesekkurler,

 

Kerem Kocaer

 

 

---

Kerem Kocaer | <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">kerem.kocaer at bitsec.se</A>

Konsult / Consultant

cid:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">image001.jpg at 01C8A939.9ABF7DD0</A>

Office: +46 (0)8-411 90 10

Mobile: + 46 (0)761-81 12 05

Postal address: Box 3284, 103 65 Stockholm

Visitors address: Sl&#246;jdgatan 9, Stockholm

 



__________ Information from ESET NOD32 Antivirus, version of virus signature database 3559 (20081027) __________

The message was checked by ESET NOD32 Antivirus.

<A HREF="http://www.eset.com">http://www.eset.com</A>


_______________________________________________
Owasp-turkey mailing list
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>




-- 
Tahsin T&#220;RK&#214;Z
Y. Bil. M&#252;h., CISA(NA)
Ba&#351;uzman Ara&#351;t&#305;rmac&#305;
TUB&#304;TAK-UEKAE

-------------- sonraki b&#246;l&#252;m --------------
Bir HTML eklentisi temizlendi...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-turkey/attachments/20081028/cdcee983/attachment.html">https://lists.owasp.org/pipermail/owasp-turkey/attachments/20081028/cdcee983/attachment.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000459.html">[Owasp-turkey] Dikkat IDP var...
</A></li>
	<LI>Next message: <A HREF="000462.html">[Owasp-turkey] &#304;lgi: Re:  Dikkat IDP var...
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#461">[ date ]</a>
              <a href="thread.html#461">[ thread ]</a>
              <a href="subject.html#461">[ subject ]</a>
              <a href="author.html#461">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
