<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Zaproszenie na Advanced Threat Summit 2015
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20Zaproszenie%20na%20Advanced%20Threat%20Summit%202015&In-Reply-To=%3CCAGVzzLYhVtOzze7sbioeyc6cfuAytjHQ4cTWMbzt3htLtAa6Yw%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Zaproszenie na Advanced Threat Summit 2015</H1>
    <B>Michal Kurek</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-poland%5D%20Zaproszenie%20na%20Advanced%20Threat%20Summit%202015&In-Reply-To=%3CCAGVzzLYhVtOzze7sbioeyc6cfuAytjHQ4cTWMbzt3htLtAa6Yw%40mail.gmail.com%3E"
       TITLE="[Owasp-poland] Zaproszenie na Advanced Threat Summit 2015">michal.kurek at owasp.org
       </A><BR>
    <I>Fri Oct 30 16:37:23 UTC 2015</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#434">[ date ]</a>
              <a href="thread.html#434">[ thread ]</a>
              <a href="subject.html#434">[ subject ]</a>
              <a href="author.html#434">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>OWASP POLAND CHAPTER &#8211; PATRON KONFERENCJI ZAPRASZA DO UDZIA&#321;U W

II KONFERENCJI ADVANCED THREAT SUMMIT 2015

17-18 LISTOPADA 2015 R., WARSZAWA

DLA CZ&#321;ONK&#211;W OWASP POLAND CHAPTER &#8211; PREFERENCYJNE WARUNKI UDZIA&#321;U!  Wi&#281;cej
na: <A HREF="https://atsummit.pl/formularz/">https://atsummit.pl/formularz/</A>

Szanowni pa&#324;stwo,

zapewne dostajecie Pa&#324;stwo wiele zaprosze&#324; na konferencje po&#347;wi&#281;cone
bezpiecze&#324;stwu teleinformatycznemu. Nie spos&#243;b z nich wszystkich
skorzysta&#263;, co gorsza nie wiadomo, kt&#243;re z tych spotka&#324; s&#261; naprawd&#281; warte
uwagi. Jako organizatorzy II konferencji *Advanced Threat Summit* &#8211;
zapewniamy jednak, &#380;e to konferencja wyj&#261;tkowa.

Dlaczego warto zosta&#263; jej uczestnikiem?


&#232;  Stworzyli&#347;my spotkanie istotne dla ca&#322;ej Pa&#324;stwa spo&#322;eczno&#347;ci.
Konferencja jest naprawd&#281; mocno zanurzona w &#347;rodowisku profesjonalist&#243;w
cyberbezpiecze&#324;stwa  z du&#380;ych organizacji. To wsp&#243;lny projekt organizacji
ISSA Polska i Evention - pierwsza edycja konferencji zgromadzi&#322;a 300
uczestnik&#243;w i zdoby&#322;a b. dobre recenzje

 &#232;  Stawiamy na ambitn&#261; tre&#347;&#263; programow&#261;. Nad programem konferencji czuwa&#322;a
Rada Programowa z&#322;o&#380;ona z prawdziwych ekspert&#243;w bezpiecze&#324;stwa
teleinformatycznego, Rada te&#380; wybra&#322;a g&#322;&#243;wne tematy konferencji (ataki APT,
threat intelligence, modele organizacji bezpiecze&#324;stwa i jego monitoringu,
incydenty: reakcja i koordynacja oraz dodatkowo: wykorzystania analityki i
BI w bezpiecze&#324;stwie i bezpiecze&#324;stwo &#8222;twardej&#8221; infrastruktury.)

 &#232; Wierzymy, &#380;e dzisiaj macie Pa&#324;stwo du&#380;&#261; wiedz&#281; i w&#322;asne do&#347;wiadczenia,
co jest widoczne w programie konferencji. Advanced Threat ma by&#263; przede
wszystkim miejscem spotkania, budowania relacji, interesuj&#261;cych rozm&#243;w.
Dlatego w programie ograniczamy liczb&#281; prezentacji, bior&#261;c jedynie te
naprawd&#281; warto&#347;ciowe, a za to udost&#281;pniaj&#261;c czas i miejsce na inne formy
wspomagaj&#261;ce wymian&#281; do&#347;wiadcze&#324; i rozmowy zainteresowanych uczestnik&#243;w,
przede wszystkim sesj&#281; roundtables oraz sesj&#281; r&#243;wnoleg&#322;ych warsztat&#243;w.

Na konferencji wyst&#261;pi&#261; m.in.: David Brillant (Raytheon Websense), David
Fuhr (ntity GmbH), Fredrik Hult (Cyber Resilience Ltd), Ray Irving
(FS-ISAC), Michael Sutton (ZScaler) a tak&#380;e prof. Marek Amanowicz (WAT),
Grzegorz Cenkier (Poczta Polska), Przemys&#322;aw D&#281;ba (Orange), Grzegorz
D&#322;ugajczyk (ING Bank &#346;l&#261;ski), Pawe&#322; Dobrych&#322;op (Polkomtel), &#321;ukasz Gu&#378;dzio&#322;
(Credit Suisse), mjr Rafa&#322; Kasprzyk (WAT), Piotr Kijewski (CERT Polska),
Sebastian Klimczak (Polskie Sieci Elektroenergetyczne), Micha&#322; Kurek (OWASP
Poland), mec. Marcin Maruta, Ewa Pi&#322;at (T-Mobile), Piotr Niemczyk (Niemczyk
i Wsp&#243;lnicy), Krzysztof Szczepa&#324;ski (Krajowa Izba Rozliczeniowa), Jakub
Teska (PKO BP) i wielu innych.

Warto by&#263; na Advanced Threat Summit! Szczeg&#243;&#322;y udzia&#322;u i program na
stronie: <A HREF="https://atsummit.pl/agenda/">https://atsummit.pl/agenda/</A>



Zarz&#261;d OWASP Polska oraz Zesp&#243;&#322; ISSA Polska i Evention &#8211; organizatorzy
konferencji.
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-poland/attachments/20151030/4a252c5d/attachment.html">http://lists.owasp.org/pipermail/owasp-poland/attachments/20151030/4a252c5d/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#434">[ date ]</a>
              <a href="thread.html#434">[ thread ]</a>
              <a href="subject.html#434">[ subject ]</a>
              <a href="author.html#434">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
