<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-poland] Spotkanie 14 wrze&#347;nia
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20%3D%3Futf-8%3Fq%3FSpotkanie_14_wrze%3DC5%3D9Bnia%3F%3D&In-Reply-To=CAO_DbGtpNjE1gcSnJ3GuG%3D%2B6jTmkk-ziCORdbmLOU-VeXkcErA%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000161.html">
   <LINK REL="Next"  HREF="000163.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-poland] Spotkanie 14 wrze&#347;nia</H1>
    <B>Slawomir Jasek</B> 
    <A HREF="mailto:owasp-poland%40lists.owasp.org?Subject=%5BOwasp-poland%5D%20%3D%3Futf-8%3Fq%3FSpotkanie_14_wrze%3DC5%3D9Bnia%3F%3D&In-Reply-To=CAO_DbGtpNjE1gcSnJ3GuG%3D%2B6jTmkk-ziCORdbmLOU-VeXkcErA%40mail.gmail.com"
       TITLE="[Owasp-poland] Spotkanie 14 wrze&#347;nia">slawek at securing.pl
       </A><BR>
    <I>Fri Sep 16 04:19:24 EDT 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="000161.html">[Owasp-poland] Spotkanie 14 wrze&#347;nia
</A></li>
        <LI>Next message: <A HREF="000163.html">[Owasp-poland] Spotkanie 14 wrze&#347;nia
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#162">[ date ]</a>
              <a href="thread.html#162">[ thread ]</a>
              <a href="subject.html#162">[ subject ]</a>
              <a href="author.html#162">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>On 09/15/11 17:27, Przemyslaw Skowron wrote:
&gt;<i> Czy w zwi&#261;zku z rekordow&#261; dyskusj&#261; jest szansa na streszczenie,
</I>&gt;<i> podsumowanie lub co&#347; w ten dese&#324;?
</I>
Proponuj&#281; zacz&#261;&#263; od publikacji Marka, tre&#347;&#263; dost&#281;pna na jego stronie tutaj:

<A HREF="http://marek.zachara.name/marek/publ/2011_ares.pdf">http://marek.zachara.name/marek/publ/2011_ares.pdf</A>

Nie zawiera ona wynik&#243;w test&#243;w praktycznych, kt&#243;re by&#322;y pokazane na
slajdach w samej prezentacji.
Wyniki s&#261; ciekawe - przy poprawnie nauczonym WAF-ie pokazuj&#261; bardzo
dobr&#261; skuteczno&#347;&#263; ochrony przed atakami, przy znikomej ilo&#347;ci
false-positive (istotna uwaga - skala pionowa jest logarytmiczna).
Mnie osobi&#347;cie zaskoczy&#322;o, &#380;e wielokrotnie s&#322;absz&#261; skuteczno&#347;&#263; ochrony
przed atakami mia&#322;a klasyfikacja typu parametru (czy jest to e-mail,
warto&#347;&#263; liczbowa, s&#322;owo, tekst...), w por&#243;wnaniu do skuteczno&#347;ci
klasyfikacji chocia&#380;by wg d&#322;ugo&#347;ci parametru oraz jego rozk&#322;adu znak&#243;w.
Niewykluczone &#380;e cz&#281;&#347;ciowo wp&#322;yw na takie wyniki mia&#322;o dobranie zestawu
atak&#243;w testowych.


Zaproponowane do&#347;&#263; sensownie 2 g&#322;&#243;wne tryby pracy WAF - ka&#380;da z nich ma
swoje wady i zalety:

1. Tryb &quot;triggered learning&quot; - maj&#261;cy zastosowanie g&#322;&#243;wnie w aplikacjach
klasy taka &quot;bankowo&#347;&#263; elektroniczna&quot;. W trakcie test&#243;w akceptacyjnych -
gdy i tak ca&#322;a aplikacja jest przeklikiwana - firewall przestawia si&#281; w
tryb uczenia prawid&#322;owego ruchu. Nast&#281;pnie jak ju&#380; firewall nauczy si&#281;
prawid&#322;owych schemat&#243;w, w&#322;&#261;cza si&#281; go w tryb ochrony, i wszystko co
odbiega od znanych warto&#347;ci jest blokowane.
G&#322;&#243;wna wada - konieczno&#347;&#263; pe&#322;nego i dok&#322;adnego przeklikania aplikacji w
trybie uczenia (i za ka&#380;dym razem przy nowych wersjach).

2. Tryb &quot;continuous learning&quot; - bardziej dla aplikacji typu du&#380;y portal.
Takie aplikacje maj&#261; ogromn&#261; ilo&#347;&#263; prawid&#322;owego ruchu, z kt&#243;rego na
podstawie analizy statystycznej i behawioralnej, robionej w d&#322;u&#380;szym
odcinku czasu, WAF mo&#380;e wy&#322;owi&#263; niestandardowe zachowania.
Zalet&#261; tego rozwi&#261;zania jest praktycznie bezobs&#322;ugowo&#347;&#263;, wad&#261; - &#380;e musi
by&#263; du&#380;a pr&#243;bka prawid&#322;owego ruchu, a tak&#380;e mniejsza skuteczno&#347;&#263; w ma&#322;o
u&#380;ywanych zakamarkach aplikacji (atakuj&#261;cy mo&#380;e tam &#322;atwiej &quot;nauczy&#263;&quot;
firewall &#380;e d&#322;ugi i wielokrotnie powtarzany atak jest prawid&#322;owym
zachowaniem).


W tym momencie jest to projekt typowo badawczy, a nie nastawiony wprost
na wypuszczenie konkretnego, &#322;atwo u&#380;ywalnego produktu. Nie zawiera i
nie ma wi&#281;c w planach na razie ficzer&#243;w typu &#322;adny interfejs
u&#380;ytkownika, konfigurator, wpinka do r&#281;cznej edycji regu&#322;ek itp.
Nie ma te&#380; jeszcze zrobionego w praktyce modu&#322;u szyfruj&#261;cego zapami&#281;tane
wzorce - w pewnych &#347;rodowiskach mog&#261; one zawiera&#263; np. dane osobowe czy
inne, wymagaj&#261;ce przechowywania w spos&#243;b bezpieczny.

Roadmapa to m.in. obs&#322;uga sesyjno&#347;ci, operacji kilkukrokowych a tak&#380;e
jednoczesnej analizy warto&#347;ci r&#243;&#380;nych parametr&#243;w - w tej chwili
analizuje ka&#380;dy parametr osobno, a nie wnika w zale&#380;no&#347;ci mi&#281;dzy nimi.


pozdrawiam
S&#322;awek
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000161.html">[Owasp-poland] Spotkanie 14 wrze&#347;nia
</A></li>
	<LI>Next message: <A HREF="000163.html">[Owasp-poland] Spotkanie 14 wrze&#347;nia
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#162">[ date ]</a>
              <a href="thread.html#162">[ thread ]</a>
              <a href="subject.html#162">[ subject ]</a>
              <a href="author.html#162">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-poland">More information about the Owasp-poland
mailing list</a><br>
</body></html>
