<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-turkey] XSS ile Token Hijacking
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20XSS%20ile%20Token%20Hijacking&In-Reply-To=20101011064545.068702268108%40postaci.uekae.tubitak.gov.tr">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001064.html">
   <LINK REL="Next"  HREF="001066.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-turkey] XSS ile Token Hijacking</H1>
    <B>Yilmaz Cankaya</B> 
    <A HREF="mailto:owasp-turkey%40lists.owasp.org?Subject=%5BOwasp-turkey%5D%20XSS%20ile%20Token%20Hijacking&In-Reply-To=20101011064545.068702268108%40postaci.uekae.tubitak.gov.tr"
       TITLE="[Owasp-turkey] XSS ile Token Hijacking">yilmaz.cankaya at uekae.tubitak.gov.tr
       </A><BR>
    <I>Mon Oct 11 03:08:16 EDT 2010</I>
    <P><UL>
        <LI>Previous message: <A HREF="001064.html">[Owasp-turkey] XSS ile Token Hijacking
</A></li>
        <LI>Next message: <A HREF="001066.html">[Owasp-turkey] XSS ile Token Hijacking
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1065">[ date ]</a>
              <a href="thread.html#1065">[ thread ]</a>
              <a href="subject.html#1065">[ subject ]</a>
              <a href="author.html#1065">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>  Merhabalar,
AnkaSec konferas&#305;nda Tolga'n&#305;n bahsetmi&#351; oldu&#287;u konular&#305; onaylamakla 
berabar, XSS &#246;zelinde kullan&#305;c&#305;n&#305;n kurumsal uygulamaya giri&#351;ini, 
al&#305;&#351;&#305;lagelmi&#351; oldu&#287;u yap&#305;n&#305;n d&#305;&#351;&#305;nda (&#246;rne&#287;in, masa&#252;st&#252; k&#305;sayolu yerine 
e-posta &#252;zerinden giri&#351;e zorlamak, ya da tekil kullan&#305;c&#305;lara hedefli 
g&#246;nderilmesi gerekti&#287;inden ilgili ki&#351;ilerin bilgilerinin tespiti, 
g&#246;nderen adresinin do&#287;ru &#351;ekilde belirlenmesi)  zorlamak  biraz daha g&#252;&#231; 
ama yap&#305;labilir.  Ayr&#305;ca kurumsal &#351;irketleri kamu+&#246;zel &#351;irketler olarak 
g&#246;rmek gerekiyor.

Burada as&#305;l yo&#287;unla&#351;&#305;lmas&#305; gerekilen konu, kritiklik derecesini 
belirleyen konunun sadece sosyal m&#252;hendisli&#287;in g&#252;&#231; olaca&#287;&#305; de&#287;il, XSS + 
CSRF'nin, sosyal m&#252;hendislik boyutu &#231;&#246;z&#252;lse bile,  kirtik i&#351;lemlere 
sald&#305;r&#305; i&#231;in gerekli olan uygulama bilgilerinin (hangi sayfa, hangi 
parametreler, ka&#231; basamakl&#305; bir i&#351; ak&#305;&#351;&#305; vs)  belirlenebilmesi i&#231;in 
birden fazla sayfada XSS bulunmas&#305; gerekebilece&#287;i ve hatta bunun bile 
yeterli olmayabilece&#287;i. Bu bilgileri edinmek i&#231;in y&#246;ntemler bulunabilir 
/ kullan&#305;labilir. (javascript crawler vs. (burda da ipucu vermi&#351; oldum)  
)  Beef ve t&#252;revleri de XSS bulunan sayfa a&#231;&#305;k oldu&#287;u s&#252;rece 
kullan&#305;labildi&#287;inden ba&#351;ka bir zorluk parametresi de i&#351;in i&#231;ine girmi&#351; 
oluyor.

&#304;yi &#231;al&#305;&#351;malar

On 10/11/2010 09:45 AM, Onur YILMAZ wrote:
&gt;<i> Selamlar,
</I>&gt;<i>
</I>&gt;<i> Ge&#231;ti&#287;imiz AnkaSec konferans&#305;nda UEKAE'den bir arkada&#351;&#305;n yapt&#305;&#287;&#305; Sosyal M&#252;hendislik sunumundan haberiniz oldu mu bilmiyorum.
</I>&gt;<i>
</I>&gt;<i> Ama onun sunumunda aktard&#305;&#287;&#305; noktalar ve kurumlara y&#246;nelik yapt&#305;&#287;&#305; sosyal m&#252;hendislik testleri sonucuna g&#246;re, kurum &#231;al&#305;&#351;anlar&#305; bilin&#231;lenmedi&#287;i m&#252;ddet&#231;e dedi&#287;iniz noktada ataklar&#305;n ba&#351;ar&#305;ya ula&#351;amayaca&#287;&#305;n&#305; d&#252;&#351;&#252;nm&#252;yor, tam aksine e&#287;er ilgili sunumdaki aktar&#305;lan durumlar hala ge&#231;erli ise (ki ben pek bir fark olaca&#287;&#305;n&#305; sanm&#305;yorum) konu kritik olarak ele al&#305;nabilir.
</I>&gt;<i>
</I>&gt;<i> Ayr&#305;ca XSS'in b&#252;y&#252;k bir tehdit olabilece&#287;ini san&#305;r&#305;m en son Apache olay&#305;nda tekrardan g&#246;rd&#252;k: <A HREF="https://blogs.apache.org/infra/entry/apache_org_04_09_2010">https://blogs.apache.org/infra/entry/apache_org_04_09_2010</A>
</I>&gt;<i>
</I>&gt;<i> Kolay gelsin.
</I>&gt;<i>
</I>&gt;<i> .onur
</I>&gt;<i>
</I>&gt;<i> -----Original Message-----
</I>&gt;<i> From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A> [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey-bounces at lists.owasp.org</A>] On Behalf Of Yilmaz Cankaya
</I>&gt;<i> Sent: Monday, October 11, 2010 9:38 AM
</I>&gt;<i> To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">owasp-turkey at lists.owasp.org</A>
</I>&gt;<i> Subject: Re: [Owasp-turkey] XSS ile Token Hijacking
</I>&gt;<i>
</I>&gt;<i>    Merhabalar,
</I>&gt;<i> bu ve benzeri sald&#305;r&#305;lar&#305;n tam olarak ger&#231;eklenebilmesinin &#246;n&#252;ndeki en
</I>&gt;<i> b&#252;y&#252;k engel, kritik fonksiyonlar&#305;n ancak kullan&#305;c&#305;n&#305;n uygulamaya
</I>&gt;<i> (ge&#231;erli) giri&#351; yapmas&#305;ndan sonra eri&#351;ilebilir olmas&#305; ve dolay&#305;s&#305;yla,
</I>&gt;<i> a&#231;&#305;kl&#305;klar&#305;n suistimal edilebilmesi i&#231;in kullan&#305;c&#305;n&#305;n giri&#351; yapmaya
</I>&gt;<i> zorlanmas&#305; gereklili&#287;i.
</I>&gt;<i> Di&#287;er taraftan,  bir&#231;ok durumda, &#246;nemli i&#351;levlerin &#231;al&#305;&#351;t&#305;&#287;&#305; sayfa
</I>&gt;<i> bilgileri (sayfan&#305;n adresi ve parametreler) siteye giri&#351; sonras&#305;
</I>&gt;<i> bilinir  oldu&#287;undan, sald&#305;r&#305; i&#231;in kullan&#305;lacak beti&#287;in haz&#305;rlanabilmesi
</I>&gt;<i> g&#252;&#231; olabilir.
</I>&gt;<i> Dolay&#305;s&#305;yla, kurumsal uygulamalar yerine, &#252;yeli&#287;in herkese a&#231;&#305;k oldu&#287;u
</I>&gt;<i> uygulamalar i&#231;in XSS her zamanki gibi b&#252;y&#252;k bir tehdit olarak duruyor.
</I>&gt;<i> Kurumsal uygulamalarda bu ve benzeri y&#246;ntemleri kullanmak i&#231;in ise
</I>&gt;<i> sa&#287;lam bir sosyal m&#252;hendislik gerekti&#287;inden, genelde &#246;nem derecesini
</I>&gt;<i> kritik olarak atamak zor oluyor maalesef.
</I>&gt;<i>
</I>&gt;<i> &#214;zellikle kurumsal uygulamalarda, kullan&#305;c&#305;n&#305;n sayfaya giri&#351; yapmaya
</I>&gt;<i> zorlanmas&#305; ( &#246;rne&#287;in, e-posta &#252;zerinden XSS'in &#231;al&#305;&#351;t&#305;r&#305;lmas&#305; yerine,
</I>&gt;<i> sald&#305;rgan sayfas&#305; ziyaret edildi&#287;inde istemci taray&#305;c&#305;s&#305;nda yeni bir
</I>&gt;<i> sekme a&#231;&#305;l&#305;p kullan&#305;c&#305;n&#305;n bu sekmede giri&#351; yapmas&#305;n&#305;n beklenmesi ya da
</I>&gt;<i> a&#231;&#305;k bir sekmede zaten bu uygulama var ise bu sekmenin sald&#305;r&#305; ama&#231;l&#305;
</I>&gt;<i> kullan&#305;l&#305;p kullan&#305;lamayaca&#287;&#305;) konusunda yeni y&#246;ntemler geli&#351;tirmek riski
</I>&gt;<i> art&#305;rmak i&#231;in g&#252;zel bir &#231;al&#305;&#351;ma alan&#305; olabilir.  Ayr&#305;ca, bir&#231;ok kurumsal
</I>&gt;<i> uygulama, kritik i&#351;lemleri birka&#231; basamakta sunuyor oldu&#287;undan, betik
</I>&gt;<i> haz&#305;rlan&#305;rken bu i&#351; ak&#305;&#351;&#305;n&#305;n bilgisine sahip olmak gereklili&#287;i de
</I>&gt;<i> CSRF'nin &#246;n&#252;nde b&#252;y&#252;k bir engel olarak durmakta)
</I>&gt;<i>
</I>&gt;<i> Sayg&#305;lar
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> On 10/09/2010 09:28 PM, Eliteman wrote:
</I>&gt;&gt;<i> &quot;XSS ile Token Hijacking&quot; kimi zaman istemci taraf&#305;nda pek oynamayan web
</I>&gt;&gt;<i> uygulamalar&#305;n&#305; exploit edebilmek i&#231;in yap&#305;lan bir &#231;al&#305;&#351;man&#305;n &#246;zetidir.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> E&#287;er hedef uygulama &#231;erezleri kullanm&#305;yorsa, hedef kitle Pishing gibi
</I>&gt;&gt;<i> sald&#305;r&#305;lara kar&#351;&#305; bilin&#231;li ise exploitation a&#351;amas&#305;nda bir di&#287;er
</I>&gt;&gt;<i> alternatif olarak kar&#351;&#305;m&#305;za &#231;&#305;k&#305;yor. Son olarak Facebook Worm'&#252; bu
</I>&gt;&gt;<i> y&#246;ntem ile kullan&#305;c&#305;n&#305;n ge&#231;erli session id'sini arakl&#305;yor ve
</I>&gt;&gt;<i> kullan&#305;c&#305;n&#305;n durumunu de&#287;i&#351;tirebiliyor, istedi&#287;i uygulamalar&#305;
</I>&gt;&gt;<i> be&#287;enmesini sa&#287;l&#305;yordu. K&#305;sacas&#305; onu her&#351;eye yapmaya zorluyordu. Ger&#231;ek
</I>&gt;&gt;<i> hayatta &#231;ald&#305;r&#305;lan bir n&#252;fus c&#252;zdan&#305;na benzetebiliriz bu senaryoyu.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> &#304;lgili makaleyi buradan okuyabilirsiniz;
</I>&gt;&gt;<i> <A HREF="http://www.anatoliasecurity.com/Blog/Detay.aspx?bId=3">http://www.anatoliasecurity.com/Blog/Detay.aspx?bId=3</A>
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Yap&#305;lan &#231;al&#305;&#351;mayla ilgili yanl&#305;&#351;/eksik oldu&#287;unu d&#252;&#351;&#252;nd&#252;&#287;&#252;n&#252;z noktalar&#305;
</I>&gt;&gt;<i> belirtirseniz &#231;ok sevinirim.
</I>&gt;&gt;<i>
</I>&gt;&gt;<i> Sevgilerle,
</I>&gt;&gt;<i> Eliteman
</I>&gt;&gt;<i>
</I>&gt;&gt;<i>
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-turkey mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-turkey mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">Owasp-turkey at lists.owasp.org</A>
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-turkey">https://lists.owasp.org/mailman/listinfo/owasp-turkey</A>
</I>
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001064.html">[Owasp-turkey] XSS ile Token Hijacking
</A></li>
	<LI>Next message: <A HREF="001066.html">[Owasp-turkey] XSS ile Token Hijacking
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1065">[ date ]</a>
              <a href="thread.html#1065">[ thread ]</a>
              <a href="subject.html#1065">[ subject ]</a>
              <a href="author.html#1065">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-turkey">More information about the Owasp-turkey
mailing list</a><br>
</body></html>
