<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] LAST CHANCE! OWASP AppSec Israel 2017 Call For	Presentation (CFP)
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20LAST%20CHANCE%21%20OWASP%20AppSec%20Israel%202017%20Call%20For%0A%09Presentation%20%28CFP%29&In-Reply-To=%3C050001d314d9%247c150f10%24743f2d30%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000618.html">
   <LINK REL="Next"  HREF="000620.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] LAST CHANCE! OWASP AppSec Israel 2017 Call For	Presentation (CFP)</H1>
    <B>Avi D - OWASP Israel</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20LAST%20CHANCE%21%20OWASP%20AppSec%20Israel%202017%20Call%20For%0A%09Presentation%20%28CFP%29&In-Reply-To=%3C050001d314d9%247c150f10%24743f2d30%24%40owasp.org%3E"
       TITLE="[OWASP Israel] LAST CHANCE! OWASP AppSec Israel 2017 Call For	Presentation (CFP)">avi.douglen at owasp.org
       </A><BR>
    <I>Mon Aug 14 08:44:03 UTC 2017</I>
    <P><UL>
        <LI>Previous message: <A HREF="000618.html">[OWASP Israel] Reminder: OWASP AppSec Israel 2017 Call For	Presentation (CFP)
</A></li>
        <LI>Next message: <A HREF="000620.html">[OWASP Israel] Call for Training at OWASP AppSec Israel 2017
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#619">[ date ]</a>
              <a href="thread.html#619">[ thread ]</a>
              <a href="subject.html#619">[ subject ]</a>
              <a href="author.html#619">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>LAST CHANCE! 

Tomorrow is your last opportunity to submit your talk for the biggest application security conference in Israel! 

 

In particular &#8211; we want FIRST TIME SPEAKERS to submit to speak at our conference! They will get all the support they need to give a great talk, including expert mentorship from experienced speakers. If you have an idea but need help putting together a great proposal, please reach out. 

 

Call for Presentations is open only till August 15th &#8211; submit your talk now! 

<A HREF="https://www.papercall.io/appsecil2017">https://www.papercall.io/appsecil2017</A> 

 

 

Btw we are also still calling for sponsors to support this great community event, for details please see <A HREF="https://www.owasp.org/images/5/50/AppSec_Israel_2017_Sponsorships.pdf">https://www.owasp.org/images/5/50/AppSec_Israel_2017_Sponsorships.pdf</A> . 

Early Bird discounts available until September 1st! 

 

 

From: owasp-israel-bounces+douglen=<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hotmail.com at lists.owasp.org</A> &lt;mailto:owasp-israel-bounces+douglen=<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hotmail.com at lists.owasp.org</A>&gt;  [mailto:owasp-israel-bounces+douglen=<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hotmail.com at lists.owasp.org</A>] On Behalf Of Avi D - OWASP Israel
Sent: Wednesday, July 26, 2017 12:59
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A>&gt; 
Subject: [OWASP Israel] Reminder: OWASP AppSec Israel 2017 Call For Presentation (CFP)

 

(&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;)

Hi all! 

 

We're happy to announce that the Call for Presentations (CFP) for the OWASP AppSec Israel 2017 conference is now open!

 

The OWASP AppSecIL conference is seeking presenters from the application security community to discuss interesting topics related to the security of applications, from the fields of web, mobile, cloud, and other types of software. 

 

The annual OWASP AppSec Israel Conference will take place this year on Wednesday, October 18th, 2017 &#8211; a week after Sukkot, for a full day. 

The conference will be held in The College of Management (Michlala l&#8217;Minhal), in Rishon LeZion, and we are expecting over 700 attendees this year. 

This year, there will also be an additional Training Day right before the Conference, on Tuesday, October 17th, 2017. A separate Call for Trainings will come shortly. 

 

In order to ensure fascinating lectures as every year, we are opening a Call for Presentations and anyone is invited to submit a proposal for a presentation. (See link below.)

This year, we are trying to improve our CFP process, and are implementing double blind reviews for talk selection. We hope this will help us remove any hidden bias, increase diversity, and bring in fresh new speakers! 

We will be happy to hear any constructive comments on this new process. 

 

As always, talks are selected based on content and quality of submission, and are completely independent of any vendor or sponsor support. 

 

If this will be your first time presenting at a conference, don&#8217;t worry! We can offer you a speaker mentor if you want, though it is not mandatory. (Mentorship is available for experienced speakers too :-) )

 

Some possible topics include, but are not limited to: 

*        Secure development: secure coding, static analysis, application threat modelling, web frameworks security, countermeasures, SDLC, DevOps, etc.

*        Mobile security: Development and/or testing devices and the mobile web

*        Cloud security: Offensive and defensive considerations for cloud-based web applications

*        Applicative Infrastructure security: Database security, VoIP, hardware, identity management

*        Penetration testing: Methodologies, tools, exploit development, evasion techniques, OSINT, etc.

*        Emerging web technologies and associated security considerations

*        Internet of Things: IoT security and other devices

*        SCADA and Industrial Control Systems: and how these can be secured, or hacked, at an application or software level.

*        Applied Cryptography: Relevant research, new models, algorithm usage, interesting attacks, and other applications.

*        Incident response: Threat detection, triage, malware analysis, forensics, rootkit detection

*        OWASP tools and projects in practice

*        Policy and legal: Legislation, privacy, regulations and compliance, C-level considerations, etc.

*        Cool hacks and other fun stuff: cryptography, social engineering, etc.

 

Link to CFP submission form:  <A HREF="https://www.papercall.io/appsecil2017">https://www.papercall.io/appsecil2017</A> 

  

We're looking forward for interesting and exciting talks!

Please also forward this email to relevant people who might be interested in speaking at this great event.

 

Thanks,

Avi D 

OWASP Israel Chairman 

 

  

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;!

 

&#1488;&#1504;&#1493; &#1513;&#1502;&#1495;&#1497;&#1501; &#1500;&#1489;&#1513;&#1512; &#1513;&#1488;&#1504;&#1495;&#1504;&#1493; &#1508;&#1493;&#1514;&#1495;&#1497;&#1501; &#1489;&#1511;&#1512;&#1497;&#1488;&#1492; &#1500;&#1492;&#1510;&#1506;&#1493;&#1514; &#1500;&#1492;&#1512;&#1510;&#1488;&#1492; (CFP) &#1500;&#1499;&#1504;&#1505; OWASP AppSec Israel 2017 !

&#1492;&#1499;&#1504;&#1505; &#1511;&#1493;&#1512;&#1488; &#1500;&#1488;&#1504;&#1513;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1510;&#1497;&#1490; &#1504;&#1493;&#1513;&#1488;&#1497;&#1501; &#1502;&#1506;&#1504;&#1497;&#1504;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1492;&#1511;&#1513;&#1493;&#1512;&#1497;&#1501; &#1500;&#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514;, &#1489;&#1514;&#1495;&#1493;&#1502;&#1497; &#1492;web, &#1502;&#1493;&#1489;&#1497;&#1497;&#1500;, &#1502;&#1495;&#1513;&#1493;&#1489; &#1506;&#1504;&#1503; &#1493;&#1505;&#1493;&#1490;&#1497; &#1514;&#1493;&#1499;&#1504;&#1492; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501;. 

 

&#1492;&#1499;&#1504;&#1505; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1497;&#1493;&#1501; &#1512;&#1489;&#1497;&#1506;&#1497;, 18 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512;, 2017 &#8211; &#1513;&#1489;&#1493;&#1506; &#1488;&#1495;&#1512;&#1497; &#1505;&#1493;&#1499;&#1493;&#1514;, &#1500;&#1502;&#1513;&#1498; &#1497;&#1493;&#1501; &#1513;&#1500;&#1501;. 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1504;&#1492;&#1500;, &#1512;&#1488;&#1513;&#1493;&#1503; &#1500;&#1510;&#1497;&#1493;&#1503;, &#1493;&#1488;&#1504;&#1493; &#1510;&#1493;&#1508;&#1497;&#1501; &#1513;&#1497;&#1490;&#1497;&#1506;&#1493; &#1492;&#1513;&#1504;&#1492; &#1502;&#1506;&#1500; 700 &#1488;&#1497;&#1513;. 

&#1492;&#1513;&#1504;&#1492; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1504;&#1493;&#1505;&#1507; &#1490;&#1501; &#1497;&#1493;&#1501; &#1492;&#1491;&#1512;&#1499;&#1492; &#1489;&#1505;&#1497;&#1505;&#1497;&#1514; &#1500;&#1508;&#1504;&#1497; &#1492;&#1499;&#1504;&#1505;, &#1489;&#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497;, 17 &#1489;&#1488;&#1493;&#1511;&#1496;&#1493;&#1489;&#1512;, 2017. &#1511;&#1512;&#1497;&#1488;&#1492; &#1500;&#1492;&#1491;&#1512;&#1499;&#1493;&#1514; (CfT) &#1497;&#1489;&#1493;&#1488; &#1489;&#1504;&#1508;&#1512;&#1491;. 

 

&#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1489;&#1496;&#1497;&#1495; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1506;&#1504;&#1497;&#1504;&#1493;&#1514; &#1493;&#1502;&#1490;&#1493;&#1493;&#1504;&#1493;&#1514; &#1499;&#1502;&#1493; &#1489;&#1499;&#1500; &#1513;&#1504;&#1492;, &#1488;&#1504;&#1493; &#1508;&#1493;&#1514;&#1495;&#1497;&#1501; &#1488;&#1514; &#1514;&#1492;&#1500;&#1497;&#1498; &#1492; CFP &#1500;&#1511;&#1489;&#1500; &#1492;&#1512;&#1495;&#1489;. (&#1500;&#1497;&#1504;&#1511; &#1500;&#1492;&#1490;&#1513;&#1514; &#1492;&#1510;&#1506;&#1492; &#1500;&#1492;&#1512;&#1510;&#1488;&#1492; &#1500;&#1502;&#1496;&#1492;).

&#1492;&#1513;&#1504;&#1492;, &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1513;&#1508;&#1512; &#1488;&#1514; &#1514;&#1492;&#1500;&#1497;&#1498; &#1492;-CFP, &#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1497;&#1497;&#1513;&#1502;&#1497;&#1501; &#1514;&#1492;&#1500;&#1497;&#1498; &#1513;&#1500; &#1492;&#1510;&#1489;&#1506;&#1492; &#1506;&#1497;&#1493;&#1493;&#1512;&#1514; &#1506;&#1489;&#1493;&#1512; &#1489;&#1495;&#1497;&#1512;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514;. &#1488;&#1504;&#1493; &#1502;&#1511;&#1493;&#1493;&#1497;&#1501; &#1513;&#1494;&#1492; &#1497;&#1506;&#1494;&#1493;&#1512; &#1500;&#1504;&#1493; &#1500;&#1492;&#1505;&#1497;&#1512; &#1492;&#1496;&#1497;&#1493;&#1514; &#1504;&#1505;&#1514;&#1512;&#1493;&#1514;, &#1500;&#1492;&#1490;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1490;&#1497;&#1493;&#1493;&#1503; &#1489;&#1511;&#1492;&#1500; &#1492;&#1502;&#1512;&#1510;&#1497;&#1501; &#1493;&#1492;&#1502;&#1512;&#1510;&#1493;&#1514;, &#1493;&#1500;&#1502;&#1513;&#1493;&#1498; &#1502;&#1512;&#1510;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1493;&#1496;&#1512;&#1497;&#1497;&#1501;!

&#1488;&#1504;&#1493; &#1504;&#1513;&#1502;&#1495; &#1500;&#1511;&#1489;&#1500; &#1502;&#1513;&#1493;&#1489; &#1506;&#1500; &#1492;&#1514;&#1492;&#1500;&#1497;&#1498; &#1492;&#1495;&#1491;&#1513;. 

 

&#1499;&#1502;&#1493; &#1514;&#1502;&#1497;&#1491;, &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1504;&#1489;&#1495;&#1512;&#1493;&#1514; &#1506;&#1500; &#1505;&#1502;&#1498; &#1492;&#1514;&#1493;&#1499;&#1503; &#1493;&#1488;&#1497;&#1499;&#1493;&#1514; &#1492;&#1492;&#1510;&#1506;&#1492;, &#1493;&#1502;&#1493;&#1508;&#1512;&#1491;&#1493;&#1514; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503; &#1502;&#1514;&#1502;&#1497;&#1499;&#1514;&#1501; &#1513;&#1500; &#1495;&#1489;&#1512;&#1493;&#1514; &#1513;&#1493;&#1504;&#1493;&#1514; &#1493;&#1504;&#1493;&#1514;&#1504;&#1497; &#1492;&#1495;&#1505;&#1493;&#1514;. 

 

&#1488;&#1501; &#1494;&#1492; &#1497;&#1492;&#1497;&#1492; &#1492;&#1499;&#1504;&#1505; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1489;&#1493; &#1488;&#1514;&#1501; &#1502;&#1512;&#1510;&#1497;&#1501; &#1488;&#1493; &#1502;&#1512;&#1510;&#1493;&#1514; &#8211; &#1488;&#1500; &#1514;&#1491;&#1488;&#1490;&#1493;! &#1488;&#1504;&#1495;&#1504;&#1493; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1510;&#1497;&#1506; &#1500;&#1499;&#1501; &#1502;&#1504;&#1496;&#1493;&#1512; &#1502;&#1504;&#1493;&#1505;&#1492; &#1488;&#1501; &#1514;&#1512;&#1510;&#1493;, &#1488;&#1501; &#1499;&#1497; &#1494;&#1492; &#1500;&#1488; &#1495;&#1493;&#1489;&#1492;. (&#1490;&#1501; &#1502;&#1512;&#1510;&#1497;&#1501; &#1502;&#1504;&#1493;&#1505;&#1497;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1497;&#1506;&#1494;&#1512; &#1489;&#1502;&#1504;&#1496;&#1493;&#1512; :-) )

 

&#1512;&#1513;&#1497;&#1502;&#1514; &#1504;&#1493;&#1513;&#1488;&#1497;&#1501; &#1488;&#1508;&#1513;&#1512;&#1497;&#1497;&#1501; &#1502;&#1493;&#1508;&#1497;&#1506; &#1500;&#1502;&#1506;&#1500;&#1492; &#1489;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;, &#1493;&#1489;&#1496;&#1493;&#1508;&#1505; &#1492;&#1492;&#1490;&#1513;&#1492; &#1506;&#1510;&#1502;&#1493;. &#1489;&#1488;&#1493;&#1508;&#1503; &#1499;&#1500;&#1500;&#1497;, &#1499;&#1500; &#1504;&#1493;&#1513;&#1488; &#1492;&#1511;&#1513;&#1493;&#1512; &#1500;&#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514;, web, &#1502;&#1493;&#1489;&#1497;&#1497;&#1500;, &#1506;&#1504;&#1503;, &#1488;&#1493; &#1499;&#1500; &#1514;&#1499;&#1493;&#1504;&#1492; &#1488;&#1495;&#1512;&#1514;, &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1492;&#1497;&#1495;&#1513;&#1489; &#1493;&#1514;&#1492;&#1493;&#1493;&#1492; &#1488;&#1493;&#1508;&#1510;&#1497;&#1497;&#1492; &#1496;&#1493;&#1489;&#1492; &#1500;&#1492;&#1490;&#1513;&#1492;. 

 

&#1511;&#1497;&#1513;&#1493;&#1512; &#1500;&#1496;&#1493;&#1508;&#1505; &#1492;&#1490;&#1513;&#1514; CFP:   &lt;<A HREF="https://www.papercall.io/appsecil2017">https://www.papercall.io/appsecil2017</A>&gt; <A HREF="https://www.papercall.io/appsecil2017">https://www.papercall.io/appsecil2017</A> 

 

&#1488;&#1504;&#1493; &#1502;&#1510;&#1508;&#1497;&#1501; &#1500;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1506;&#1497;&#1504;&#1497;&#1504;&#1493;&#1514; &#1493;&#1502;&#1500;&#1492;&#1497;&#1489;&#1493;&#1514;! 

&#1488;&#1504;&#1488; &#1492;&#1506;&#1489;&#1497;&#1512;&#1493; &#1502;&#1497;&#1497;&#1500; &#1494;&#1492; &#1500;&#1502;&#1512;&#1510;&#1497;&#1501; &#1493;&#1502;&#1512;&#1510;&#1493;&#1514; &#1512;&#1500;&#1493;&#1493;&#1504;&#1496;&#1497;&#1501; &#1488;&#1513;&#1512; &#1497;&#1492;&#1497;&#1493; &#1502;&#1506;&#1493;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501; &#1500;&#1492;&#1512;&#1510;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1502;&#1506;&#1493;&#1500;&#1492;.

 

&#1514;&#1493;&#1491;&#1492;,

&#1488;&#1489;&#1497; &#1491; 

&#1497;&#1493;&quot;&#1512; OWASP &#1497;&#1513;&#1512;&#1488;&#1500; 

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20170814/7ccf8e6c/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20170814/7ccf8e6c/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000618.html">[OWASP Israel] Reminder: OWASP AppSec Israel 2017 Call For	Presentation (CFP)
</A></li>
	<LI>Next message: <A HREF="000620.html">[OWASP Israel] Call for Training at OWASP AppSec Israel 2017
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#619">[ date ]</a>
              <a href="thread.html#619">[ thread ]</a>
              <a href="subject.html#619">[ subject ]</a>
              <a href="author.html#619">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
