<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] OWASP Ruhrpott Stammtisch - 28.04.2015 &quot;Shadow Daemon&quot; - WAF Talk/Workshop von Hendrik Buchwald
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20OWASP%20Ruhrpott%20Stammtisch%20-%2028.04.2015%20%22Shadow%0A%20Daemon%22%20-%20WAF%20Talk/Workshop%20von%20Hendrik%20Buchwald&In-Reply-To=%3CFC5CCDEED5F71740BD0C7BDDBD3001F256F167DC9D%40kestrel.london.contextis.co.uk%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000760.html">
   <LINK REL="Next"  HREF="000762.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] OWASP Ruhrpott Stammtisch - 28.04.2015 &quot;Shadow Daemon&quot; - WAF Talk/Workshop von Hendrik Buchwald</H1>
    <B>Sven Schlueter</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20OWASP%20Ruhrpott%20Stammtisch%20-%2028.04.2015%20%22Shadow%0A%20Daemon%22%20-%20WAF%20Talk/Workshop%20von%20Hendrik%20Buchwald&In-Reply-To=%3CFC5CCDEED5F71740BD0C7BDDBD3001F256F167DC9D%40kestrel.london.contextis.co.uk%3E"
       TITLE="[Owasp-germany] OWASP Ruhrpott Stammtisch - 28.04.2015 &quot;Shadow Daemon&quot; - WAF Talk/Workshop von Hendrik Buchwald">Sven.Schlueter at contextis.de
       </A><BR>
    <I>Tue Apr  7 13:47:33 UTC 2015</I>
    <P><UL>
        <LI>Previous message: <A HREF="000760.html">[Owasp-germany] AppsWorld Germany am 22. und 24.04.2015 in Berlin
</A></li>
        <LI>Next message: <A HREF="000762.html">[Owasp-germany] Einladung zum 59. M&#252;nchner OWASP Stammtisch am 21.04.2015 um 19:00 Uhr
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#761">[ date ]</a>
              <a href="thread.html#761">[ thread ]</a>
              <a href="subject.html#761">[ subject ]</a>
              <a href="author.html#761">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hi,

Wir m&#246;chten zum n&#228;chsten OWASP Ruhrpott Stammtisch am Dienstag den 28.04.2015 um 19.00 Uhr im Unperfekthaus in Essen einladen. Diesmal werden wir einen Vortrag zu einer Opensource WAF &quot;Shadow Daemon&quot; von dem Entwickler Hendrik Buchwald erhalten. Anschliessend wird Hendrick in einer Art Workshop eine Beispielinstallation zeigen. Zudem m&#246;chten wir nat&#252;rlich wieder Termine f&#252;r das n&#228;chste Treffen finden und ggfs. sogar jemanden der das n&#228;chste Treffen organisiert, denn der &quot;Ruhrpott&quot; Stammtisch soll ja auch durch das Ruhrgebiet &quot;wandern&quot;. Es w&#228;re klasse wenn interessierte Personen sich bei mir melden k&#246;nnten, oder sich im &quot;Doodle&quot; eintragen, so dass wir den Platz besser planen k&#246;nnen: <A HREF="http://doodle.com/6zxkybxgeiteuium">http://doodle.com/6zxkybxgeiteuium</A>

Wann: 28.04.2015 - ab 19.00 Uhr

Wo:
Wir haben ein Raum im Unperfekthaus in Essen (<A HREF="http://www.unperfekthaus.de/">http://www.unperfekthaus.de/</A>) - der Raum 104 (1. Etage) ist f&#252;r uns reserviert. Bei Fragen am besten am Eingang nach dem OWASP Stammtisch fragen.
Genauere Informationen f&#252;r die Anfahrt sind hier zu finden: <A HREF="http://www.unperfekthaus.de/anfahrt/">http://www.unperfekthaus.de/anfahrt/</A>

Unperfekthaus
Friedrich-Ebert-Str. 18
45127 Essen

Parken k&#246;nnt ihr im Parkhaus des Einkaufzentrums (schliesst sp&#228;testens um 21.30 Uhr) - oder (empfohlen) in der n&#228;hren Umgebung.

Programm:
Diesmal hat sich Hendrik angeboten einen Vortrag und Workshop &#252;ber die von ihm entwickelte Opensource WAF zu geben. Hier die Infos dazu von Hendrik:

Mein Name ist Hendrik Buchwald und ich bin Student der angewandten Informatik an der Ruhr-Universit&#228;t Bochum. Ich habe ein freies Sicherheitssystem f&#252;r Webserver entwickelt, welches ich vorstellen werde. Es ist entstanden, da ich mit den Leistungen der vorhandenen L&#246;sungen nicht voll zufrieden war. Shadow Daemon (<A HREF="https://shadowd.zecure.org/">https://shadowd.zecure.org/</A>) ist eine Web Application Firewall, also ein System, welches Anfragen an Webserver abf&#228;ngt, sie auf Angriffe hin untersucht und im Zweifelsfall entsch&#228;rft und protokolliert. Shadow Daemon verwendet eine Kombination aus White- und Blacklisting um die typischen Angriffe auf Webapplikationen zu erkennen, bspw. SQL Injections, Cross-Site Scripting, File Inclusions, Code Injections, das Ausnutzen von Backdoors und Weiteres. Der Blog <A HREF="http://zecure.me/">http://zecure.me/</A> wird von Shadow Daemon gesch&#252;tzt. Er dient lediglich als Demo und kann daher nach Belieben angegriffen werden, um die Firewall auf Herz und Nieren zu testen. Die Ergebnisse der Tests sind auf der Seite <A HREF="https://demo.shadowd.zecure.org/">https://demo.shadowd.zecure.org/</A> einsehbar. Im Vortrag gehe ich auf die Architektur, Angriffserkennung und Funktionsweise der Firewall ein, vergleiche sie mit anderen freien Alternativen und zeige sie im Einsatz. Zudem wird ein Workshop durchgef&#252;hrt, der die Installation und Konfiguration von Shadow Daemon in einer virtuellen Maschine demonstriert. 

Das Programm wird wie folgt gestaltet sein:
19.00-19.30 Ankunft/Vorstellung
19.30-20.00 Vortrag &quot;Shadow Daemon&quot;
20.00-20.30 Pause
20.30-21.00 Workshop &quot;Shadow Daemon&quot;
21.00-21.30 Abschluss/Besprechung naechstes Treffen

Weiteres:
Nat&#252;rlich w&#252;nschen wir uns ein reges Interesse - daher k&#246;nnt ihr gerne aktiv mithelfen, zum Beispiel indem ihr Kollegen und Bekannte mitbringt, oder eines der n&#228;chsten Treffen in eurer Stadt planen m&#246;chtet? 

Der Eintritt in das Unperfekthaus betr&#228;gt grunds&#228;tzlich 6,90&#8364; pro Person. Darin ist eine Flatrate f&#252;r alle Softdrinks und Kaffeespezialit&#228;ten enthalten, die man sich auf dem Flur nehmen kann. Zus&#228;tzlich kann man dort auch noch was essen (siehe <A HREF="http://www.unperfekthaus.de/restaurant/">http://www.unperfekthaus.de/restaurant/</A>). Meldet euch bitte am Empfang wenn ihr ankommt um euch anzumelden.

Weitere Infos findet ihr auch immer im Wiki unter <A HREF="https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/Ruhrpott">https://www.owasp.org/index.php/OWASP_German_Chapter_Stammtisch_Initiative/Ruhrpott</A>

Sven
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000760.html">[Owasp-germany] AppsWorld Germany am 22. und 24.04.2015 in Berlin
</A></li>
	<LI>Next message: <A HREF="000762.html">[Owasp-germany] Einladung zum 59. M&#252;nchner OWASP Stammtisch am 21.04.2015 um 19:00 Uhr
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#761">[ date ]</a>
              <a href="thread.html#761">[ thread ]</a>
              <a href="subject.html#761">[ subject ]</a>
              <a href="author.html#761">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
