<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-mexicocity] [Owasp-spanish] Noticias y vamos por 2 mas
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-mexicocity%5D%20%5BOwasp-spanish%5D%20Noticias%20y%20vamos%20por%202%20mas&In-Reply-To=55557bfd0911231406q30f9ab89h30d883b9597469d2%40mail.gmail.com">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000051.html">
   <LINK REL="Next"  HREF="000052.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-mexicocity] [Owasp-spanish] Noticias y vamos por 2 mas</H1>
    <B>Calderon, Juan Carlos (GE, Corporate,	consultant)</B> 
    <A HREF="mailto:owasp-mexicocity%40lists.owasp.org?Subject=%5BOwasp-mexicocity%5D%20%5BOwasp-spanish%5D%20Noticias%20y%20vamos%20por%202%20mas&In-Reply-To=55557bfd0911231406q30f9ab89h30d883b9597469d2%40mail.gmail.com"
       TITLE="[Owasp-mexicocity] [Owasp-spanish] Noticias y vamos por 2 mas">juan.calderon at ge.com
       </A><BR>
    <I>Tue Nov 24 10:53:19 EST 2009</I>
    <P><UL>
        <LI>Previous message: <A HREF="000051.html">[Owasp-mexicocity] [Owasp-spanish] Noticias y vamos por 2 mas
</A></li>
        <LI>Next message: <A HREF="000052.html">[Owasp-mexicocity] [Owasp-spanish] Noticias y vamos por 2 mas
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#58">[ date ]</a>
              <a href="thread.html#58">[ thread ]</a>
              <a href="subject.html#58">[ subject ]</a>
              <a href="author.html#58">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>En cuanto audiencia est&#225; bien, pero el problema es que el apoyo hasta el momento lo tenemos mas en DF y AGS. Si logras conformar un equipo de al menos 5 personas que se comprometan con el evento, podriamos pensar en 3 cedes. si esto pasa creo que valdria mas la pena escalar los eventos en ves de hacerlos simultaneo para ir agarrando experiencia con cada uno y los que ya pasaron por el evento ir apoyando en los que siguen. &#191;como ven?
 
Saludos,
Juan C Calderon, CSSLP 
Research Leader  (Softtek Contractor) 
D *879-7858 
T +52 (449) 910-7858 
E <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">juan.calderon at ge.com</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">juan.calderon at ge.com</A>&gt;  
Softtek GDC Aguascalientes 
 

________________________________

From: Alfonso Valdes Carrales [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">ponchovaldes at gmail.com</A>] 
Sent: Lunes, 23 de Noviembre de 2009 04:06 p.m.
To: Calderon, Juan Carlos (GE, Corporate, consultant)
Cc: Marco; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">owasp-mexicocity at lists.owasp.org</A>; OWASP-Spanish
Subject: Re: [Owasp-mexicocity] [Owasp-spanish] Noticias y vamos por 2 mas


Me parece m&#225;s factible hacerlo en el DF y Monterrey.

Cuantos miembros de Monterrey hay?

Yo soy de mty.

saludos



El 23 de noviembre de 2009 14:25, Calderon, Juan Carlos (GE, Corporate, consultant) &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">juan.calderon at ge.com</A>&gt; escribi&#243;:


	Esperamos que sea en la Ciudad de Mexico y Aguascalientes, el plan hasta ahora ser&#237;a hacer un dia de conferencias abiertas al publico en general para promover los materiales ya traducidos al Espa&#241;ol y empezar a ganar audiencia en M&#233;xico. 
	 
	El plan ser&#237;a repetir este evento cada a&#241;o y dependiendo de la afluencia para este OWASP Day 2010, podriamos planear una conferencia completa para el proximo a&#241;o.
	 
	Copio a el chapter de Mexico city para que se enteren de nuestros planes y para que vayan preparando sus materiales para el evento :), n&#243;tese que el evento lo estamos organizado por parte del proyecto de OWASP-Spanish con el objetivo de difundir los materiales de OWASP traducidos al Espa&#241;ol. 
	 
	Creo que ya hubo un evento en 2006 donde particip&#243; el chapter, me gustar&#237;a mucho saber de su experiencia en este evento y de los demograficos de los asistentes
	 
	Saludos,
	Juan C Calderon
	 

________________________________

	From: Marco [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">marcomtzg at gmail.com</A>] 
	Sent: Lunes, 23 de Noviembre de 2009 11:42 a.m.
	To: Calderon, Juan Carlos (GE, Corporate, consultant)
	Cc: OWASP-Spanish
	Subject: Re: [Owasp-spanish] Noticias y vamos por 2 mas
	
	

	Hola Juan Carlos, suena muy Interesante el OWASP Day M&#233;xico, ya se tiene una aproximaci&#243;n de donde ser&#225;n las sedes o hay que definirlo a&#250;n?
	
	Saludos
	
	
	2009/11/23 Calderon, Juan Carlos (GE, Corporate, consultant) &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">juan.calderon at ge.com</A>&gt;
	

		Hola a Todos
		 
		Escribo solo para comentarles que la traducci&#243;n del proyecto de OpenSAMM va bien y estimamos se termine antes del 15 de diciembre.
		 
		Dado que no se ha definido nada con lo de el SOC, creo que no hay que estancarnos y continuar con la traducci&#243;n pendiente y la difusi&#243;n de los materiales.
		 
		Para el proyecto de ASVS, tengo a las siguientes personas interesadas
		Vega Puente Camilo [<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">cvega at es.sopragroup.com</A>]
		Ricardo Supo [<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">ricardosupo at gmail.com</A>]
		 
		Dado que el documento es de unas 45 paginas, es buena idea si tuvieramos 2 personas mas que pudieran ayudar, &#191;hay algun interesado?
		 
		Por otro lado, estoy viendo con algunas personas de M&#233;xico el hacer un OWASP Day Mexico en Abril o Mayo de 2010, hay bastante inter&#233;s y podriamos estar haciendolo en 2 cedes simultaneamente (Ciudad de Mexico DF y Aguascalientes). Los mantendr&#233; informados de como progresa. Algun interesado en realizar un evento en su pa&#237;s? no tiene que ser muy grande con que se reactiven los cap&#237;tulos locales de sus paices ser&#237;a un muy buen inicio.
		 
		Saludos,
		Juan C Calderon
		 

________________________________

		From: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">owasp-spanish-bounces at lists.owasp.org</A> [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">owasp-spanish-bounces at lists.owasp.org</A>] On Behalf Of Calderon, Juan Carlos (GE, Corporate, consultant)
		Sent: Lunes, 21 de Septiembre de 2009 11:16 a.m.
		To: OWASP-Spanish
		Subject: [Owasp-spanish] Noticias y vamos por 2 mas
		
		

		Hola a todos,

		 

		Ahorita tenemos varios proyectos en progreso como son la difusi&#243;n de OWASP y sus materiales en congresos y el podcast. Sin embargo, hablando de documentaci&#243;n y herramientas, les comento lo siguiente:

		 

		Una persona de Alemania quiere hacer la internacionalizaci&#243;n de WebGoat, si esto ocurre podr&#237;amos traducir el WebGoat al Espa&#241;ol simplemente traduciendo las lecciones y textos de despliegue, aunque para ser honesto no creo que esto ocurra pronto dado que yo ya lo he intentado y el Webgoat es un &quot;batidillo&quot; hablando desde el punto de vista de programaci&#243;n (muy modular y por lo mismo muy complejo)

		 

		Sobre documentaci&#243;n nos faltan 2 muy importantes:

		OpenSAMM, que es el modelo de madurez en seguridad en aplicaciones y que es la base para medir y desarrollar un programa de seguridad en una empresa y...

		Application Security Verification Standards (ASVS). Que sugiere el tipo de pruebas y la profundidad de ellas para una aplicaci&#243;n dependiendo de su nivel de riesgo.

		 

		Ambos me parecen documentos muy interesantes, de los cuales no debemos &quot;privar&quot; a la comunidad hispano parlante. Para evitar la sobrecarga al proyecto le he pedido a unos compa&#241;eros del trabajo que si me ayudan con OpenSAMM, por lo que ellos se encargar&#237;an.

		 

		Y sugiero que empecemos con ASVS nosotros, del cual tenemos el archivo fuente disponible para su traducci&#243;n aqu&#237; <A HREF="http://www.owasp.org/images/3/35/OWASP_ASVS_2009_Web_App_Std_Release.doc,">http://www.owasp.org/images/3/35/OWASP_ASVS_2009_Web_App_Std_Release.doc,</A> las im&#225;genes se las podemos pedir a Mike (el l&#237;der del proyecto) para poderlas traducir tambi&#233;n.

		 

		&#191;Alg&#250;n Interesado?

		 

		Por cierto, Ya estamos terminando esta primera etapa de traducciones y nos aproximamos mas a la etapa de publicitar y promover el trabajo y empezar proyectos espec&#237;ficos para la gente de habla hispana (si es que hubiera), as&#237; que vayan pens&#225;ndole. 

		 

		Por mi parte no me gustar&#237;a que hubiera alg&#250;n proyecto solo para Espa&#241;a o Latino America y no para todo el mundo, pero esa es mi opini&#243;n personal solamente y apoyar&#237;a las iniciativas que hubiera o por lo menos no estorbaria :) .

		 

		Saludos,

		Juan Carlos


		_______________________________________________
		Owasp-spanish mailing list
		<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">Owasp-spanish at lists.owasp.org</A>
		<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-spanish">https://lists.owasp.org/mailman/listinfo/owasp-spanish</A>
		
		




	-- 
	Cuando la oscuridad nuble t&#250; vista, deja que la paranoia sea tu gu&#237;a.
	

	_______________________________________________
	Owasp-mexicocity mailing list
	<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">Owasp-mexicocity at lists.owasp.org</A>
	<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">https://lists.owasp.org/mailman/listinfo/owasp-mexicocity</A>
	
	




-- 
Alfonso Vald&#233;s



-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20091124/60c1486b/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-mexicocity/attachments/20091124/60c1486b/attachment-0001.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000051.html">[Owasp-mexicocity] [Owasp-spanish] Noticias y vamos por 2 mas
</A></li>
	<LI>Next message: <A HREF="000052.html">[Owasp-mexicocity] [Owasp-spanish] Noticias y vamos por 2 mas
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#58">[ date ]</a>
              <a href="thread.html#58">[ thread ]</a>
              <a href="subject.html#58">[ subject ]</a>
              <a href="author.html#58">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-mexicocity">More information about the Owasp-mexicocity
mailing list</a><br>
</body></html>
