<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-quebeccity] Flowchart pour OWASP Top 10
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-quebeccity%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-quebeccity%5D%20Flowchart%20pour%20OWASP%20Top%2010&In-Reply-To=%3CE5E36FD4-B778-4B04-B933-D94ABE82D535%40gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000032.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-quebeccity] Flowchart pour OWASP Top 10</H1>
    <B>Nicolas-Lo&#239;c Fortin</B> 
    <A HREF="mailto:owasp-quebeccity%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-quebeccity%5D%20Flowchart%20pour%20OWASP%20Top%2010&In-Reply-To=%3CE5E36FD4-B778-4B04-B933-D94ABE82D535%40gmail.com%3E"
       TITLE="[Owasp-quebeccity] Flowchart pour OWASP Top 10">nicolasloic.fortin at gmail.com
       </A><BR>
    <I>Thu Jan 22 15:42:19 UTC 2015</I>
    <P><UL>
        <LI>Previous message: <A HREF="000032.html">[Owasp-quebeccity]  Flowchart pour OWASP Top 10
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#33">[ date ]</a>
              <a href="thread.html#33">[ thread ]</a>
              <a href="subject.html#33">[ subject ]</a>
              <a href="author.html#33">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Il y a plusieurs facettes &#224; cette question et je vais faire du pouce sur la r&#233;ponse de Patrick.

Premi&#232;rement, la question est fallacieuse sur bien des aspects. La r&#233;ponse peut-&#234;tre simple, ce n&#8217;est pas aux d&#233;veloppeurs de se pr&#233;occuper du mod&#232;le de menace, c&#8217;est aux personnes qui d&#233;signent l&#8217;application. Comme mentionn&#233; par Patrick, la seule chose que les d&#233;veloppeurs doivent se pr&#233;occuper, c&#8217;est le respect du top 10 et l&#8217;usage de frameworks qui &#8220;enforce&#8221; les composantes de s&#233;curit&#233;.

Deuxi&#232;mement, je ne suis pas d&#8217;accord avec la fa&#231;on dont nous (infosec) rejetons l&#8217;ensemble de la faute sur les d&#233;veloppeurs des maux qui affectent la s&#233;curit&#233;. Si nous donnons un plan fautif aux personnes qui construisent une maison, nous risquons d&#8217;avoir une maison avec des probl&#232;mes. Cela ne veut pas dire que les personnes qui construisent une maison font toujours les bons choix ou un travail impeccable, d&#8217;o&#249; la n&#233;cessit&#233; d&#8217;avoir un contremaitre pour superviser le travail (cet aspect est d&#233;j&#224; assez bien assimil&#233; dans le d&#233;veloppement). C&#8217;est comme dire au gars qui monte la charpente d&#8217;une maison que c&#8217;est sa faute s&#8217;il y a une faute dans le plan fait par l&#8217;architecte. En s&#233;curit&#233;, les outils que les d&#233;veloppeurs peuvent utiliser pour cr&#233;er un code que nous pouvons consid&#233;rer s&#233;curitaire sont disponibles et bien documenter (framework, top 10 owasp, cheat sheet, etc). Il suffit de bien les informer sur ce qui est disponible. Il faut donc arriver en amont et faire un design de l&#8217;application qui lui tient compte de la menace.

Troisi&#232;mement, dans un contexte agile (story), elles sont (les story) majoritairement sensibles. D&#232;s qu&#8217;une application accepte des informations ext&#233;rieures (saisie venant de l&#8217;utilisateur, information provenant d&#8217;une base de donn&#233;es, informations venant d&#8217;un autre module, d&#8217;un fichier, etc.), elle est sensible &#224; une forme ou une autre d&#8217;attaque. Si toutes les informations sont normalis&#233;es, 80% du probl&#232;me est r&#233;gl&#233;.

Quatri&#232;mement, les probl&#232;mes les plus courants sont des probl&#232;mes de logique d&#8217;affaires et des oublis dans le code. Les oublis sont g&#233;n&#233;ralement attrap&#233;s rapidement en contr&#244;le qualit&#233; ou en v&#233;rification a posteriori (pentest). Les probl&#232;mes de logique sont plus difficiles &#224; intercepter a posteriori et sont souvent le troph&#233;e que les pentesteurs aiment r&#233;colter. Cet aspect des choses ne peut &#234;tre adress&#233; par un simple arbre de d&#233;cision, encore moins par la personne qui code l&#8217;application (la &#8220;vuln&#233;rabilit&#233;&#8221; peut venir de l&#8217;assemblage de deux composantes faites par deux &#233;quipes distinctes).

Finalement, n&#8217;oublions jamais que les d&#233;veloppeurs sont sp&#233;cialis&#233;s &#224; &#233;crire du code qui r&#233;pond aux besoins exprim&#233;s, respectant les normes de d&#233;veloppement et cela le plus rapidement possible (il faut toujours que ce soit fait pour hier!). Ils aiment g&#233;n&#233;ralement r&#233;soudre des probl&#232;mes li&#233;s &#224; l&#8217;&#233;criture de code, rarement r&#233;gler les probl&#232;mes de s&#233;curit&#233;. C&#8217;est rare de les voir s&#8217;int&#233;resser aux 0day et tout le &#8220;infosec drama&#8221;&#8230; Qui d&#8217;ailleurs est tr&#232;s &#233;trange pour toutes personnes qui ne sont pas dans le domaine. Juste d&#8217;expliquer &#224; ma famille ce que je fais comme travail est un exercice difficile, d&#8217;expliquer le &#8220;infosec drama&#8221; est impossible ;-)

Les rencontres comme OWASP Qu&#233;bec sont un lieu o&#249; il est plus facile d&#8217;&#233;changer sur des sujets complexes en personne. Quoique moins sp&#233;cialis&#233; sur l&#8217;appsec, il y a aussi les Hackerspace organis&#233;s par le Hackfest qui peuvent servir de lieu o&#249; ce type d&#8217;id&#233;e peut &#234;tre abord&#233;.

My 2 cents, &#224; prendre avec un grain de sel. &#199;a fait 20 ans que je n&#8217;ai pas d&#233;velopp&#233; de fa&#231;on s&#233;rieuse. Je m&#8217;appuie principalement sur mes exp&#233;riences en tant qu&#8217;infosec dude avec des &#233;quipes de d&#233;veloppement et mes amis qui sont des d&#233;veloppeurs &#8220;s&#233;rieux&#8221;.

&lt;NLF&gt;

&gt;<i> On 2015-01-21, at 21:20, Patrick Leclerc &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">patrick.leclerc at owasp.org</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">patrick.leclerc at owasp.org</A>&gt;&gt; wrote:
</I>&gt;<i> 
</I>&gt;<i> Bonsoir Louis!
</I>&gt;<i>  
</I>&gt;<i> Je ne me rappelle pas avoir vu un tel outil.  Bien que &#231;a pourrait aider certains d&#233;veloppeurs, personnellement les arbres de d&#233;cisions ne satisfassent pas ma curiosit&#233;: je dois &#233;galement comprendre pourquoi c'est comme ci ou comme &#231;a... surtout lorsqu'il s'agit de connaissances techniques.
</I>&gt;<i> &#192; la limite je pr&#233;f&#232;re les checklists ou les &quot;pense-b&#234;tes&quot; qui sont aussi beaucoup plus simple &#224; maintenir!
</I>&gt;<i> Les cheat sheets OWASP sont aussi tr&#232;s utiles pour aider &#224; concevoir des m&#233;canismes de s&#233;curit&#233; plus complets: <A HREF="https://www.owasp.org/index.php/OWASP_Cheat_Sheet_Series">https://www.owasp.org/index.php/OWASP_Cheat_Sheet_Series</A> &lt;<A HREF="https://www.owasp.org/index.php/OWASP_Cheat_Sheet_Series">https://www.owasp.org/index.php/OWASP_Cheat_Sheet_Series</A>&gt;
</I>&gt;<i> 
</I>&gt;<i> Je crois que les d&#233;veloppeurs devraient d'abord &#234;tre &#233;duqu&#233;s sur les risques de s&#233;curit&#233; applicative (comprendre comment les vuln&#233;rabilit&#233;s se font exploiter) ensuite ils seront davantage aptes &#224; identifier ce qui est vuln&#233;rable et utiliser les ressources pour les aider &#224; concevoir les bons m&#233;canismes.
</I>&gt;<i> 
</I>&gt;<i> On pourrait discuter de &#231;a &#224; notre prochaine rencontre OWASP Qu&#233;bec?  Qu'en dites vous?
</I>&gt;<i> 
</I>&gt;<i> Cordialement,
</I>&gt;<i> 
</I>&gt;<i> Patrick Leclerc
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> Salut,
</I>&gt;<i> 
</I>&gt;<i>  Je me demandais si quelqu'un de vous avait d&#233;j&#224; vu pass&#233; quelque chose qui ressemblerait &#224; un flowchart pour faire un threat-model &#224; partir du Top 10 de l'OWASP ?
</I>&gt;<i> 
</I>&gt;<i>  Je parlais &#224; des d&#233;veloppeurs r&#233;cemment et je leur ai dit de me faire signe s'ils avaient une &quot;story&quot; (Agile) qui &#233;tait &quot;sensible&quot; pour la s&#233;curit&#233;. Ils m'ont demand&#233; comment il pouvait faire pour d&#233;finir si ce sur quoi il travail est sensible ? et je n'avais pas de fa&#231;on vraiment simple pour d&#233;finir &#231;a pour eux : ou bien on fait une mod&#233;lisation de threats compl&#232;te (ce qui est trop long) ou bien je me base sur mon &quot;exp&#233;rience&quot; et mes connaissances pour prendre ma d&#233;cision. Les d&#233;velopeurs m'ont dit qu'ils voudraient avoir une grille facile &#224; utiliser du genre :
</I>&gt;<i> 
</I>&gt;<i>  1) D&#233;veloppez-vous un API Web ? -&gt; Est-ce que vous utilisez une base de donn&#233;e ? -&gt; Sensible aux injections 
</I>&gt;<i> 
</I>&gt;<i> Je suis ouvert &#224; d'autres suggestions si vous en avez.
</I>&gt;<i> 
</I>&gt;<i> merci 
</I>&gt;<i> 
</I>&gt;<i>  Louis
</I>&gt;<i> 
</I>&gt;<i> Sent from Samsung Mobile
</I>&gt;<i> 
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-quebeccity mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">Owasp-quebeccity at lists.owasp.org</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">Owasp-quebeccity at lists.owasp.org</A>&gt;
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">https://lists.owasp.org/mailman/listinfo/owasp-quebeccity</A> &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">https://lists.owasp.org/mailman/listinfo/owasp-quebeccity</A>&gt;
</I>&gt;<i> 
</I>&gt;<i> --
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> 
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-quebeccity mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">Owasp-quebeccity at lists.owasp.org</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">Owasp-quebeccity at lists.owasp.org</A>&gt;
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">https://lists.owasp.org/mailman/listinfo/owasp-quebeccity</A> &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">https://lists.owasp.org/mailman/listinfo/owasp-quebeccity</A>&gt;
</I>
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-quebeccity/attachments/20150122/c366812b/attachment.html">http://lists.owasp.org/pipermail/owasp-quebeccity/attachments/20150122/c366812b/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000032.html">[Owasp-quebeccity]  Flowchart pour OWASP Top 10
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#33">[ date ]</a>
              <a href="thread.html#33">[ thread ]</a>
              <a href="subject.html#33">[ subject ]</a>
              <a href="author.html#33">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-quebeccity">More information about the Owasp-quebeccity
mailing list</a><br>
</body></html>
