<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] Fwd: &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20%3D%3Futf-8%3Fb%3FRndkOiDXlNeW157XoNeUINec15DXmS3Xm9eg16Eg%3F%3D%0A%09%3D%3Futf-8%3Fb%3F16HXmdeZ15HXqA%3D%3D%3F%3D&In-Reply-To=%3CCAD-_V75sUpOqk0TphSi2e8TOLX40Hervst8tbfHuZLu4U4fULA%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000381.html">
   <LINK REL="Next"  HREF="000383.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] Fwd: &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512;</H1>
    <B>Itzik Kotler</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20%3D%3Futf-8%3Fb%3FRndkOiDXlNeW157XoNeUINec15DXmS3Xm9eg16Eg%3F%3D%0A%09%3D%3Futf-8%3Fb%3F16HXmdeZ15HXqA%3D%3D%3F%3D&In-Reply-To=%3CCAD-_V75sUpOqk0TphSi2e8TOLX40Hervst8tbfHuZLu4U4fULA%40mail.gmail.com%3E"
       TITLE="[OWASP Israel] Fwd: &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512;">xorninja at gmail.com
       </A><BR>
    <I>Wed Nov 13 05:52:12 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000381.html">[OWASP Israel] IBM is hiring! (Security Researcher position)
</A></li>
        <LI>Next message: <A HREF="000383.html">[OWASP Israel] Open position at AppSec Labs
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#382">[ date ]</a>
              <a href="thread.html#382">[ thread ]</a>
              <a href="subject.html#382">[ subject ]</a>
              <a href="author.html#382">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1508;&#1512;&#1496;&#1497;&#1501; &#1506;&#1500; &#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512; 2013. &#1514;&#1512;&#1490;&#1497;&#1513;&#1493; &#1495;&#1493;&#1508;&#1513;&#1497; &#1500;&#1492;&#1508;&#1497;&#1509; &#1492;&#1500;&#1488;&#1492;!

Regards,
Itzik Kotler | <A HREF="http://www.ikotler.org">http://www.ikotler.org</A>


---------- Forwarded message ----------
From: Ido Shapira &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ido.shap at gmail.com</A>&gt;
Date: 2013/11/13
Subject: &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512;

*&#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512; 2013*


&#1488;&#1504;&#1493; &#1513;&#1502;&#1495;&#1497;&#1501; &#1500;&#1492;&#1494;&#1502;&#1497;&#1504;&#1498; &#1500;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1492;&#1513;&#1500;&#1497;&#1513;&#1497; &#1489;&#1504;&#1493;&#1513;&#1488; &#1505;&#1497;&#1497;&#1489;&#1512;. &#1492;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1497;&#1493;&#1501; &#1513;&#1497;&#1513;&#1497; &#1492;-29
&#1489;&#1504;&#1493;&#1489;&#1502;&#1489;&#1512; &#1489;&#1497;&#1503; &#1492;&#1513;&#1506;&#1493;&#1514; 9:00-16:00 &#1489;&#1511;&#1502;&#1508;&#1493;&#1505; &#1513;&#1508;&#1497;&#1497;&#1501; &#1513;&#1500; &#1489;&#1504;&#1511; &#1492;&#1508;&#1493;&#1506;&#1500;&#1497;&#1501;.

&#1492;&#1508;&#1506;&#1501; &#1500;&#1510;&#1491; &#1492;&#1506;&#1497;&#1505;&#1493;&#1511; &#1492;&#1502;&#1511;&#1510;&#1493;&#1506;&#1497; &#1513;&#1500; &#1492;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1489;&#1488;&#1489;&#1496;&#1495;&#1514; &#1505;&#1497;&#1497;&#1489;&#1512;, &#1504;&#1494;&#1502;&#1497;&#1503; &#1489;&#1504;&#1493;&#1505;&#1507; &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501;
&#1492;&#1506;&#1493;&#1505;&#1511;&#1497;&#1501; &#1489;&#1514;&#1512;&#1489;&#1493;&#1514; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512;. &#1492;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1504;&#1506;&#1513;&#1492; &#1489;&#1505;&#1497;&#1493;&#1506;&#1493; &#1513;&#1500; &#1491;&quot;&#1512; &#1497;&#1493;&#1505;&#1497; &#1493;&#1512;&#1491;&#1497; &#1493;&#1489;&#1492;&#1513;&#1512;&#1488;&#1514; &#1499;&#1504;&#1505;&#1497;
&#1499;&#1497;&#1504;&#1512;&#1504;&#1496;.

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1492;&#1497;&#1488; &#1500;&#1500;&#1488; &#1514;&#1513;&#1500;&#1493;&#1501;, &#1488;&#1493;&#1500;&#1501; &#1495;&#1493;&#1489;&#1492; &#1500;&#1492;&#1512;&#1513;&#1501; &#1489;&#1496;&#1493;&#1508;&#1505; &#1513;&#1489;&#1500;&#1497;&#1504;&#1511; &#1492;&#1489;&#1488;: (&#1492;&#1488;&#1497;&#1512;&#1493;&#1506;
&#1493;&#1492;&#1511;&#1489;&#1493;&#1510;&#1492; &#1489;&#1508;&#1497;&#1497;&#1505;&#1489;&#1493;&#1511; &#1492;&#1501; &#1512;&#1511; &#1500;&#1510;&#1493;&#1512;&#1499;&#1497; &#1504;&#1493;&#1495;&#1493;&#1514; &#1492;&#1514;&#1511;&#1513;&#1493;&#1512;&#1514;, &#1492;&#1512;&#1513;&#1502;&#1492; &#1489;&#1508;&#1497;&#1497;&#1505;&#1489;&#1493;&#1511; &#1500;&#1488; &#1514;&#1492;&#1493;&#1493;&#1492; &#1492;&#1512;&#1513;&#1502;&#1492;
&#1500;&#1499;&#1504;&#1505;).

<A HREF="https://docs.google.com/forms/d/1sQxmtl-4y5wFanIMvRSKVNbKztBi2ICb6OiQMDD6Svc/viewform">https://docs.google.com/forms/d/1sQxmtl-4y5wFanIMvRSKVNbKztBi2ICb6OiQMDD6Svc/viewform</A>

&lt;<A HREF="https://docs.google.com/forms/d/1sQxmtl-4y5wFanIMvRSKVNbKztBi2ICb6OiQMDD6Svc/viewform">https://docs.google.com/forms/d/1sQxmtl-4y5wFanIMvRSKVNbKztBi2ICb6OiQMDD6Svc/viewform</A>&gt;

&#1502;&#1492; &#1494;&#1492; &#1488;&#1497;-&#1499;&#1504;&#1505; &#1489;&#1499;&#1500;&#1500;?

&#1492;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1502;&#1493;&#1508;&#1511; &#1493;&#1502;&#1488;&#1493;&#1512;&#1490;&#1503; &#1506;&#1500; &#1497;&#1491;&#1497; &#1492;&#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1493;&#1492;&#1501; &#1490;&#1501; &#1513;&#1497;&#1493;&#1510;&#1512;&#1497;&#1501; &#1488;&#1514; &#1514;&#1499;&#1504;&#1497;&#1493;. &#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1492;&#1497;&#1488;
&#1500;&#1502;&#1493;&#1494;&#1502;&#1504;&#1497;&#1501; &#1489;&#1500;&#1489;&#1491; &#1493;&#1499;&#1500; &#1502;&#1513;&#1514;&#1514;&#1507; &#1502;&#1510;&#1493;&#1508;&#1492; &#1500;&#1514;&#1512;&#1493;&#1501; &#1489;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1508;&#1506;&#1497;&#1500;&#1492; &#1500;&#1492;&#1510;&#1500;&#1495;&#1514; &#1492;&#1488;&#1497;&#1512;&#1493;&#1506;.

&#1506;&#1500; &#1508;&#1497; &#1502;&#1505;&#1493;&#1512;&#1514; &#1492;&#1488;&#1497;-&#1499;&#1504;&#1505;, &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1504;&#1493;&#1510;&#1512;&#1514; &#1489;&#1497;&#1493;&#1501; &#1492;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1506;&#1510;&#1502;&#1493;, &#1499;&#1488;&#1513;&#1512; &#1499;&#1500; &#1488;&#1495;&#1491; &#1502;&#1492;&#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501;
&#1502;&#1493;&#1494;&#1502;&#1503; &#1500;&#1512;&#1513;&#1493;&#1501; &#1488;&#1514; &#1513;&#1502;&#1493; &#1506;&#1500; &#1492;&#1500;&#1493;&#1495; &#1513;&#1502;&#1493;&#1510;&#1489; &#1489;&#1499;&#1504;&#1497;&#1505;&#1492; &#1493;&#1500;&#1492;&#1510;&#1497;&#1506; &#1492;&#1512;&#1510;&#1488;&#1492; / &#1492;&#1508;&#1506;&#1500;&#1492;/ &#1508;&#1488;&#1504;&#1500; /&#1505;&#1491;&#1504;&#1492;/
&#1502;&#1513;&#1495;&#1511; &#1489;&#1499;&#1500; &#1504;&#1493;&#1513;&#1488; &#1513;&#1497;&#1489;&#1495;&#1512; - &#1489;&#1514;&#1495;&#1493;&#1501; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512; &#1493;/&#1488;&#1493; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1488;&#1493; &#1489;&#1492;&#1508;&#1506;&#1500;&#1514; &#1492;&#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501;.

&#1492;&#1513;&#1514;&#1502;&#1513;&#1493; &#1489;&#1506;&#1502;&#1493;&#1491; &#1492;&#1508;&#1497;&#1497;&#1505;&#1489;&#1493;&#1511; &#1513;&#1500; &#1492;&#1488;&#1497;&#1512;&#1493;&#1506; &#1499;&#1491;&#1497; &#1500;&#1508;&#1512;&#1505;&#1501; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1500;&#1492;&#1508;&#1506;&#1500;&#1493;&#1514;, &#1500;&#1513;&#1488;&#1493;&#1500; &#1513;&#1488;&#1500;&#1493;&#1514;,
&#1493;&#1500;&#1491;&#1489;&#1512; &#1506;&#1500; &#1499;&#1500; &#1504;&#1493;&#1513;&#1488; &#1513;&#1497;&#1506;&#1494;&#1493;&#1512; &#1500;&#1504;&#1493; &#1500;&#1492;&#1508;&#1493;&#1498; &#1488;&#1514; &#1492;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1500;&#1502;&#1510;&#1500;&#1497;&#1495; &#1493;&#1506;&#1513;&#1497;&#1512; &#1497;&#1493;&#1514;&#1512; (&#1490;&#1501; &#1500;&#1514;&#1488;&#1501;
&#1496;&#1512;&#1502;&#1508;&#1497;&#1501;...). &#1504;&#1497;&#1492;&#1493;&#1500; &#1492;&#1488;&#1497;&#1512;&#1493;&#1506; &#1493;&#1492;&#1492;&#1499;&#1504;&#1493;&#1514; &#1502;&#1514;&#1489;&#1510;&#1506; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1506;&#1502;&#1493;&#1491; &#1492;&#1508;&#1497;&#1497;&#1505;&#1489;&#1493;&#1511;
<A HREF="https://www.facebook.com/events/586468321388288/">https://www.facebook.com/events/586468321388288/</A>

&#1492;&#1499;&#1504;&#1505; &#1500;&#1488; &#1504;&#1493;&#1506;&#1491; &#1500;&#1508;&#1506;&#1497;&#1500;&#1493;&#1514; &#1502;&#1505;&#1495;&#1512;&#1497;&#1514; &#1513;&#1497;&#1493;&#1493;&#1511;&#1497;&#1514; &#1488;&#1493; &#1500;&#1511;&#1497;&#1491;&#1493;&#1501; &#1495;&#1461;&#1489;&#1456;&#1512;&#1493;&#1514; &#1488;&#1500;&#1488; &#1500;&#1497;&#1510;&#1497;&#1512;&#1514; &#1513;&#1497;&#1514;&#1493;&#1507; &#1489;&#1511;&#1512;&#1489;
&#1511;&#1492;&#1497;&#1500;&#1514; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512; &#1493;&#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1502;&#1497;&#1491;&#1506; &#1492;&#1497;&#1513;&#1512;&#1488;&#1500;&#1497;&#1514; &#1493;&#1492;&#1506;&#1513;&#1512;&#1514; &#1492;&#1497;&#1491;&#1506;. &#1502;&#1510;&#1490;&#1493;&#1514; &#1513;&#1497;&#1493;&#1493;&#1511;&#1497;&#1493;&#1514; &#1500;&#1488; &#1497;&#1514;&#1511;&#1489;&#1500;&#1493;
&#1489;&#1489;&#1512;&#1499;&#1492;!

&#1492;&#1499;&#1504;&#1505; &#1504;&#1506;&#1513;&#1492; &#1489;&#1505;&#1497;&#1493;&#1506;&#1493; &#1513;&#1500; &#1497;&#1493;&#1505;&#1497; &#1493;&#1512;&#1491;&#1497; &#1493;&#1489;&#1492;&#1513;&#1512;&#1488;&#1514; &#1499;&#1504;&#1505; &#1499;&#1497;&#1504;&#1512;&#1504;&#1496; &#1493;&#1489;&#1505;&#1497;&#1493;&#1506; &#1508;&#1506;&#1497;&#1500; &#1513;&#1500; &#1502;&#1488;&#1512;&#1490;&#1504;&#1497;
&#1488;&#1497;-&#1499;&#1504;&#1505; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501;, &#1513;&#1492;&#1508;&#1499;&#1493; &#1488;&#1514; &#1492;&#1488;&#1497; &#1499;&#1504;&#1505;&#1497;&#1501; &#1500;&#1502;&#1505;&#1493;&#1512;&#1514; &#1489;&#1488;&#1512;&#1509;.

&#1502;&#1493;&#1506;&#1491; &#1493;&#1502;&#1497;&#1511;&#1493;&#1501;:

&#1492;&#1488;&#1497;-&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1497;&#1493;&#1501; &#1513;&#1497;&#1513;&#1497;, 29/11/2013, &#1492;&#1495;&#1500; &#1502;&#1492;&#1513;&#1506;&#1492; 9:00, &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1492;&#1491;&#1512;&#1499;&#1492; &#1513;&#1500; &#1489;&#1504;&#1511;
&#1492;&#1508;&#1493;&#1506;&#1500;&#1497;&#1501; - &#1513;&#1508;&#1497;&#1497;&#1501;:

<A HREF="http://goo.gl/maps/1Z3sZ">http://goo.gl/maps/1Z3sZ</A>

&lt;<A HREF="http://goo.gl/maps/1Z3sZ">http://goo.gl/maps/1Z3sZ</A>&gt;

&#1500;&#1492;&#1490;&#1506;&#1492; &#1489; WAZE (&#1500;&#1495;&#1510;&#1493; &#1506;&#1500; &#1492;&#1500;&#1497;&#1504;&#1511; &#1502;&#1492;&#1505;&#1502;&#1488;&#1512;&#1496;&#1508;&#1493;&#1503;):

<A HREF="http://waze.to/hsv8z22gs7">http://waze.to/hsv8z22gs7</A>


&#1489;&#1489;&#1512;&#1499;&#1492;,

&#1510;&#1493;&#1493;&#1514; &#1488;&#1497;-&#1499;&#1504;&#1505; &#1505;&#1497;&#1497;&#1489;&#1512;
&lt;<A HREF="http://waze.to/hsv8z22gs7">http://waze.to/hsv8z22gs7</A>&gt;

&#1511;&#1497;&#1513;&#1493;&#1512;&#1497;&#1501; &#1502;&#1492;&#1492;&#1505;&#1496;&#1493;&#1512;&#1497;&#1492;

&#1511;&#1497;&#1513;&#1493;&#1512; &#1500;&#1488;&#1497;&#1512;&#1493;&#1506; &#1488;&#1497;-&#1499;&#1504;&#1505; &#1492;&#1511;&#1493;&#1491;&#1501;:

<A HREF="https://www.facebook.com/events/233542386780259/">https://www.facebook.com/events/233542386780259/</A>
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20131113/d4196a16/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20131113/d4196a16/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000381.html">[OWASP Israel] IBM is hiring! (Security Researcher position)
</A></li>
	<LI>Next message: <A HREF="000383.html">[OWASP Israel] Open position at AppSec Labs
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#382">[ date ]</a>
              <a href="thread.html#382">[ thread ]</a>
              <a href="subject.html#382">[ subject ]</a>
              <a href="author.html#382">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
