<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec Israel 2014 - Request for Volunteers
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202014%20-%20Request%20for%20Volunteers&In-Reply-To=%3CSNT404-EAS1398836E6C02E23693CE929B1DA0%40phx.gbl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000435.html">
   <LINK REL="Next"  HREF="000437.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec Israel 2014 - Request for Volunteers</H1>
    <B>Avi Douglen</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202014%20-%20Request%20for%20Volunteers&In-Reply-To=%3CSNT404-EAS1398836E6C02E23693CE929B1DA0%40phx.gbl%3E"
       TITLE="[OWASP Israel] OWASP AppSec Israel 2014 - Request for Volunteers">douglen at hotmail.com
       </A><BR>
    <I>Thu Aug 28 09:45:04 UTC 2014</I>
    <P><UL>
        <LI>Previous message: <A HREF="000435.html">[OWASP Israel] OWASP AppSec Israel 2014 - Keynote!
</A></li>
        <LI>Next message: <A HREF="000437.html">[OWASP Israel] OWASP AppSec Israel 2014 - Last Chance!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#436">[ date ]</a>
              <a href="thread.html#436">[ thread ]</a>
              <a href="subject.html#436">[ subject ]</a>
              <a href="author.html#436">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>We need a few volunteers to help with some of the event management at the
conference.

Volunteers would help ensure that everything runs smoothly, lectures start
and finish on time, no one crashes or climbs on the snack table&#8230; (no heavy
lifting, I promise!).

 

If you can help assist, even if just for some of the time, please be in
touch with Ofer Shezaf (CC&#8217;d). 

 

Thank you! 

Avi D 

 

&#1488;&#1504;&#1493; &#1494;&#1511;&#1493;&#1511;&#1497;&#1501; &#1500;&#1502;&#1505;&#1508;&#1512; &#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1493;&#1502;&#1514;&#1504;&#1491;&#1489;&#1493;&#1514;, &#1500;&#1505;&#1497;&#1497;&#1506; &#1489;&#1504;&#1497;&#1492;&#1493;&#1500; &#1492;&#1488;&#1497;&#1512;&#1493;&#1506; &#1489;&#1497;&#1493;&#1501; &#1492;&#1499;&#1504;&#1505;. 

&#1492;&#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1497;&#1506;&#1494;&#1512;&#1493; &#1500;&#1493;&#1493;&#1491;&#1488; &#1513;&#1492;&#1499;&#1500; &#1494;&#1493;&#1512;&#1501; &#1495;&#1500;&#1511;, &#1513;&#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1497;&#1514;&#1495;&#1497;&#1500;&#1493; &#1493;&#1497;&#1505;&#1514;&#1497;&#1497;&#1502;&#1493; &#1489;&#1494;&#1502;&#1503;, &#1488;&#1507; &#1488;&#1495;&#1491; &#1500;&#1488;
&#1502;&#1496;&#1508;&#1505; &#1506;&#1500; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1488;&#1493;&#1499;&#1500;.... (&#1500;&#1488; &#1497;&#1492;&#1497;&#1492; &#1510;&#1493;&#1512;&#1498; &#1489;&#1505;&#1489;&#1500;&#1493;&#1514;...)

 

&#1502;&#1497; &#1513;&#1497;&#1493;&#1499;&#1500; &#1500;&#1506;&#1494;&#1493;&#1512;, &#1488;&#1508;&#1497;&#1500;&#1493; &#1488;&#1501; &#1512;&#1511; &#1500;&#1495;&#1500;&#1511; &#1502;&#1492;&#1494;&#1502;&#1503;, &#1504;&#1488; &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1511;&#1513;&#1512; &#1506;&#1501; &#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507; (&#1502;&#1499;&#1493;&#1514;&#1489;). 

 

&#1514;&#1493;&#1491;&#1492; &#1512;&#1489;&#1492;! 

&#1488;&#1489;&#1497; &#1491; 

 

 

 

 

The annual OWASP AppSec Israel Conference will take place next week, on
Tuesday, September 2, 2014. The conference will take place at the IDC in
Herzliya, as in previous years.  

 

Conference page: <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014">https://www.owasp.org/index.php/AppSec_Israel_2014</A>

 

The Conference will include two lecture tracks, and also a sponsors display
area for vendors of products and services relevant to Application Security. 

 

OWASP AppSec Israel is the largest conference in Israel for application
security, and regularly draws over hundreds of participants. Last year more
than 450 attended &#8211; don&#8217;t miss it this year! 

 

Attending the conference is free of charge, however advance registration is
required.  Please register here: <A HREF="https://appsecil2014.eventbrite.com">https://appsecil2014.eventbrite.com</A> 

 

Looking forward to seeing you all! 

Avi D 

OWASP IL 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1499;&#1504;&#1505; OWASP AppSec &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1513;&#1489;&#1493;&#1506; &#1492;&#1489;&#1488;, &#1489;&#1497;&#1493;&#1501; &#1490;', &#1492;-2 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; (&#1494;'
&#1488;&#1500;&#1493;&#1500;). &#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1489;&#1497;&#1504;&#1514;&#1495;&#1493;&#1502;&#1497; &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492; &#1499;&#1489;&#1513;&#1504;&#1497;&#1501; &#1511;&#1493;&#1491;&#1502;&#1493;&#1514;. 

 

&#1499;&#1514;&#1493;&#1489;&#1514; &#1506;&#1502;&#1493;&#1491; &#1492;&#1499;&#1504;&#1505;:  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014">https://www.owasp.org/index.php/AppSec_Israel_2014</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014">https://www.owasp.org/index.php/AppSec_Israel_2014</A> 

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; 2 &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1499;&#1502;&#1493; &#1499;&#1503; &#1488;&#1494;&#1493;&#1512; &#1489;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. 

 

&#1499;&#1504;&#1505; OWASP AppSec Israel &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;,
&#1493;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492; &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1493; &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501;. &#1513;&#1504;&#1492; &#1513;&#1506;&#1489;&#1512;&#1492; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493; &#1497;&#1493;&#1514;&#1512; &#1502;-450 &#1488;&#1497;&#1513; &#8211; &#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493;
&#1492;&#1513;&#1504;&#1492;!

 

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1488;&#1493;&#1500;&#1501; &#1504;&#1491;&#1512;&#1513;&#1514; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1493;&#1511;&#1491;&#1502;&#1514;. &#1504;&#1488; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://appsecil2014.eventbrite.com">https://appsecil2014.eventbrite.com</A>&gt; <A HREF="https://appsecil2014.eventbrite.com">https://appsecil2014.eventbrite.com</A> 

 

&#1504;&#1513;&#1502;&#1495; &#1500;&#1512;&#1488;&#1493;&#1514;&#1499;&#1501;.

 

&#1488;&#1489;&#1497; &#1491;

OWASP IL

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20140828/5cee5c04/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20140828/5cee5c04/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000435.html">[OWASP Israel] OWASP AppSec Israel 2014 - Keynote!
</A></li>
	<LI>Next message: <A HREF="000437.html">[OWASP Israel] OWASP AppSec Israel 2014 - Last Chance!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#436">[ date ]</a>
              <a href="thread.html#436">[ thread ]</a>
              <a href="subject.html#436">[ subject ]</a>
              <a href="author.html#436">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
