<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec IL 2014 conference
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20IL%202014%20conference&In-Reply-To=%3CSNT404-EAS1241FDCF610D25F660A961CB1D40%40phx.gbl%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000428.html">
   <LINK REL="Next"  HREF="000430.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec IL 2014 conference</H1>
    <B>Avi Douglen</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20IL%202014%20conference&In-Reply-To=%3CSNT404-EAS1241FDCF610D25F660A961CB1D40%40phx.gbl%3E"
       TITLE="[OWASP Israel] OWASP AppSec IL 2014 conference">douglen at hotmail.com
       </A><BR>
    <I>Mon Aug 18 00:02:29 UTC 2014</I>
    <P><UL>
        <LI>Previous message: <A HREF="000428.html">[OWASP Israel] OWASP AppSec IL 2014 Conference - 2nd. Call For	Sponsors
</A></li>
        <LI>Next message: <A HREF="000430.html">[OWASP Israel] OWASP AppSec IL 2014 - Agenda Published!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#429">[ date ]</a>
              <a href="thread.html#429">[ thread ]</a>
              <a href="subject.html#429">[ subject ]</a>
              <a href="author.html#429">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Time to register!! 

If you haven&#8217;t signed up yet &#8211; now&#8217;s your chance! 

If you are planning on attending AppSec IL on September 2nd, please register
now - <A HREF="https://appsecil2014.eventbrite.com/">https://appsecil2014.eventbrite.com/</A> 

The sooner we know how many will be attending, the better we will be able to
be organized.

So please don&#8217;t wait till the last minute, go sign up now! 

 

P.S. We do still need more sponsors to cover the costs of the conference,
please see <A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A> and contact
me soon if your company has gotten value from OWASP this year&#8230; 

 

Thank you,

Avi D 

 

&#1492;&#1490;&#1497;&#1506; &#1492;&#1494;&#1502;&#1503; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501;!! 

&#1488;&#1501; &#1506;&#1493;&#1491; &#1500;&#1488; &#1504;&#1512;&#1513;&#1502;&#1514; &#1500;&#1499;&#1504;&#1505; &#8211; &#1506;&#1499;&#1513;&#1497;&#1493; &#1492;&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1513;&#1500;&#1498;! 

&#1488;&#1501; &#1489;&#1499;&#1493;&#1493;&#1504;&#1514;&#1498; &#1500;&#1492;&#1513;&#1514;&#1514;&#1507; &#1489;&#1499;&#1504;&#1505; AppSecIL &#1513;&#1500; OWASP &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; 2, &#1488;&#1504;&#1497; &#1502;&#1489;&#1511;&#1513; &#1513;&#1514;&#1497;&#1512;&#1513;&#1502;&#1493; &#1506;&#1499;&#1513;&#1497;&#1493; -
&lt;<A HREF="https://appsecil2014.eventbrite.com/">https://appsecil2014.eventbrite.com/</A>&gt; <A HREF="https://appsecil2014.eventbrite.com/">https://appsecil2014.eventbrite.com/</A>

&#1499;&#1499;&#1500; &#1513;&#1504;&#1491;&#1506; &#1502;&#1493;&#1511;&#1491;&#1501; &#1497;&#1493;&#1514;&#1512; &#1499;&#1502;&#1492; &#1497;&#1513;&#1514;&#1514;&#1508;&#1493;, &#1499;&#1498; &#1504;&#1493;&#1499;&#1500; &#1500;&#1492;&#1497;&#1506;&#1512;&#1498; &#1496;&#1493;&#1489; &#1497;&#1493;&#1514;&#1512;. 

&#1488;&#1494; &#1489;&#1489;&#1511;&#1513;&#1492; &#1488;&#1500; &#1514;&#1495;&#1499;&#1493; &#1500;&#1512;&#1490;&#1506; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503;, &#1492;&#1497;&#1512;&#1513;&#1502;&#1493; &#1506;&#1499;&#1513;&#1497;&#1493;! 

 

&#1504;.&#1489;. &#1488;&#1504;&#1495;&#1504;&#1493; &#1506;&#1491;&#1497;&#1497;&#1503; &#1494;&#1511;&#1493;&#1511;&#1497;&#1501; &#1500;&#1505;&#1508;&#1493;&#1504;&#1505;&#1493;&#1512;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1500;&#1499;&#1505;&#1493;&#1514; &#1488;&#1514; &#1506;&#1500;&#1493;&#1497;&#1493;&#1514; &#1492;&#1499;&#1504;&#1505;, &#1504;&#1488; &#1500;&#1512;&#1488;&#1493;&#1514;
&lt;<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A>&gt;
<A HREF="https://www.owasp.org/index.php/OWASP_IL_Sponsorship">https://www.owasp.org/index.php/OWASP_IL_Sponsorship</A> &#1493;&#1500;&#1497;&#1510;&#1493;&#1512; &#1511;&#1513;&#1512; &#1489;&#1492;&#1511;&#1491;&#1501; &#1488;&#1501; &#1488;&#1514;&#1501;
&#1488;&#1493; &#1492;&#1495;&#1489;&#1512;&#1492; &#1504;&#1492;&#1504;&#1497;&#1514;&#1501; &#1502;&#1492;&#1514;&#1493;&#1510;&#1512;&#1497;&#1501; &#1513;&#1500; OWASP &#1492;&#1513;&#1504;&#1492;... 

 

&#1514;&#1493;&#1491;&#1492;, 

&#1488;&#1489;&#1497; &#1491;

 

 

 

The annual OWASP AppSec Israel Conference will take place this year on
Tuesday, September 2, 2014. The conference will take place at the IDC in
Herzliya, as in previous years.  

 

Conference page: <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014">https://www.owasp.org/index.php/AppSec_Israel_2014</A>

 

The Conference will include lecture tracks, and also a sponsors display area
for vendors of products and services relevant to Application Security. 

 

OWASP Israel is the largest conference in Israel for application security,
and regularly draws over hundreds of participants. Last year more than 450
attended &#8211; don&#8217;t miss it this year! 

 

Attending the conference is free of charge, however advance registration is
required.  Please register here: <A HREF="https://appsecil2014.eventbrite.com">https://appsecil2014.eventbrite.com</A> 

 

Sponsors: 

Companies that would like to sponsor the conference and display their
products or services, are requested to contact Ory Segal (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">orysegal at gmail.com</A>
&lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">orysegal at gmail.com</A>&gt; ) as soon as possible. 

 

Looking forward to seeing you all! 

Avi D 

OWASP IL 

 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

 

&#1499;&#1504;&#1505; OWASP AppSec &#1497;&#1513;&#1512;&#1488;&#1500; &#1492;&#1513;&#1504;&#1514;&#1497; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1492;&#1513;&#1504;&#1492; &#1489;&#1497;&#1493;&#1501; &#1490;', &#1492;-2 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; (&#1494;' &#1488;&#1500;&#1493;&#1500;).
&#1492;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1489;&#1497;&#1504;&#1514;&#1495;&#1493;&#1502;&#1497; &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492; &#1499;&#1489;&#1513;&#1504;&#1497;&#1501; &#1511;&#1493;&#1491;&#1502;&#1493;&#1514;. 

 

&#1499;&#1514;&#1493;&#1489;&#1514; &#1506;&#1502;&#1493;&#1491; &#1492;&#1499;&#1504;&#1505;:  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014">https://www.owasp.org/index.php/AppSec_Israel_2014</A>&gt;
<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2014">https://www.owasp.org/index.php/AppSec_Israel_2014</A> 

 

&#1492;&#1499;&#1504;&#1505; &#1497;&#1499;&#1500;&#1493;&#1500; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1499;&#1502;&#1493; &#1490;&#1501; &#1488;&#1494;&#1493;&#1512; &#1489;&#1493; &#1497;&#1493;&#1510;&#1490;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514;
&#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. 

 

&#1499;&#1504;&#1505; OWASP Israel &#1492;&#1497;&#1504;&#1493; &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1493;&#1489;&#1499;&#1500; &#1513;&#1504;&#1492;
&#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1493; &#1502;&#1488;&#1493;&#1514; &#1488;&#1504;&#1513;&#1497;&#1501;. &#1513;&#1504;&#1492; &#1513;&#1506;&#1489;&#1512;&#1492; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493; &#1497;&#1493;&#1514;&#1512; &#1502;-450 &#1488;&#1497;&#1513; &#8211; &#1488;&#1500; &#1514;&#1495;&#1502;&#1497;&#1510;&#1493; &#1492;&#1513;&#1504;&#1492;!

 

&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1488;&#1493;&#1500;&#1501; &#1504;&#1491;&#1512;&#1513;&#1514; &#1492;&#1512;&#1513;&#1502;&#1492; &#1502;&#1493;&#1511;&#1491;&#1502;&#1514;. &#1504;&#1488; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1499;&#1488;&#1503;:
&lt;<A HREF="https://appsecil2014.eventbrite.com">https://appsecil2014.eventbrite.com</A>&gt; <A HREF="https://appsecil2014.eventbrite.com">https://appsecil2014.eventbrite.com</A> 

 

&#1502;&#1510;&#1497;&#1490;&#1497;&#1501; &#1493;&#1504;&#1493;&#1514;&#1504;&#1497; &#1495;&#1505;&#1493;&#1514; - &#1495;&#1489;&#1512;&#1493;&#1514; &#1488;&#1513;&#1512; &#1512;&#1493;&#1510;&#1493;&#1514; &#1500;&#1514;&#1514; &#1495;&#1505;&#1493;&#1514; &#1500;&#1499;&#1504;&#1505; &#1493;&#1500;&#1492;&#1510;&#1497;&#1490; &#1502;&#1514;&#1489;&#1511;&#1513;&#1493;&#1514; &#1500;&#1497;&#1510;&#1493;&#1512; &#1511;&#1513;&#1512;
&#1506;&#1501; &#1488;&#1493;&#1512;&#1497; &#1505;&#1490;&#1500; (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">orysegal at gmail.com</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">orysegal at gmail.com</A>&gt; ) &#1489;&#1492;&#1511;&#1491;&#1501; &#1492;&#1488;&#1508;&#1513;&#1512;&#1497;.

 

&#1504;&#1513;&#1502;&#1495; &#1500;&#1512;&#1488;&#1493;&#1514;&#1499;&#1501;.

 

&#1488;&#1489;&#1497; &#1491;

OWASP IL

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20140818/3d212a9f/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20140818/3d212a9f/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000428.html">[OWASP Israel] OWASP AppSec IL 2014 Conference - 2nd. Call For	Sponsors
</A></li>
	<LI>Next message: <A HREF="000430.html">[OWASP Israel] OWASP AppSec IL 2014 - Agenda Published!
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#429">[ date ]</a>
              <a href="thread.html#429">[ thread ]</a>
              <a href="subject.html#429">[ subject ]</a>
              <a href="author.html#429">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
