<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] &#1502;&#1493;&#1502;&#1495;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1500;&#1514;&#1499;&#1504;&#1497;&#1514; &#1490;&#1489;&#1492;&#1497;&#1501;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20%3D%3Futf-8%3Fb%3F157Xldee15fXmSDXkNeR15jXl9eqINee15nXk9ei%3F%3D%0A%20%3D%3Futf-8%3Fb%3FINec16rXm9eg15nXqiDXkteR15TXmded%3F%3D&In-Reply-To=%3CB96776A8-F781-4239-8B57-F36181C0FC2E%40gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000430.html">
   <LINK REL="Next"  HREF="000432.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] &#1502;&#1493;&#1502;&#1495;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1500;&#1514;&#1499;&#1504;&#1497;&#1514; &#1490;&#1489;&#1492;&#1497;&#1501;</H1>
    <B>Adi Sharabani</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20%3D%3Futf-8%3Fb%3F157Xldee15fXmSDXkNeR15jXl9eqINee15nXk9ei%3F%3D%0A%20%3D%3Futf-8%3Fb%3FINec16rXm9eg15nXqiDXkteR15TXmded%3F%3D&In-Reply-To=%3CB96776A8-F781-4239-8B57-F36181C0FC2E%40gmail.com%3E"
       TITLE="[OWASP Israel] &#1502;&#1493;&#1502;&#1495;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1500;&#1514;&#1499;&#1504;&#1497;&#1514; &#1490;&#1489;&#1492;&#1497;&#1501;">adishar at gmail.com
       </A><BR>
    <I>Tue Aug 19 12:18:11 UTC 2014</I>
    <P><UL>
        <LI>Previous message: <A HREF="000430.html">[OWASP Israel] OWASP AppSec IL 2014 - Agenda Published!
</A></li>
        <LI>Next message: <A HREF="000432.html">[OWASP Israel] Looking for penetrations tests experts
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#431">[ date ]</a>
              <a href="thread.html#431">[ thread ]</a>
              <a href="subject.html#431">[ subject ]</a>
              <a href="author.html#431">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
&#1500;&#1488;&#1500;&#1493; &#1502;&#1499;&#1501; &#1513;&#1502;&#1489;&#1497;&#1504;&#1497;&#1501; &#1488;&#1514; &#1492;&#1506;&#1512;&#1498; &#1492;&#1490;&#1491;&#1493;&#1500; &#1489;&#1492;&#1513;&#1511;&#1506;&#1492; &#1489;&#1495;&#1497;&#1504;&#1493;&#1498;, &#1504;&#1513;&#1502;&#1495; &#1502;&#1488;&#1493;&#1491; &#1500;&#1506;&#1494;&#1512;&#1514;&#1499;&#1501; &#1500;&#1514;&#1499;&#1504;&#1497;&#1514; '&#1490;&#1489;&#1492;&#1497;&#1501;' - &#1492;&#1514;&#1499;&#1504;&#1497;&#1514; &#1492;&#1500;&#1488;&#1493;&#1502;&#1497;&#1514; &#1500;&#1495;&#1497;&#1504;&#1493;&#1498; &#1505;&#1497;&#1497;&#1489;&#1512; &#1489;&#1513;&#1497;&#1514;&#1493;&#1507; &#1502;&#1496;&#1492; &#1492;&#1505;&#1497;&#1497;&#1489;&#1512; &#1492;&#1510;&#1492;&quot;&#1500;&#1497; &#1493;&#1502;&#1513;&#1512;&#1491; &#1492;&#1495;&#1497;&#1504;&#1493;&#1498;.

&#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1495;&#1508;&#1513;&#1497;&#1501; &#1502;&#1493;&#1502;&#1495;&#1497;&#1501; &#1489;&#1506;&#1500;&#1497; &#1497;&#1491;&#1506; &#1493;&#1504;&#1497;&#1505;&#1497;&#1493;&#1503; &#1489;&#1514;&#1495;&#1493;&#1501; &#1492;&#1502;&#1495;&#1513;&#1489;&#1497;&#1501; &#1493;&#1492;&#1505;&#1497;&#1497;&#1489;&#1512; &#1488;&#1513;&#1512; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1493;&#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1492;&#1511;&#1491;&#1497;&#1513; &#1506;&#1491; 8 &#1513;&#1506;&#1493;&#1514; &#1489;&#1513;&#1489;&#1493;&#1506;, &#1489;&#1514;&#1513;&#1500;&#1493;&#1501;, &#1500;&#1492;&#1493;&#1512;&#1488;&#1514; &#1505;&#1497;&#1497;&#1489;&#1512; &#1489;&#1489;&#1514;&#1497; &#1505;&#1508;&#1512; &#1504;&#1489;&#1495;&#1512;&#1497;&#1501; &#1489;&#1514;&#1493;&#1512; &#1506;&#1493;&#1494;&#1512;&#1497; &#1492;&#1493;&#1512;&#1488;&#1492;. &#1500;&#1502;&#1510;&#1496;&#1512;&#1508;&#1497;&#1501; &#1500;&#1514;&#1499;&#1504;&#1497;&#1514; &#1514;&#1497;&#1504;&#1514;&#1503; &#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1500;&#1492;&#1497;&#1493;&#1514; &#1495;&#1500;&#1511; &#1502;&#1502;&#1492;&#1508;&#1499;&#1492; &#1495;&#1497;&#1504;&#1493;&#1499;&#1497;&#1514; &#1502;&#1513;&#1502;&#1506;&#1493;&#1514;&#1497;&#1514; &#1493;&#1500;&#1492;&#1513;&#1508;&#1497;&#1506; &#1506;&#1500; &#1492;&#1495;&#1497;&#1504;&#1493;&#1498; &#1492;&#1502;&#1491;&#1506;&#1497; &#1493;&#1492;&#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497; &#1513;&#1500; &#1489;&#1504;&#1497;-&#1492;&#1504;&#1493;&#1506;&#1512; &#1489;&#1502;&#1491;&#1497;&#1504;&#1514; &#1497;&#1513;&#1512;&#1488;&#1500;.
&#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1514;&#1499;&#1504;&#1497;&#1514;, &#1500;&#1493;&#1502;&#1491;&#1497;&#1501; &#1492;&#1514;&#1500;&#1502;&#1497;&#1491;&#1497;&#1501; 5 &#1497;&#1495;&#1497;&#1491;&#1493;&#1514; &#1500;&#1497;&#1502;&#1493;&#1491; &#1489;&#1502;&#1490;&#1502;&#1514; '&#1505;&#1497;&#1497;&#1489;&#1512;', &#1489;&#1502;&#1505;&#1490;&#1512;&#1514;&#1503; &#1492;&#1501; &#1500;&#1493;&#1502;&#1491;&#1497;&#1501; &#1488;&#1505;&#1502;&#1489;&#1500;&#1497;, &#1512;&#1513;&#1514;&#1493;&#1514; &#1493;&#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1492;&#1508;&#1506;&#1500;&#1492;. &#1506;&#1493;&#1494;&#1512; &#1492;&#1492;&#1493;&#1512;&#1488;&#1492; &#1493;&#1492;&#1502;&#1493;&#1512;&#1492; &#1502;&#1492;&#1493;&#1493;&#1497;&#1501; &#1488;&#1514; &#1510;&#1493;&#1493;&#1514; &#1492;&#1492;&#1493;&#1512;&#1488;&#1492; &#1488;&#1513;&#1512; &#1502;&#1493;&#1489;&#1497;&#1500; &#1488;&#1514; &#1514;&#1500;&#1502;&#1497;&#1491;&#1497; &#1492;&#1499;&#1497;&#1514;&#1492; &#1500;&#1512;&#1499;&#1497;&#1513;&#1514; &#1502;&#1497;&#1493;&#1502;&#1504;&#1493;&#1497;&#1493;&#1514; &#1500;&#1502;&#1497;&#1491;&#1492; &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514; &#1493;&#1500;&#1492;&#1497;&#1513;&#1490;&#1497;&#1501; &#1490;&#1489;&#1493;&#1492;&#1497;&#1501; &#1489;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1492;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1501;. &#1506;&#1493;&#1494;&#1512;&#1497; &#1492;&#1492;&#1493;&#1512;&#1488;&#1492; &#1500;&#1493;&#1511;&#1495;&#1497;&#1501; &#1495;&#1500;&#1511; &#1489;&#1513;&#1497;&#1506;&#1493;&#1512;&#1497;&#1501; &#1493;&#1489;&#1514;&#1512;&#1490;&#1493;&#1500;&#1497;&#1501; &#1489;&#1499;&#1497;&#1514;&#1492; &#1500;&#1510;&#1491; &#1492;&#1502;&#1493;&#1512;&#1492;, &#1502;&#1513;&#1502;&#1513;&#1497;&#1501; &#1502;&#1511;&#1493;&#1512; &#1497;&#1491;&#1506; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497; &#1506;&#1489;&#1493;&#1512; &#1492;&#1502;&#1493;&#1512;&#1492; &#1493;&#1492;&#1514;&#1500;&#1502;&#1497;&#1491;&#1497;&#1501;, &#1502;&#1500;&#1493;&#1493;&#1497;&#1501; &#1493;&#1495;&#1493;&#1504;&#1499;&#1497;&#1501; &#1488;&#1514; &#1492;&#1514;&#1500;&#1502;&#1497;&#1491;&#1497;&#1501;, &#1502;&#1493;&#1489;&#1497;&#1500;&#1497;&#1501; &#1493;&#1497;&#1493;&#1494;&#1502;&#1497;&#1501; &#1488;&#1514; &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;&#1497; &#1492;&#1505;&#1497;&#1493;&#1501;, &#1502;&#1506;&#1489;&#1497;&#1512;&#1497;&#1501; &#1514;&#1499;&#1504;&#1497;&#1501; &#1489;&#1506;&#1510;&#1502;&#1501; &#1493;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1513;&#1508;&#1497;&#1506; &#1489;&#1510;&#1493;&#1512;&#1492; &#1512;&#1495;&#1489;&#1492; &#1506;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1499;&#1493;&#1500;&#1492;.

&#1497;&#1488;&#1500;&#1500;&#1492;, &#1489;&#1493;&#1488;&#1493; &#1500;&#1492;&#1513;&#1508;&#1497;&#1506;!
&#1506;&#1491;&#1497;


Skycure	 Adi Sharabani
CEO &amp; Co-Founder
@AdiSharabani
<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">adi at skycure.com</A>

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20140819/5252d76f/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20140819/5252d76f/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000430.html">[OWASP Israel] OWASP AppSec IL 2014 - Agenda Published!
</A></li>
	<LI>Next message: <A HREF="000432.html">[OWASP Israel] Looking for penetrations tests experts
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#431">[ date ]</a>
              <a href="thread.html#431">[ thread ]</a>
              <a href="subject.html#431">[ subject ]</a>
              <a href="author.html#431">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
