<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-greece] SYNTAX IT Group Application Security Report
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20SYNTAX%20IT%20Group%20Application%20Security%20Report&In-Reply-To=%3CCAKCQpyk_%2BHW7g4HC%2BC5Mra%2BMRTEe%2BXG7oiFR_5SgNQZPojvJHg%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000409.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-greece] SYNTAX IT Group Application Security Report</H1>
    <B>Nikos Fotiou</B> 
    <A HREF="mailto:owasp-greece%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-greece%5D%20SYNTAX%20IT%20Group%20Application%20Security%20Report&In-Reply-To=%3CCAKCQpyk_%2BHW7g4HC%2BC5Mra%2BMRTEe%2BXG7oiFR_5SgNQZPojvJHg%40mail.gmail.com%3E"
       TITLE="[Owasp-greece] SYNTAX IT Group Application Security Report">fotiou at aueb.gr
       </A><BR>
    <I>Mon Dec  9 13:10:59 UTC 2013</I>
    <P><UL>
        <LI>Previous message: <A HREF="000409.html">[Owasp-greece] SYNTAX IT Group Application Security Report
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#410">[ date ]</a>
              <a href="thread.html#410">[ thread ]</a>
              <a href="subject.html#410">[ subject ]</a>
              <a href="author.html#410">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#917;&#957;&#948;&#953;&#945;&#966;&#941;&#961;&#959;&#965;&#963;&#945; &#945;&#957;&#945;&#966;&#959;&#961;&#940;! &#920;&#945; &#949;&#943;&#967;&#949; &#945;&#958;&#943;&#945; &#960;&#953;&#963;&#964;&#949;&#973;&#969; &#945;&#957; &#949;&#943;&#967;&#949; &#954;&#945;&#953; &#945;&#960;&#959;&#964;&#949;&#955;&#941;&#963;&#956;&#945;&#964;&#945;
&#945;&#957;&#940; industry

&#925;&#943;&#954;&#959;&#962;

2013/12/9 Andreas Athanasoulias &lt;<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">andreas.athanasoulias at owasp.org</A>&gt;:
&gt;<i> &#919; Syntax &#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#953;&#954;&#942; (www.syntax.gr) &#948;&#951;&#956;&#959;&#963;&#953;&#949;&#973;&#949;&#953; &#964;&#951;&#957; &#949;&#964;&#942;&#963;&#953;&#945; &#956;&#949;&#955;&#941;&#964;&#951; &#964;&#951;&#962; &#960;&#940;&#957;&#969;
</I>&gt;<i> &#963;&#964;&#951;&#957; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945; &#964;&#969;&#957; web &#954;&#945;&#953; mobile &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#974;&#957;. &#932;&#959; Application Security Report
</I>&gt;<i> &#949;&#943;&#957;&#945;&#953; &#956;&#943;&#945; &#941;&#954;&#948;&#959;&#963;&#951; &#960;&#959;&#965; &#963;&#965;&#957;&#959;&#968;&#943;&#950;&#949;&#953; &#964;&#953;&#962; &#949;&#965;&#960;&#940;&#952;&#949;&#953;&#949;&#962; &#960;&#959;&#965; &#949;&#957;&#964;&#959;&#960;&#943;&#963;&#964;&#951;&#954;&#945;&#957; &#963;&#964;&#953;&#962;
</I>&gt;<i> &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#941;&#962; web &#954;&#945;&#953; mobile &#960;&#959;&#965; &#949;&#955;&#941;&#947;&#967;&#952;&#951;&#954;&#945;&#957; &#945;&#960;&#972; &#964;&#951;&#957; Ethical Hacking &#959;&#956;&#940;&#948;&#945; &#964;&#951;&#962;
</I>&gt;<i> SYNTAX.
</I>&gt;<i>
</I>&gt;<i> &#922;&#973;&#961;&#953;&#959;&#962; &#963;&#954;&#959;&#960;&#972;&#962; &#964;&#951;&#962; &#956;&#949;&#955;&#941;&#964;&#951;&#962; &#945;&#965;&#964;&#942;&#962; &#949;&#943;&#957;&#945;&#953; &#957;&#945; &#960;&#961;&#959;&#940;&#947;&#949;&#953; &#964;&#951;&#957; &#949;&#965;&#945;&#953;&#963;&#952;&#951;&#964;&#959;&#960;&#959;&#943;&#951;&#963;&#951; &#963;&#949;
</I>&gt;<i> &#952;&#941;&#956;&#945;&#964;&#945; &#945;&#963;&#966;&#945;&#955;&#949;&#943;&#945;&#962; &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#974;&#957; web, &#957;&#945; &#963;&#965;&#957;&#949;&#953;&#963;&#966;&#941;&#961;&#949;&#953; &#963;&#964;&#951;&#957; &#948;&#953;&#949;&#952;&#957;&#942; &#954;&#945;&#953; &#963;&#964;&#951;&#957; &#964;&#959;&#960;&#953;&#954;&#942;
</I>&gt;<i> &#954;&#959;&#953;&#957;&#972;&#964;&#951;&#964;&#945; &#964;&#951;&#962; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#953;&#974;&#957;, &#954;&#945;&#953; &#957;&#945; &#960;&#961;&#959;&#963;&#966;&#941;&#961;&#949;&#953; &#964;&#951;&#957; &#949;&#957;&#972;&#961;&#945;&#963;&#951; &#964;&#951;&#962; SYNTAX
</I>&gt;<i> &#963;&#967;&#949;&#964;&#953;&#954;&#940; &#956;&#949; &#964;&#945; &#945;&#957;&#964;&#943;&#963;&#964;&#959;&#953;&#967;&#945; &#952;&#941;&#956;&#945;&#964;&#945;. &#931;&#965;&#957;&#949;&#960;&#953;&#954;&#959;&#965;&#961;&#959;&#973;&#956;&#949;&#957;&#959;&#953; &#945;&#960;&#972; &#964;&#951;&#957; &#956;&#949;&#947;&#940;&#955;&#951;
</I>&gt;<i> &#964;&#949;&#967;&#957;&#959;&#947;&#957;&#969;&#963;&#943;&#945; &#964;&#951;&#962; SYNTAX &#960;&#940;&#957;&#969; &#963;&#949; &#952;&#941;&#956;&#945;&#964;&#945; &#945;&#963;&#966;&#940;&#955;&#949;&#953;&#945;&#962; web &#954;&#945;&#953; mobile &#949;&#966;&#945;&#961;&#956;&#959;&#947;&#974;&#957;,
</I>&gt;<i> &#963;&#964;&#959;&#967;&#949;&#973;&#959;&#965;&#956;&#949; &#963;&#964;&#951;&#957; &#960;&#961;&#959;&#945;&#947;&#969;&#947;&#942; &#964;&#959;&#965; &#949;&#965;&#945;&#943;&#963;&#952;&#951;&#964;&#959;&#965; &#945;&#965;&#964;&#959;&#973; &#964;&#959;&#956;&#941;&#945; &#954;&#945;&#953; &#964;&#951;&#957; &#945;&#957;&#945;&#947;&#969;&#947;&#942; &#964;&#959;&#965; &#963;&#949;
</I>&gt;<i> &#949;&#960;&#953;&#967;&#949;&#953;&#961;&#951;&#956;&#945;&#964;&#953;&#954;&#972; &#949;&#961;&#947;&#945;&#955;&#949;&#943;&#959; &#960;&#959;&#965; &#952;&#945; &#946;&#959;&#951;&#952;&#942;&#963;&#949;&#953; &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#952;&#945; &#969;&#952;&#942;&#963;&#949;&#953;  &#964;&#959;&#957; &#959;&#961;&#947;&#945;&#957;&#953;&#963;&#956;&#972;
</I>&gt;<i> &#963;&#945;&#962;  &#963;&#964;&#951;&#957; &#949;&#965;&#961;&#969;&#963;&#964;&#943;&#945; &#954;&#945;&#953; &#964;&#951;&#957; &#960;&#949;&#961;&#945;&#953;&#964;&#941;&#961;&#969; &#945;&#957;&#940;&#960;&#964;&#965;&#958;&#942; &#964;&#959;&#965;.
</I>&gt;<i>
</I>&gt;<i> &#932;&#951;&#957; &#941;&#954;&#948;&#959;&#963;&#951; &#956;&#960;&#959;&#961;&#949;&#943;&#964;&#949; &#957;&#945; &#964;&#951;&#957; &#948;&#949;&#943;&#964;&#949; &#963;&#964;&#959;&#957; &#945;&#954;&#972;&#955;&#959;&#965;&#952;&#959; &#963;&#973;&#957;&#948;&#949;&#963;&#956;&#959;:
</I>&gt;<i> <A HREF="http://syntax.gr/2011/banners/Syntax%20App%20Sec%20AnnualReport.pdf">http://syntax.gr/2011/banners/Syntax%20App%20Sec%20AnnualReport.pdf</A>
</I>&gt;<i>
</I>&gt;<i> --
</I>&gt;<i> Andreas Athanasoulias
</I>&gt;<i> <A HREF="http://gr.linkedin.com/pub/andreas-athanasoulias/41/7b4/552">http://gr.linkedin.com/pub/andreas-athanasoulias/41/7b4/552</A>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i>
</I>&gt;<i> _______________________________________________
</I>&gt;<i> Owasp-greece mailing list
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">Owasp-greece at lists.owasp.org</A>
</I>&gt;<i> <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-greece">https://lists.owasp.org/mailman/listinfo/owasp-greece</A>
</I>&gt;<i>
</I></PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000409.html">[Owasp-greece] SYNTAX IT Group Application Security Report
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#410">[ date ]</a>
              <a href="thread.html#410">[ thread ]</a>
              <a href="subject.html#410">[ subject ]</a>
              <a href="author.html#410">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-greece">More information about the Owasp-greece
mailing list</a><br>
</body></html>
