<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-japan] OWASP Night 9th
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-japan%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-japan%5D%20OWASP%20Night%209th&In-Reply-To=%3CCAKWzgHRRKhoj9U65Rni3oZBT6Ee1kjrmrTJ0SzXYJnH7pt7ezw%40mail.gmail.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000045.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-japan] OWASP Night 9th</H1>
    <B>Riotaro OKADA</B> 
    <A HREF="mailto:owasp-japan%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-japan%5D%20OWASP%20Night%209th&In-Reply-To=%3CCAKWzgHRRKhoj9U65Rni3oZBT6Ee1kjrmrTJ0SzXYJnH7pt7ezw%40mail.gmail.com%3E"
       TITLE="[Owasp-japan] OWASP Night 9th">riotaro.okada at owasp.org
       </A><BR>
    <I>Wed Dec  4 03:47:00 UTC 2013</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000045.html">[Owasp-japan] Fwd: AppSec USA 2013 - Presentation Slides
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#44">[ date ]</a>
              <a href="thread.html#44">[ thread ]</a>
              <a href="subject.html#44">[ subject ]</a>
              <a href="author.html#44">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#24107;&#36208;&#12392;&#12394;&#12426;&#12414;&#12375;&#12383;&#12290;&#30342;&#27096;&#12362;&#20803;&#27671;&#12391;&#12356;&#12425;&#12387;&#12375;&#12419;&#12356;&#12414;&#12377;&#12363;&#12290;

&#12363;&#12397;&#12390;&#12424;&#12426;&#12362;&#30693;&#12425;&#12379;&#12375;&#12390;&#12362;&#12426;&#12414;&#12375;&#12383;&#12392;&#12362;&#12426;&#12289;12&#26376;16&#26085;19&#26178;30&#20998;&#12372;&#12429;&#12424;&#12426;&#12289;&#26152;&#24180;&#21516;&#27096;&#12398;&#20845;&#26412;&#26408;SuperDeluxe&#12395;&#12390;OWASP
Japan&#24180;&#26411;&#12511;&#12540;&#12486;&#12451;&#12531;&#12464;&#12434;&#34892;&#12358;&#12371;&#12392;&#12434;&#35336;&#30011;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;

&#26085;&#26178;&#12392;&#22580;&#25152;

==========================================================
12&#26376;16&#26085; 18:30&#21463;&#20184;&#38283;&#22987;&#12289;Open Mic&#12488;&#12500;&#12483;&#12463;&#21215;&#38598;&#12289;19&#26178;30&#20998;&#12372;&#12429;&#12473;&#12479;&#12540;&#12488;
&#20250;&#22580; SuperDeluxe
&#21442;&#21152;&#36027; 2000&#20870; (&#35201;&#20107;&#21069;&#30331;&#37682;&#12289;&#29694;&#22320;&#12395;&#12390;&#12362;&#25903;&#25173;&#12356;)
&#12371;&#12398;&#12383;&#12403;&#12399;&#12289;&#39154;&#12415;&#29289;&#12539;&#36605;&#39135;&#12395;&#12362;&#20351;&#12356;&#12395;&#12394;&#12428;&#12427;&#12481;&#12465;&#12483;&#12488;&#12434;&#21547;&#12417;&#12383;&#20837;&#22580;&#36027;&#29992;&#12392;&#12394;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;
&#12372;&#21442;&#21152;&#30331;&#37682;&#12399;&#12371;&#12385;&#12425;&#12363;&#12425;&#65306;<A HREF="http://atnd.org/events/46176">http://atnd.org/events/46176</A>
&#12362;&#35435;&#12403;&#65306;&#12450;&#12531;&#12465;&#12540;&#12488;&#12398;&#12300;OWASP&#12503;&#12301;&#12399;&#12300;OWASP &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#21508;&#31278;&#12289;OWASP Top 10&#12394;&#12393;&#12301;&#12392;&#35501;&#12415;&#26367;&#12360;&#12390;&#12356;&#12383;&#12384;&#12369;&#12414;&#12377;&#12392;&#24184;&#12356;&#12391;&#12377;&#12290;
==========================================================

OWASP Meeting/Night - OWASP
Japan&#12525;&#12540;&#12459;&#12523;&#12481;&#12515;&#12503;&#12479;&#12540;&#12511;&#12540;&#12486;&#12451;&#12531;&#12464;&#12399;&#12289;&#12475;&#12511;&#12490;&#12540;&#12420;&#25345;&#12385;&#36796;&#12415;&#12398;&#12521;&#12452;&#12488;&#12491;&#12531;&#12464;&#12488;&#12540;&#12463;&#12398;&#24418;&#12391;&#34892;&#12431;&#12428;&#12427;&#12289;Web&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#12395;&#38306;&#24515;&#12398;&#12354;&#12427;&#26041;&#12364;&#38598;&#12358;&#12289;&#27005;&#12375;&#12367;&#12459;&#12472;&#12517;&#12450;&#12523;&#12394;&#21193;&#24375;&#20250;&#12391;&#12377;&#12290;&#26178;&#12395;&#12499;&#12450;&#12496;&#12483;&#12471;&#12517;&#24418;&#24335;&#12398;&#12371;&#12392;&#12418;&#12354;&#12426;&#12414;&#12377;&#12290;&#12473;&#12461;&#12523;&#12289;&#24441;&#32887;&#12289;&#26989;&#31278;&#12289;&#22269;&#31821;&#12289;&#24615;&#21029;&#12289;&#24180;&#40802;&#38306;&#20418;&#12394;&#12367;&#12289;&#36960;&#24942;&#12394;&#12367;&#12362;&#36234;&#12375;&#12367;&#12384;&#12373;&#12356;&#12290;

We are planning to have a regular meeting, OWASP Night at 7:30pm, on
Dec 16th at SuperDeluxe, Roppongi.

OWASP Meeting/Night - The OWASP Japan Local Chapter Meeting (OWASP
Night will be at night) is held in the form of seminars and lightning
talks. It&#8217;s an opportunity for people interested in web security to
get together and exchange information and opinions in a casual and fun
environment. There are no requirements in terms of skills, profession,
nationality, gender or age. Anyone interested in web security is free
to participate.

&#20170;&#22238;&#12398;&#12488;&#12500;&#12483;&#12463;

&#24536;&#12490;&#12452;&#12488;&#12399;&#12289;OWASP Night&#12362;&#12394;&#12376;&#12415;&#12398;&#12473;&#12500;&#12540;&#12459;&#12540;&#12420;&#12289;&#20107;&#21069;&#12395;&#12372;&#24540;&#21215;&#12356;&#12383;&#12384;&#12356;&#12383;&#12473;&#12500;&#12540;&#12459;&#12540;&#12398;&#12411;&#12363;&#12289;&#24403;&#26085;&#39131;&#12403;&#20837;&#12426;&#12391;&#12362;&#35441;&#12356;&#12383;&#12384;&#12369;&#12427;&#12289;&quot;Open
Mic&quot;&#12434;&#38283;&#20652;&#12375;&#12414;&#12377;&#12290;&#12414;&#12383;&#12289;&#20170;&#22238;&#12399;&#12289;&#20250;&#22580;&#12398;SuperDeluxe&#12395;&#12390;&#12289;&#12489;&#12522;&#12531;&#12463;&#12481;&#12465;&#12483;&#12488;&#12434;&#21547;&#12417;&#12383;&#20837;&#22580;&#36027;&#29992;&#12392;&#12394;&#12387;&#12390;&#12356;&#12414;&#12377;&#12398;&#12391;&#12289;&#12372;&#29702;&#35299;&#12367;&#12384;&#12373;&#12356;&#12290;

Open Mic&#24540;&#21215;

&#24403;&#26085;&#12289;&#12362;&#27671;&#36605;&#12395;&#12372;&#24540;&#21215;&#12356;&#12383;&#12384;&#12369;&#12414;&#12377;&#12290;Open Mic&#12399;&#12289;AppSec
Apac2014&#12398;CFP&#24540;&#21215;&#12398;&#12486;&#12540;&#12510;&#12392;&#21516;&#27096;&#12394;&#20869;&#23481;&#12434;&#21215;&#38598;&#12375;&#12414;&#12377;&#12290;&#12373;&#12425;&#12395;&#12289;&#26412;&#24180;&#12398;&#30342;&#12373;&#12435;&#12398;&#12372;&#32076;&#39443;&#12289;&#12420;&#12387;&#12385;&#12414;&#12387;&#12383;&#20363;&#12394;&#12393;&#12398;&#30330;&#34920;&#12391;&#12418;&#32080;&#27083;&#12391;&#12377;&#12290;&#12509;&#12473;&#12488;&#12452;&#12483;&#12488;&#12434;&#24373;&#12428;&#12427;&#12467;&#12540;&#12490;&#12540;&#12434;&#35373;&#12369;&#12414;&#12377;&#12398;&#12391;&#12289;&#12380;&#12402;&#12372;&#24540;&#21215;&#12367;&#12384;&#12373;&#12356;&#12290;&#20225;&#26989;&#12398;&#30452;&#25509;&#30340;&#12394;&#21578;&#30693;&#12539;&#23459;&#20253;&#12399;&#12372;&#36960;&#24942;&#12367;&#12384;&#12373;&#12356;&#12290;&#20107;&#21069;&#12395;&#12289;&#12495;&#12483;&#12471;&#12517;&#12479;&#12464;
#owaspnight &#12391;&#12289;&#23459;&#35328;&#12375;&#12390;&#12356;&#12383;&#12384;&#12356;&#12390;&#12418;&#32080;&#27083;&#12391;&#12377;&#12290;Open Mic&#12391;&#35441;&#12375;&#12390;&#12356;&#12383;&#12384;&#12367;&#12363;&#12393;&#12358;&#12363;&#12399;&#12289;&#24403;&#26085;&#21496;&#20250;&#32773;&#12424;&#12426;&#30330;&#34920;&#12356;&#12383;&#12375;&#12414;&#12377;&#12290;

&#65297;&#12473;&#12500;&#12540;&#12481;&#12391;&#12473;&#12521;&#12452;&#12489;10&#26522;&#31243;&#24230;&#30446;&#23433;&#12391;&#12289;&#65301;&#20998;&#12398;Lightning Talk&#12398;&#24418;&#24335;&#12392;&#12375;&#12414;&#12377;&#12290;
&#12372;&#21442;&#32771;&#65306;
AppSec Apac 2014 CFP&#21215;&#38598;&#20013;&#12289;12/15&#12414;&#12391;

OWASP Night&#12473;&#12500;&#12540;&#12459;&#12540;&#12395;&#12481;&#12515;&#12524;&#12531;&#12472;&#12375;&#12414;&#12379;&#12435;&#12363;(Open Mic&#12392;&#12399;&#21029;)

OWASP Japan&#12391;&#12399;OWASP Meeting&#12398;&#12473;&#12500;&#12540;&#12481;&#12434;&#24195;&#12367;&#21215;&#38598;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;

&#12371;&#12428;&#12414;&#12391;&#12398;OWASP Night&#12391;&#12418;&#12289;&#22810;&#12367;&#12398;&#26041;&#12293;&#12364;&#12371;&#12398;&#21215;&#38598;&#12395;&#24540;&#12376;&#12390;&#12473;&#12500;&#12540;&#12481;&#12375;&#12390;&#12367;&#12384;&#12373;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;

&#12486;&#12540;&#12510;&#12399;&#12289;&#12454;&#12455;&#12502;&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#21521;&#19978;&#12398;&#12383;&#12417;&#12398;&#25216;&#34899;&#30340;&#26041;&#31574;&#12395;&#12388;&#12356;&#12390;&#12398;&#35299;&#35500;&#12289;&#12414;&#12383;&#12289;&#12454;&#12455;&#12502;&#12398;&#12469;&#12540;&#12499;&#12473;&#12434;&#36939;&#21942;&#12377;&#12427;&#12372;&#32076;&#39443;&#12395;&#12388;&#12356;&#12390;&#12394;&#12393;&#12289;&#12454;&#12455;&#12502;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12395;&#38306;&#12377;&#12427;&#12486;&#12540;&#12510;&#12394;&#12425;&#24133;&#24195;&#12367;&#21463;&#12369;&#20837;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;&#12473;&#12500;&#12540;&#12459;&#12540;&#12398;&#24540;&#21215;&#32773;&#12399;&#12289;OWASPSpeaker
Agreement&#12395;&#21063;&#12426;&#12289;&#20844;&#38283;&#29992;&#12503;&#12524;&#12476;&#12531;&#12486;&#12540;&#12471;&#12519;&#12531;&#12434;&#12372;&#25552;&#20379;&#38914;&#12369;&#12427;&#12371;&#12392;&#12289;&#12505;&#12531;&#12480;&#12540;&#12491;&#12517;&#12540;&#12488;&#12521;&#12523;&#12394;&#24773;&#22577;&#12395;&#38480;&#12427;&#12371;&#12392;&#12364;&#26368;&#20302;&#38480;&#12398;&#26465;&#20214;&#12392;&#12394;&#12426;&#12414;&#12377;&#12290;&#22522;&#26412;&#30340;&#12395;&#12399;&#12289;10&#12316;15&#20998;&#12367;&#12425;&#12356;&#12398;&#26178;&#38291;&#12391;&#12473;&#12500;&#12540;&#12481;&#21487;&#33021;&#12394;&#12486;&#12540;&#12510;&#12398;&#12372;&#25552;&#26696;&#12434;&#12362;&#39000;&#12356;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;

&#20027;&#20652;
OWASP Japan

&#20250;&#22580;&#25552;&#20379;&#12473;&#12509;&#12531;&#12469;&#12540;: SuperDeluxe

&#26085;&#26178;&#12392;&#22580;&#25152;

==========================================================
12&#26376;16&#26085; 18:30&#21463;&#20184;&#38283;&#22987;&#12289;Open Mic&#12488;&#12500;&#12483;&#12463;&#21215;&#38598;&#12289;19&#26178;30&#20998;&#12372;&#12429;&#12473;&#12479;&#12540;&#12488;
&#20250;&#22580; SuperDeluxe
&#21442;&#21152;&#36027; 2000&#20870; (&#35201;&#20107;&#21069;&#30331;&#37682;&#12289;&#29694;&#22320;&#12395;&#12390;&#12362;&#25903;&#25173;&#12356;)
&#12371;&#12398;&#12383;&#12403;&#12399;&#12289;&#39154;&#12415;&#29289;&#12539;&#36605;&#39135;&#12395;&#12362;&#20351;&#12356;&#12395;&#12394;&#12428;&#12427;&#12481;&#12465;&#12483;&#12488;&#12434;&#21547;&#12417;&#12383;&#20837;&#22580;&#36027;&#29992;&#12392;&#12394;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;
&#12372;&#21442;&#21152;&#30331;&#37682;&#12399;&#12371;&#12385;&#12425;&#12363;&#12425;&#65306;<A HREF="http://atnd.org/events/46176">http://atnd.org/events/46176</A>
&#12362;&#35435;&#12403;&#65306;&#12450;&#12531;&#12465;&#12540;&#12488;&#12398;&#12300;OWASP&#12503;&#12301;&#12399;&#12300;OWASP &#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#21508;&#31278;&#12289;OWASP Top 10&#12394;&#12393;&#12301;&#12392;&#35501;&#12415;&#26367;&#12360;&#12390;&#12356;&#12383;&#12384;&#12369;&#12414;&#12377;&#12392;&#24184;&#12356;&#12391;&#12377;&#12290;
==========================================================

&#12391;&#12399;&#12289;&#65297;&#65298;&#26376;&#65297;&#65302;&#26085;&#12289;&#12362;&#30446;&#12395;&#12363;&#12363;&#12426;&#12414;&#12375;&#12423;&#12358;&#65281;

-- 
Riotaro OKADA
OWASP Japan Chapter
Leader
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000045.html">[Owasp-japan] Fwd: AppSec USA 2013 - Presentation Slides
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#44">[ date ]</a>
              <a href="thread.html#44">[ thread ]</a>
              <a href="subject.html#44">[ subject ]</a>
              <a href="author.html#44">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-japan">More information about the Owasp-japan
mailing list</a><br>
</body></html>
