<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;?
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%0A%09%3D%3Futf-8%3Fb%3F15PXmdeV16DXmdedINei15wg15DXkdeY15fXqiA%3D%3F%3D%0A%09%3D%3Futf-8%3Fb%3F15nXmdep15XXnteZ150g15HXoteR16jXmdeqPw%3D%3D%3F%3D&In-Reply-To=%3C00e201cf1801%2408823a60%241986af20%24%40shezaf.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000393.html">
   <LINK REL="Next"  HREF="000394.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;?</H1>
    <B>Ofer Shezaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%0A%09%3D%3Futf-8%3Fb%3F15PXmdeV16DXmdedINei15wg15DXkdeY15fXqiA%3D%3F%3D%0A%09%3D%3Futf-8%3Fb%3F15nXmdep15XXnteZ150g15HXoteR16jXmdeqPw%3D%3D%3F%3D&In-Reply-To=%3C00e201cf1801%2408823a60%241986af20%24%40shezaf.com%3E"
       TITLE="[OWASP Israel] &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;?">ofer at shezaf.com
       </A><BR>
    <I>Thu Jan 23 06:04:51 UTC 2014</I>
    <P><UL>
        <LI>Previous message: <A HREF="000393.html">[OWASP Israel] &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;?
</A></li>
        <LI>Next message: <A HREF="000394.html">[OWASP Israel] &#1497;&#1493;&#1501; &#1508;&#1514;&#1493;&#1495; &#1493;&#1502;&#1497;&#1491;&#1506; &#1506;&#1500; &#1514;&#1493;&#1488;&#1512; &#1512;&#1488;&#1513;&#1493;&#1503; \ &#1513;&#1504;&#1497; &#1489;&#1505;&#1497;&#1497;&#1489;&#1512; &#1489;&#1489;&#1512; &#1488;&#1497;&#1500;&#1503; (&#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1495;&#1491;&#1513;&#1493;&#1514;)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#395">[ date ]</a>
              <a href="thread.html#395">[ thread ]</a>
              <a href="subject.html#395">[ subject ]</a>
              <a href="author.html#395">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1492;&#1510;&#1489;&#1506;&#1514;&#1501; &#1489;&#1512;&#1490;&#1500;&#1497;&#1497;&#1501; &#1493;&#1492;&#1510;&#1496;&#1512;&#1508;&#1514;&#1501; &#1500;&#1511;&#1489;&#1493;&#1510;&#1492; &#1489;-Facebook, &#1488;&#1494; &#1497;&#1510;&#1488;&#1504;&#1493; &#1502;&#1513;&#1500;&#1489; &#1492;&#1504;&#1497;&#1505;&#1497;&#1493;&#1503; &#1493;&#1492;&#1490;&#1497;&#1506; &#1492;&#1494;&#1502;&#1503; &#1500;&#1492;&#1499;&#1512;&#1497;&#1494; &#1506;&#1500; &#1511;&#1489;&#1493;&#1510;&#1514; OWASP &#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1508;&#1497;&#1497;&#1505;. &#1502;&#1496;&#1512;&#1514; &#1492;&#1511;&#1489;&#1493;&#1510;&#1492; &#1492;&#1497;&#1488; &#1500;&#1511;&#1497;&#1497;&#1501; &#1491;&#1497;&#1493;&#1503; &#1489;&#1504;&#1493;&#1513;&#1488;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514; (&#1493;&#1489;&#1506;&#1489;&#1512;&#1497;&#1514; &#1489;&#1500;&#1489;&#1491;). &#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1500;&#1511;&#1489;&#1493;&#1510;&#1492; &#1506;&#1493;&#1489;&#1512;&#1493;&#1514; &#1488;&#1497;&#1513;&#1493;&#1512; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1502;&#1504;&#1493;&#1506; &#1505;&#1508;&#1488;&#1501;. &#1499;&#1502;&#1493; &#1499;&#1503; &#1504;&#1511;&#1508;&#1497;&#1491; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1506;&#1500; &#1508;&#1506;&#1497;&#1500;&#1493;&#1514; OWASP &#1490;&#1501; &#1489;&#1506;&#1512;&#1493;&#1509; &#1494;&#1492;.

 

&#1504;&#1502;&#1513;&#1497;&#1498; &#1500;&#1506;&#1491;&#1499;&#1503; &#1506;&#1501; &#1508;&#1506;&#1497;&#1500;&#1497;&#1493;&#1514; &#1490;&#1501; &#1489;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1508;&#1493;&#1510;&#1492; &#1493;&#1489;-LinkedIn &#1500;&#1513;&#1493;&#1504;&#1488;&#1497; &#1508;&#1497;&#1497;&#1505; &#1502;&#1489;&#1497;&#1504;&#1499;&#1501;.

 

&#1502;&#1508;&#1492; - &#1492;&#1489;&#1502;&#1492; &#1513;&#1500;&#1499;&#1501;! &#1492;&#1499;&#1514;&#1493;&#1489;&#1514;:

 

 &lt;<A HREF="http://www.facebook.com/groups/owasp.il/">http://www.facebook.com/groups/owasp.il/</A>&gt; <A HREF="http://www.facebook.com/groups/owasp.il">http://www.facebook.com/groups/owasp.il</A>

 

~ &#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;

 

From: Ofer Shezaf [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">oshezaf at gmail.com</A>] On Behalf Of Ofer Shezaf
Sent: Wednesday, January 22, 2014 8:26 AM
To: <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A>
Subject: RE: &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;?

 

&#1505;&#1497;&#1499;&#1493;&#1501; &#1492;&#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1502;&#1510;&#1489;&#1497;&#1506; &#1506;&#1500; &#1512;&#1510;&#1493;&#1503;, &#1493;&#1488;&#1507; &#1510;&#1493;&#1512;&#1498; &#1489;&#1491;&#1497;&#1493;&#1503; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;.

 

&#1492;&#1502;&#1513;&#1497;&#1489;&#1497;&#1501; &#1492;&#1514;&#1495;&#1500;&#1511;&#1493; &#1500;&#1499;&#1488;&#1500;&#1493; &#1513;&#1492;&#1506;&#1491;&#1497;&#1508;&#1493; &#1511;&#1489;&#1493;&#1510;&#1492; &#1489;-Facebook &#1493;&#1500;&#1499;&#1488;&#1500;&#1493; &#1513;&#1492;&#1506;&#1491;&#1497;&#1508;&#1493; &#1511;&#1489;&#1493;&#1510;&#1492; &#1489;-LinkedIn. &#1489;&#1491;&#1511;&#1514;&#1497; &#1488;&#1514; &#1492;&#1504;&#1493;&#1513;&#1488;:

* &#1513;&#1514;&#1497;&#1492;&#1503; &#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1496;&#1493;&#1489;&#1493;&#1514; &#1500;&#1504;&#1497;&#1492;&#1493;&#1500; &#1511;&#1489;&#1493;&#1510;&#1493;&#1514; &#1493;&#1506;&#1491;&#1497;&#1508;&#1493;&#1514; &#1506;&#1500; &#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1491;&#1493;&#1512;&#1513;&#1514; &#1504;&#1497;&#1492;&#1493;&#1500; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1506;&#1510;&#1502;&#1488;&#1497;. &#1489;&#1499;&#1500; &#1502;&#1511;&#1512;&#1492; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1502;&#1504;&#1493;&#1506; Spam &#1494;&#1488;&#1514; &#1514;&#1492;&#1497;&#1492; &#1511;&#1489;&#1493;&#1510;&#1492; &#1502;&#1504;&#1493;&#1492;&#1500;&#1514; &#1513;&#1488;&#1504;&#1497; &#1488;&#1488;&#1513;&#1512; &#1508;&#1512;&#1505;&#1493;&#1501; &#1489;&#1492; &#1493;&#1488;&#1493;&#1500;&#1497; &#1488;&#1508;&#1497;&#1500;&#1493; &#1492;&#1510;&#1496;&#1512;&#1508;&#1493;&#1514;.

* &#1500;&#1502;&#1512;&#1493;&#1514; &#1492;&#1497;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; LinkedIn (&#1499;&#1489;&#1512; &#1497;&#1513; &#1511;&#1489;&#1493;&#1510;&#1492;, &#1504;&#1495;&#1513;&#1489;&#1514; &#1497;&#1493;&#1514;&#1512; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1514;) &#1488;&#1504;&#1497; &#1495;&#1493;&#1513;&#1489; &#1513;&#1492;&#1514;&#1502;&#1497;&#1499;&#1492; &#1513;&#1500; Facebook &#1489;&#1506;&#1489;&#1512;&#1497;&#1514; &#1496;&#1493;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1493;&#1500;&#1499;&#1503; &#1504;&#1493;&#1496;&#1492; &#1500;&#1499;&#1497;&#1493;&#1493;&#1503; &#1494;&#1492;.

 

&#1492;&#1506;&#1512;&#1493;&#1514; &#1493;&#1492;&#1510;&#1506;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514; &#1497;&#1514;&#1511;&#1500;&#1493; &#1489;&#1489;&#1512;&#1499;&#1492;. &#1488;&#1514;&#1501; &#1500;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1514; &#1514;&#1493;&#1510;&#1488;&#1493;&#1514; &#1492;&#1489;&#1491;&#1497;&#1511;&#1492; &#1513;&#1500;&#1497;:

* Facebook -  &lt;<A HREF="http://www.facebook.com/groups/owasp.il/">http://www.facebook.com/groups/owasp.il/</A>&gt; <A HREF="http://www.facebook.com/groups/owasp.il/">http://www.facebook.com/groups/owasp.il/</A>

* LinkedIn -  &lt;<A HREF="http://www.linkedin.com/groups?home=&amp;gid=39702&amp;trk=anet_ug_hm">http://www.linkedin.com/groups?home=&amp;gid=39702&amp;trk=anet_ug_hm</A>&gt; <A HREF="http://www.linkedin.com/groups?home=&amp;gid=39702&amp;trk=anet_ug_hm">http://www.linkedin.com/groups?home=&amp;gid=39702&amp;trk=anet_ug_hm</A>

 

&#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1492;&#1497;&#1488; &#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1489;&#1497;&#1502;&#1497;&#1501; &#1492;&#1511;&#1512;&#1493;&#1489;&#1497;&#1501;.

 

~ &#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;

 

From: Ofer Shezaf [mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer at shezaf.com</A>] 
Sent: Monday, January 13, 2014 11:54 PM
To: '<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">owasp-israel at lists.owasp.org</A>'
Subject: &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;?

 

&#1513;&#1500;&#1493;&#1501; OWASPers!

 

&#1511;&#1513;&#1492; &#1500;&#1497; &#1488;&#1508;&#1497;&#1500;&#1493; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1514; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;... &#1488;&#1489;&#1500;, &#1494;&#1488;&#1514; &#1513;&#1508;&#1514; &#1492;&#1488;&#1501; &#1513;&#1500; &#1512;&#1493;&#1489;&#1504;&#1493;.

 

&#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1489;-Board &#1513;&#1500; OWASP &#1497;&#1513;&#1512;&#1488;&#1500; &#1506;&#1500; &#1497;&#1493;&#1494;&#1502;&#1493;&#1514; &#1500;&#1513;&#1504;&#1492; &#1492;&#1495;&#1491;&#1513;&#1492;, &#1512;&#1510;&#1497;&#1504;&#1493; &#1500;&#1492;&#1506;&#1500;&#1493;&#1514; &#1488;&#1514; &#1492;&#1513;&#1488;&#1500;&#1492; &#1492;&#1488;&#1501; &#1497;&#1513; &#1502;&#1511;&#1493;&#1501; &#1500;&#1508;&#1493;&#1512;&#1493;&#1501;/&#1502;&#1511;&#1493;&#1501;/&#1488;&#1514;&#1512;/&#1512;&#1513;&#1514; &#1495;&#1489;&#1512;&#1514;&#1497;&#1514; &#1500;&#1491;&#1497;&#1493;&#1503; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514; &#1489;&#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;?

 

&#1488;&#1501; &#1499;&#1503; &#1502;&#1492; &#1492;&#1508;&#1500;&#1496;&#1493;&#1512;&#1502;&#1492;? &#1492;&#1488;&#1501; &#1512;&#1513;&#1514; &#1495;&#1489;&#1512;&#1514;&#1497;&#1514; &#1511;&#1497;&#1497;&#1502;&#1514;? &#1512;&#1513;&#1497;&#1502;&#1514; &#1514;&#1508;&#1493;&#1510;&#1492;? &#1502;&#1506;&#1512;&#1499;&#1514; &#1511;&#1492;&#1497;&#1500;&#1514;&#1497;&#1514; &#1488;&#1495;&#1512;&#1514;?

 

&#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1493;&#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1497;&#1514;&#1511;&#1489;&#1500;&#1493; &#1489;&#1489;&#1512;&#1499;&#1492; (&#1500;&#1491;&#1493;&#1488;&#1512; &#1492;&#1488;&#1497;&#1513;&#1497; &#1513;&#1500;&#1497; &#8211; &#1512;&#1513;&#1497;&#1502;&#1492; &#1494;&#1488;&#1514; &#1502;&#1497;&#1493;&#1506;&#1491;&#1514; &#1500;&#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1493;&#1500;&#1488; &#1500;&#1491;&#1497;&#1493;&#1504;&#1497;&#1501;)

 

~ &#1506;&#1493;&#1508;&#1512; &#1513;&#1497;&#1494;&#1507;

 &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer at shezaf.com</A>&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer at shezaf.com</A>

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20140123/59ede7fe/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20140123/59ede7fe/attachment.html</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000393.html">[OWASP Israel] &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1506;&#1489;&#1512;&#1497;&#1514;?
</A></li>
	<LI>Next message: <A HREF="000394.html">[OWASP Israel] &#1497;&#1493;&#1501; &#1508;&#1514;&#1493;&#1495; &#1493;&#1502;&#1497;&#1491;&#1506; &#1506;&#1500; &#1514;&#1493;&#1488;&#1512; &#1512;&#1488;&#1513;&#1493;&#1503; \ &#1513;&#1504;&#1497; &#1489;&#1505;&#1497;&#1497;&#1489;&#1512; &#1489;&#1489;&#1512; &#1488;&#1497;&#1500;&#1503; (&#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1495;&#1491;&#1513;&#1493;&#1514;)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#395">[ date ]</a>
              <a href="thread.html#395">[ thread ]</a>
              <a href="subject.html#395">[ subject ]</a>
              <a href="author.html#395">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
