<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [ OWASP - Montreal ] ConFoo 2012 :  l'appel aux conf&#233;renciers - Call for Papers
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-montreal%40lists.owasp.org?Subject=%5B%20OWASP%20-%20Montreal%20%5D%20%3D%3Fiso-8859-1%3Fq%3FConFoo_2012_%3D3A__l%3D27appel_au%3F%3D%0A%20%3D%3Fiso-8859-1%3Fq%3Fx_conf%3DE9renciers_-_Call_for_Papers%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000173.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[ OWASP - Montreal ] ConFoo 2012 :  l'appel aux conf&#233;renciers - Call for Papers</H1>
    <B>Philippe Gamache (OWASP)</B> 
    <A HREF="mailto:owasp-montreal%40lists.owasp.org?Subject=%5B%20OWASP%20-%20Montreal%20%5D%20%3D%3Fiso-8859-1%3Fq%3FConFoo_2012_%3D3A__l%3D27appel_au%3F%3D%0A%20%3D%3Fiso-8859-1%3Fq%3Fx_conf%3DE9renciers_-_Call_for_Papers%3F%3D&In-Reply-To="
       TITLE="[ OWASP - Montreal ] ConFoo 2012 :  l'appel aux conf&#233;renciers - Call for Papers">philippe.gamache at owasp.org
       </A><BR>
    <I>Thu Jul 21 12:35:10 EDT 2011</I>
    <P><UL>
        <LI>Previous message: <A HREF="000173.html">[ OWASP - Montreal ] July 21th 2011 - VEG
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#174">[ date ]</a>
              <a href="thread.html#174">[ thread ]</a>
              <a href="subject.html#174">[ subject ]</a>
              <a href="author.html#174">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>English is at the end.

--

ConFoo 2012 : l'appel aux conf&#233;renciers est maintenant ouvert!

Les propositions doivent &#234;tre re&#231;ues avant le 2 septembre 2011.

Nous recherchons les meilleurs conf&#233;renciers dans le domaine de la s&#233;curit&#233; informatique pr&#234;ts &#224; partager leurs exp&#233;riences et leurs comp&#233;tences avec des d&#233;veloppeurs et des gestionnaires. Cette ann&#233;e, ConFoo est d&#233;di&#233;e au d&#233;veloppement d'applications, &#224; la gestion de projets ainsi qu'aux bonnes pratiques.

Nous voulons que la s&#233;curit&#233; soit repr&#233;sent&#233;e au ConFoo en rapport avec les aspects du d&#233;veloppement Web: PHP, Python, Ruby, .Net, Java, syst&#232;me de gestion de contenu, frameworks, bases de donn&#233;es, administration syst&#232;me, standards Web, applications mobiles, l'accessibilit&#233; l'architecture d'application, gestion de projets, les m&#233;thodes agiles, les outils de r&#233;f&#233;rencement (SEO), l'analyse marketing Web, les r&#233;seaux sociaux et les start-ups.

Lors de votre proposition, veuillez sp&#233;cifier, dans les notes aux organisateurs, l'auditoire cible de votre pr&#233;sentation. N'oubliez pas de sp&#233;cifier les aspects associ&#233;s tel que mentionn&#233; ci-haut dans le sommaire, ainsi que le niveau du sujet. Vos chances seront meilleures si votre proposition est claire sur les sp&#233;cificit&#233;s de votre pr&#233;sentation.

La conf&#233;rence aura lieu du 29 f&#233;vrier au 2 mars 2012 &#224; Montr&#233;al dans le prestigieux H&#244;tel Hilton Bonaventure et sera pr&#233;c&#233;d&#233;e de quelques jours de formation.

Visitez <A HREF="http://confoo.ca/fr/call-for-papers">http://confoo.ca/fr/call-for-papers</A> afin de soumettre une proposition.


--------------------


ConFoo 2012: Call for Papers is Now Open!

Talk proposals must received by September 2nd, 2011.

We are looking for the best security oriented speakers willing to share their skills and experience with developers and managers. ConFoo 2012 is focused on software development, project management and best practices.

We would like for security presentations at ConFoo to be relevant for a variety of different Web development environments, such as: PHP, Python, Ruby, .Net, Java, content management systems, frameworks, databases, system administration, Web standards, mobile development, accessibility, software architecture, project management, agile methodology, referencing (SEO), Web marketing analysis, social networking, and start-ups.

Please clearly specify your target audience when submitting your proposal. Don't forget to mention related aspects as listed above in the abstract, and also the technical level of your subject. You'll have a greater chance of acceptance if your proposal is clear about the qualifications of your talk.

The conference will be held in Montreal from February 29th to March 2nd, 2012 at the prestigious Hotel Hilton Bonaventure and will be preceded by a few days of training.

Visit <A HREF="http://confoo.ca/en/call-for-papers">http://confoo.ca/en/call-for-papers</A> in order to submit a proposal.

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-montreal/attachments/20110721/b428e12c/attachment.html">https://lists.owasp.org/pipermail/owasp-montreal/attachments/20110721/b428e12c/attachment.html</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000173.html">[ OWASP - Montreal ] July 21th 2011 - VEG
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#174">[ date ]</a>
              <a href="thread.html#174">[ thread ]</a>
              <a href="subject.html#174">[ subject ]</a>
              <a href="author.html#174">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-montreal">More information about the Owasp-montreal
mailing list</a><br>
</body></html>
