<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-Helsinki] OWASP Helsinki 2008 alkuvuoden aktiviteetit / OWASP Helsinki 2008 first activities
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=%5BOwasp-Helsinki%5D%20OWASP%20Helsinki%202008%20alkuvuoden%20aktiviteetit%20/%0A%20OWASP%20Helsinki%202008%20first%20activities&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000041.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-Helsinki] OWASP Helsinki 2008 alkuvuoden aktiviteetit / OWASP Helsinki 2008 first activities</H1>
    <B>Laulajainen Antti</B> 
    <A HREF="mailto:owasp-helsinki%40lists.owasp.org?Subject=%5BOwasp-Helsinki%5D%20OWASP%20Helsinki%202008%20alkuvuoden%20aktiviteetit%20/%0A%20OWASP%20Helsinki%202008%20first%20activities&In-Reply-To="
       TITLE="[Owasp-Helsinki] OWASP Helsinki 2008 alkuvuoden aktiviteetit / OWASP Helsinki 2008 first activities">antti.laulajainen at ixonos.com
       </A><BR>
    <I>Tue Jan  8 06:38:00 EST 2008</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000041.html">[Owasp-Helsinki] Open position @ Nokia
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#40">[ date ]</a>
              <a href="thread.html#40">[ thread ]</a>
              <a href="subject.html#40">[ subject ]</a>
              <a href="author.html#40">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Tervehdys ja hyv&#228;&#228; uutta vuotta 2008.

Vuosi 2008 on sovellustietoturvan vuosi. OWASP organisaatio aikoo panostaa n&#228;kyvyyteen maailmanlaajuisesti. OWASP Helsingin toiminta t&#228;ht&#228;&#228; auttamaan vuonna 2008 tietoisuuden levitt&#228;misess&#228;. Ensimm&#228;inen aktiviteetti t&#228;ll&#228; saralla on yhteisty&#246; Rational and Websphere User Group Finland RWSUG:n, <A HREF="http://www.rwsug.fi,">http://www.rwsug.fi,</A> kanssa.

Yhteisty&#246;n merkeiss&#228; olemme saaneet kutsun osallistua yhdistyksen seminaariin 29.1.2008. Seminaarin aiheena on ketteryys (agility). OWASP Helsingin puheenvuoron pit&#228;&#228; Reijo Savola VTT:lt&#228;. Aiheena on ketter&#228; tietoturvan hallinta ohjelmistotuotannossa. Seminaari on maksuton ja kehotankin jakelulistan j&#228;seni&#228; osallistumaan seminaariin. Ohessa on linkki lis&#228;tietoihin ja ilmoittautumislomake. Alla my&#246;s kutsu tapahtumaan.

<A HREF="http://www.rwsug.fi/default.asp?path=1,39,385">http://www.rwsug.fi/default.asp?path=1,39,385</A>

Muita l&#228;hiaikojen tapahtumia on OWASPin toiminnan esittely ISACA Finlandin j&#228;senille 24.1.2008. Timo Meril&#228;inen on yst&#228;v&#228;llisesti lupautunut esittelem&#228;&#228;n OWAPin toimintaa aiheella OWASP tietoj&#228;rjestelm&#228;tarkastajan n&#228;k&#246;kulmasta.

Muista kev&#228;&#228;n tapahtumista tiedoitetaan kun niit&#228; saadaan suunniteltua tarkemmin.

Antti


Hello and Happy New Year 2008.


2008 is the year of Application Security. Visibility is high worldwide for OWASP this year. OWASP Helsinki chapter will this year aim to prove OWASP visibility and application security awareness. First activity in this field is co-operation with Rational and Websphere User Group Finland RWSUG, <A HREF="http://www.rwsug.fi.">http://www.rwsug.fi.</A>

OWASP Helsinki has been to participate in RWSUG seminar on 29th of January 2008. Seminar theme is agility. Reijo Savola from VTT will be representing OWASP Helsinki. Title of Reijo's presentation is going to be Data security Management in Agile Software Development Process, Finnish only. The seminar is free of charge and I encourage everybody to attend. More information is available in the following link. Invitation is also included in this message

<A HREF="http://www.rwsug.fi/default.asp?path=1,39,385">http://www.rwsug.fi/default.asp?path=1,39,385</A>



Other activities are introduction of OWASP to ISACA Finland members on 24th of January 2008. Timo Meril&#228;inen has kindly promised to held the presentation.

More activities will be introduced on the mailing list after they have been planned.



BR,

Antti

-----------------------------------------------------------------------------------------------------------


RWSUG Seminaari 29.1.2008

Tervetuloa Rational- ja WebSphere-k&#228;ytt&#228;j&#228;yhdistyksen (<A HREF="http://www.rwsug.fi/">http://www.rwsug.fi/</A>) seminaarin tiistaina 29.1.2008!

Seminaarin teema t&#228;ll&#228; kertaa on eritt&#228;in ajankohtainen ja t&#228;rke&#228; aihe, ketteryys (agility). Keynote-puhujana on asian ehdoton huippunimi Scott W. Ambler ( <A HREF="http://www-306.ibm.com/software/rational/bios/ambler.html">http://www-306.ibm.com/software/rational/bios/ambler.html</A> ).

Seminaarin agility -teemaa noudattavat my&#246;s muut esitykset. N&#228;iss&#228; kuulemme mm.
-         SOA liiketoiminnan ja toteutuksen n&#228;k&#246;kulmista kansainv&#228;lisess&#228; hankkeessa
-         Ketteryydest&#228; liiketoimintaprosessien mallintamisessa k&#228;yt&#228;nn&#246;n projektissa
-         Ketter&#228;st&#228; tietoturvan hallinnasta
-         V&#228;lineest&#228; ja alustasta ketteryyden tueksi - Jazz

Seminaari p&#228;&#228;ttyy iltapalaan IBM Forum Nordic -keskuksessa, jossa voit verkostoitua ja innovoida muiden alan ammattilaisten kanssa.

Seminaari:
29.1.2008, klo 12.00-19.00. IBM:n p&#228;&#228;konttori Munkkiniemess&#228;, Laajalahdentie 23&lt;<A HREF="http://kartat.eniro.fi/query?what=map&amp;asearch=1&amp;streetname=Laajalahdentie&amp;streetnumber=23&amp;city=Helsinki">http://kartat.eniro.fi/query?what=map&amp;asearch=1&amp;streetname=Laajalahdentie&amp;streetnumber=23&amp;city=Helsinki</A>&gt;, Helsinki.

Ilmoittautuminen:
Ilmoittautuminen tapahtuu sivustolla <A HREF="http://www.rwsug.fi/,">http://www.rwsug.fi/,</A> jossa my&#246;s lis&#228;tietoja. Tilaa on rajoitetusti, ilmoittaudu jo t&#228;n&#228;&#228;n, kuitenkin viimeist&#228;&#228;n 25.1.2007. Tapahtuma on ilmainen.

11.15

Ilmoittautuminen alkaa

11.15-12.00

Buffet-lounas

12.00-12.10

Tilaisuuden avaus
Jussi Jutila, Puheenjohtaja, RWSUG ry

KEYNOTE

12.10-13.30

Scaling Agile Software Development: Strategies for Applying Agile in Complex Situations
Scott W. Ambler, Practice Leader Agile Development, IBM Canada

13.30-13.45

Kahvitauko

13.45-15.30

SOA liiketoiminnan n&#228;k&#246;kulmasta ja SOA toteutuksen n&#228;k&#246;kulmasta kansainv&#228;lisessa hankkeessa
Kari Laine, IT Architect, IF ja Jarmo Laine, Senior Software Architect,Primasoft

15.30-15.45

Tauko

15.45-16.30

Ketter&#228; tietoturvan hallinta ohjelmistotuotannossa
Reijo Savola, VTT

16.30-17.15

Jazz Update
IBM

17.15-19.00

Iltapalaa ja verkostoitumista IBM Forumissa







-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-helsinki/attachments/20080108/f165d95e/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-helsinki/attachments/20080108/f165d95e/attachment-0001.html</A> 
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000041.html">[Owasp-Helsinki] Open position @ Nokia
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#40">[ date ]</a>
              <a href="thread.html#40">[ thread ]</a>
              <a href="subject.html#40">[ subject ]</a>
              <a href="author.html#40">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-helsinki">More information about the Owasp-helsinki
mailing list</a><br>
</body></html>
