<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP IL]  &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1502;&#1508;&#1490;&#1513; &#1511;&#1492;&#1497;&#1500;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1502;&#1497;&#1491;&#1506; &#1489;&#1502;&#1497;&#1511;&#1512;&#1493;&#1505;&#1493;&#1508;&#1496; -.NET rootkits: backdoors inside your framework
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20IL%5D%20%3D%3Fwindows-1255%3Fb%3FIOTm7vDkIOzu9OL5IPfk6ez6IODh6Of6IOTu%3F%3D%0A%09%3D%3Fwindows-1255%3Fb%3F6ePyIOHu6ff45fHl9OggLS5ORVQgcm9vdGtpdHM6IGJhY2tk%3F%3D%0A%09%3D%3Fwindows-1255%3Fq%3Foors_inside_your_framework%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP IL]  &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1502;&#1508;&#1490;&#1513; &#1511;&#1492;&#1497;&#1500;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1502;&#1497;&#1491;&#1506; &#1489;&#1502;&#1497;&#1511;&#1512;&#1493;&#1505;&#1493;&#1508;&#1496; -.NET rootkits: backdoors inside your framework</H1>
    <B>Erez Metula</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=%5BOWASP%20IL%5D%20%3D%3Fwindows-1255%3Fb%3FIOTm7vDkIOzu9OL5IPfk6ez6IODh6Of6IOTu%3F%3D%0A%09%3D%3Fwindows-1255%3Fb%3F6ePyIOHu6ff45fHl9OggLS5ORVQgcm9vdGtpdHM6IGJhY2tk%3F%3D%0A%09%3D%3Fwindows-1255%3Fq%3Foors_inside_your_framework%3F%3D&In-Reply-To="
       TITLE="[OWASP IL]  &#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1502;&#1508;&#1490;&#1513; &#1511;&#1492;&#1497;&#1500;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1502;&#1497;&#1491;&#1506; &#1489;&#1502;&#1497;&#1511;&#1512;&#1493;&#1505;&#1493;&#1508;&#1496; -.NET rootkits: backdoors inside your framework">erezmetula at 2bsecure.co.il
       </A><BR>
    <I>Mon Oct 13 04:01:25 EDT 2008</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#147">[ date ]</a>
              <a href="thread.html#147">[ thread ]</a>
              <a href="subject.html#147">[ subject ]</a>
              <a href="author.html#147">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE> 

&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

&#1489;&#1514;&#1488;&#1512;&#1497;&#1498; 11.11.08 (&#1513;&#1500;&#1497;&#1513;&#1497; &#1489;&#1506;&#1512;&#1489;) &#1488;&#1506;&#1489;&#1497;&#1512; &#1502;&#1510;&#1490;&#1514; &#1489;&#1511;&#1492;&#1497;&#1500;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1500;&#1502;&#1508;&#1514;&#1495;&#1497;&#1501; &#1513;&#1500; &#1502;&#1497;&#1511;&#1512;&#1493;&#1505;&#1493;&#1508;&#1496; &#1489;&#1504;&#1493;&#1513;&#1488; &#1502;&#1488;&#1493;&#1491; &#1502;&#1506;&#1504;&#1497;&#1497;&#1503;, &#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1502;&#1495;&#1511;&#1512; &#1513;&#1489;&#1497;&#1510;&#1506;&#1514;&#1497; &#8211; &#1499;&#1497;&#1510;&#1491; &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1513;&#1508;&#1514; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; (&#1500;&#1491;&#1493;&#1490;&#1502;&#1488; C#) &#1493;&#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1511;&#1493;&#1491; &#1488;&#1513;&#1512; &#1512;&#1509; &#1514;&#1495;&#1514; &#1492; Framework &#1500;&#1489;&#1510;&#1506; &#1491;&#1489;&#1512;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1502;&#1502;&#1492; &#1513;&#1499;&#1514;&#1493;&#1489; &#1489;&#1511;&#1493;&#1491;! &#1504;&#1512;&#1488;&#1492; &#1499;&#1497;&#1510;&#1491; &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1504;&#1493;&#1514; &#1506;&quot;&#1497; &#1496;&#1499;&#1504;&#1497;&#1511;&#1493;&#1514; &#1513;&#1500; reverse engineering &#1488;&#1514; &#1492;&#1502;&#1497;&#1502;&#1493;&#1513; &#1492;&#1508;&#1504;&#1497;&#1502;&#1497; &#1513;&#1500; &#1492; Framework, &#1493;&#1499;&#1503; &#1499;&#1497;&#1510;&#1491; &#1514;&#1493;&#1511;&#1507; &#1497;&#1499;&#1493;&#1500; &#1500;&#1504;&#1510;&#1500; &#1506;&#1493;&#1489;&#1491;&#1492; &#1494;&#1493; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1513;&#1514;&#1493;&#1500; &#1511;&#1493;&#1491; &#1494;&#1491;&#1493;&#1504;&#1497;, &#1499;&#1490;&#1493;&#1503; Rootkit &#1488;&#1493; Backdoor, &#1506;&#1502;&#1493;&#1511; &#1489;&#1514;&#1493;&#1498; &#1514;&#1513;&#1514;&#1497;&#1514; &#1492; .NET &#1499;&#1498; &#1513;&#1492;&#1497;&#1488; &#1514;&#1497;&#1513;&#1488;&#1512; &#1489;&#1500;&#1514;&#1497; &#1504;&#1497;&#1514;&#1504;&#1514; &#1500;&#1494;&#1497;&#1492;&#1493;&#1497;. 

&#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1502;&#1510;&#1490;&#1514; &#1504;&#1489;&#1495;&#1503; &#1499;&#1497;&#1510;&#1491; &#1504;&#1497;&#1514;&#1503; &#1500;&#1506;&#1511;&#1493;&#1507; &#1488;&#1514; &#1502;&#1504;&#1490;&#1504;&#1493;&#1504;&#1497; &#1492;&#1490;&#1504;&#1492; &#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1513;&#1500; &#1492; Framework, &#1493;&#1499;&#1503; &#1504;&#1510;&#1508;&#1492; &#1489;&#1502;&#1490;&#1493;&#1493;&#1503; &#1491;&#1493;&#1490;&#1502;&#1488;&#1493;&#1514; &#1499;&#1490;&#1493;&#1503; &#1489;&#1497;&#1510;&#1493;&#1506; Reverse shell, &#1513;&#1500;&#1497;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; &#1512;&#1490;&#1497;&#1513; &#1500;&#1514;&#1493;&#1511;&#1507;, &#1504;&#1497;&#1496;&#1512;&#1493;&#1500; CAS, &#1511;&#1497;&#1489;&#1493;&#1506; &#1502;&#1508;&#1514;&#1495;&#1493;&#1514; &#1492;&#1510;&#1508;&#1504;&#1492; &#1493;&#1499;&#1491;&#1493;&#1502;&#1492;.

&#1489;&#1504;&#1493;&#1505;&#1507;, &#1497;&#1495;&#1513;&#1507; &#1499;&#1500;&#1497; &#1489;&#1513;&#1501; .NET-Sploit &#1488;&#1513;&#1512; &#1508;&#1493;&#1514;&#1495; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1500;&#1510;&#1493;&#1512;&#1498; &#1489;&#1497;&#1510;&#1493;&#1506; &#1492;&#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1492;&#1504;&quot;&#1500;, &#1488;&#1513;&#1512; &#1502;&#1505;&#1493;&#1490;&#1500; &#1500;&#1513;&#1514;&#1493;&#1500; Rootkits &#1489;&#1514;&#1493;&#1498; DLL &#1513;&#1500; &#1492; .NET Framework

 

 

&#1500;&#1492;&#1500;&#1503; &#1500;&#1497;&#1504;&#1511; &#1500;&#1492;&#1512;&#1513;&#1502;&#1492; (&#1499;&#1504;&#1497;&#1505;&#1492; &#1495;&#1493;&#1508;&#1513;&#1497;&#1514;):

<A HREF="http://msevents.microsoft.com/CUI/EventDetail.aspx?EventID=1032392657&amp;Culture=he-IL">http://msevents.microsoft.com/CUI/EventDetail.aspx?EventID=1032392657&amp;Culture=he-IL</A> &lt;<A HREF="http://msevents.microsoft.com/CUI/EventDetail.aspx?EventID=1032392657&amp;Culture=he-IL">http://msevents.microsoft.com/CUI/EventDetail.aspx?EventID=1032392657&amp;Culture=he-IL</A>&gt; 

 

 

&#1502;&#1510;&#1490;&#1514; &#1494;&#1493; &#1492;&#1497;&#1504;&#1492; &#1492;&#1512;&#1495;&#1489;&#1492; &#1500;&#1502;&#1510;&#1490;&#1514; &#1492;&#1511;&#1510;&#1512;&#1492; &#1497;&#1495;&#1505;&#1497;&#1514; &#1488;&#1513;&#1512; &#1492;&#1493;&#1506;&#1489;&#1512;&#1492; &#1489;&#1499;&#1504;&#1505; OWASP &#1492;&#1488;&#1495;&#1512;&#1493;&#1503; (&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1493;&#1512;&#1497;&#1491; &#1488;&#1514; &#1492;&#1502;&#1510;&#1490;&#1514; &#1492;&#1511;&#1493;&#1491;&#1502;&#1514; &#1502;&#1499;&#1488;&#1503; <A HREF="https://www.owasp.org/images/5/51/OWASP_IL_2008_Erez_Metula_.NET_Rootkits.ppt">https://www.owasp.org/images/5/51/OWASP_IL_2008_Erez_Metula_.NET_Rootkits.ppt</A> &lt;<A HREF="https://www.owasp.org/images/5/51/OWASP_IL_2008_Erez_Metula_.NET_Rootkits.ppt">https://www.owasp.org/images/5/51/OWASP_IL_2008_Erez_Metula_.NET_Rootkits.ppt</A>&gt; ). &#1492;&#1502;&#1510;&#1490;&#1514; &#1488;&#1493;&#1502;&#1504;&#1501; &#1506;&#1493;&#1505;&#1511;&#1514; &#1489;.NET &#1499;&#1491;&#1493;&#1490;&#1502;&#1488;, &#1488;&#1498; &#1492;&#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1488;&#1513;&#1512; &#1497;&#1493;&#1510;&#1490;&#1493; &#1504;&#1497;&#1514;&#1504;&#1497;&#1501; &#1500;&#1497;&#1513;&#1493;&#1501; &#1490;&#1501; &#1489;&#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1488;&#1495;&#1512;&#1493;&#1514; &#1499;&#1490;&#1493;&#1503; Java &#1500;&#1491;&#1493;&#1490;&#1502;&#1488;.

 

&#1488;&#1513;&#1502;&#1495; &#1500;&#1512;&#1488;&#1493;&#1514;&#1499;&#1501;!

 

 

&#1500;&#1492;&#1500;&#1503; &#1492;&#1492;&#1494;&#1502;&#1504;&#1492; &#1492;&#1512;&#1497;&#1513;&#1502;&#1497;&#1514; &#1513;&#1500; &#1497;&#1512;&#1493;&#1503; &#1495;&#1511;&#1493;&#1503;, &#1502;&#1504;&#1492;&#1500; &#1492;&#1511;&#1492;&#1497;&#1500;&#1492;:

 

 

 

 

 

&#1513;&#1500;&#1493;&#1501;,

&#1492;&#1504;&#1498; &#1502;&#1493;&#1494;&#1502;&#1503; &#1500;&#1502;&#1508;&#1490;&#1513; &#1511;&#1492;&#1497;&#1500;&#1514; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506; - .Net security user group

&#1513;&#1497;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1514;&#1488;&#1512;&#1497;&#1498; &#1492; 11-11-08

&#1492;&#1514;&#1499;&#1504;&#1505;&#1493;&#1514; &#1489;-17:30 &#1489;&#1489;&#1497;&#1514; &#1502;&#1497;&#1511;&#1512;&#1493;&#1505;&#1493;&#1508;&#1496;, &#1512;&#1495;' &#1492;&#1508;&#1504;&#1497;&#1504;&#1492; 2 &#1512;&#1506;&#1504;&#1504;&#1492;.

&#1513;&#1501; &#1492;&#1502;&#1508;&#1490;&#1513;: .NET Root kits - Backdoors Inside Your Framework  

 

 

&#1489;&#1492;&#1502;&#1513;&#1498; &#1500;&#1492;&#1512;&#1510;&#1488;&#1492; &#1492;&#1502;&#1510;&#1493;&#1497;&#1504;&#1514; &#1513;&#1492;&#1506;&#1489;&#1497;&#1512; &#1488;&#1512;&#1494; &#1502;&#1496;&#1493;&#1500;&#1492; (&#1502;&#1493;&#1502;&#1495;&#1492; &#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514;, 2BSecure ) &#1489;&#1499;&#1504;&#1505; OWASP 2008 Conference, &#1488;&#1504;&#1497; &#1513;&#1502;&#1495; &#1513;&#1493;&#1489; &#1500;&#1488;&#1512;&#1495; &#1489;&#1511;&#1489;&#1493;&#1510;&#1492; &#1488;&#1514; &#1488;&#1512;&#1494; &#1506;&#1500; &#1502;&#1504;&#1514; &#1513;&#1497;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1502;&#1510;&#1490;&#1514; &#1489;&#1502;&#1514;&#1499;&#1493;&#1504;&#1514;&#1492; &#1492;&#1502;&#1500;&#1488;&#1492;. 

&#1500;&#1502;&#1497; &#1513;&#1500;&#1488; &#1492;&#1497;&#1492; &#1489;&#1499;&#1504;&#1505; &#1488;&#1493; &#1513;&#1499;&#1495; (&#1488;&#1504;&#1497; &#1506;&#1491;&#1497;&#1503; &#1500;&#1488; &#1513;&#1499;&#1495;&#1514;&#1497;...) , &#1492;&#1502;&#1508;&#1490;&#1513; &#1497;&#1506;&#1505;&#1493;&#1511; &#1489;&#1502;&#1495;&#1511;&#1512; &#1502;&#1488;&#1493;&#1491; &#1502;&#1506;&#1504;&#1497;&#1497;&#1503; &#1513;&#1489;&#1497;&#1510;&#1506; &#1488;&#1512;&#1494; &#1493;&#1489;&#1505;&#1493;&#1508;&#1493; &#1492;&#1493;&#1499;&#1497;&#1495; &#1499;&#1497; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1510;&#1506; &#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1494;&#1491;&#1493;&#1504;&#1497;&#1493;&#1514; &#1500;&#1502;&#1493;&#1500; &#1492; .Net Framework &#1513;&#1499;&#1493;&#1500;&#1504;&#1493; &#1499;&#1500; &#1499;&#1498; &#1488;&#1493;&#1492;&#1489;&#1497;&#1501; &#1500;&#1489;&#1510;&#1506; &#1489;&#1493; &#1513;&#1497;&#1502;&#1493;&#1513; &#1493;&#1495;&#1513;&#1489;&#1504;&#1493; &#1488;&#1493;&#1514;&#1493; &#1500;&#1489;&#1496;&#1493;&#1495;. 

&#1492;&#1489;&#1506;&#1497;&#1493;&#1514; &#1513;&#1488;&#1512;&#1494; &#1490;&#1497;&#1500;&#1492; &#1489;&#1502;&#1495;&#1511;&#1512; &#1513;&#1489;&#1497;&#1510;&#1506;, &#1495;&#1493;&#1513;&#1508;&#1493;&#1514; &#1500;&#1508;&#1504;&#1497;&#1504;&#1493; &#1488;&#1497;&#1493;&#1502;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1513;&#1500;&#1488; &#1495;&#1513;&#1489;&#1504;&#1493; &#1513;&#1504;&#1488;&#1500;&#1509; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491; &#1502;&#1493;&#1500;&#1501; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501;, &#1493;&#1499;&#1500; &#1492;&#1504;&#1512;&#1488;&#1492; &#1504;&#1510;&#1496;&#1512;&#1498; &#1500;&#1491;&#1506;&#1514; &#1500;&#1492;&#1514;&#1502;&#1493;&#1491;&#1491; &#1502;&#1493;&#1500;&#1501; &#1490;&#1501; &#1489;&#1506;&#1514;&#1497;&#1491; &#1493;&#1494;&#1488;&#1514; &#1493;&#1496;&#1512;&#1501; &#1492;&#1514;&#1511;&#1489;&#1500; &#1502;&#1506;&#1504;&#1492; &#1502;&#1495;&#1497;&#1497;&#1489; &#1499;&#1500; &#1513;&#1492;&#1493;&#1488; &#1502;&#1495;&#1489;&#1512;&#1514; Microsoft &#1500;&#1489;&#1497;&#1510;&#1493;&#1506; &#1514;&#1497;&#1511;&#1493;&#1504;&#1497;&#1501; &#1489;&#1502;&#1504;&#1490;&#1504;&#1493;&#1504;&#1497; &#1492;&#1488;&#1489;&#1496;&#1495;&#1492; &#1513;&#1500; &#1492; Framework &#1500;&#1502;&#1493;&#1500; &#1492;&#1488;&#1497;&#1493;&#1502;&#1497;&#1501; &#1513;&#1504;&#1502;&#1510;&#1488;&#1493; &#1489;&#1502;&#1495;&#1511;&#1512;. 

 

&#1500;&#1492;&#1500;&#1503; &#1514;&#1497;&#1488;&#1493;&#1512; &#1492;&#1502;&#1508;&#1490;&#1513; &#1489;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;: 

Following his interesting discovery on the Israeli OWASP 2008 Conference, I'm happy to have Erez Metula as a speaker for the next UG meeting. On the next meeting, Erez will talk about a very interesting method of modifying the .NET language, and changing its internal implementation! 

 

Description:

It is considered relatively easy to reverse engineer compiled .NET EXE's and DLL's. This is a well known fact. 

But what happens if we will use this fact to reverse engineer and modify .NET Framework DLL's and recompile the code..? We can change the .NET language! 

Erez Metula will expose the methods required to modify the Framework, and how to bypass its own protection mechanisms.

We will talk about the various ways to develop rootkits for the .NET framework, so that every EXE/DLL that runs on a modified Framework will behave differently than what it's supposed to do. Code reviews will not detect backdoors installed inside the framework since the payload is not in the code itself, but rather it is inside the framework implementation. 

We will see how to write rootkits for the framework, that will enable the attacker to install a reverse shell inside the framework, to steal valuable information, to fixate encryption keys, disable security checks and more. 

In addition, a new tool for building MSIL rootkits will be released that will enable the user to inject preloaded/custom payload to the Framework core DLL. 

 

 

&#1505;&#1491;&#1512; &#1497;&#1493;&#1501;: 

17:30 -18:00   &#1492;&#1514;&#1499;&#1504;&#1505;&#1493;&#1514; &#1493;&#1499;&#1497;&#1489;&#1493;&#1491; &#1511;&#1500;

18:00 -18:30    Introduction .NET execution model &amp; .NET reverse engineering   

18:30 -19:15    Modifying the Framework core 

19:15 -19:30    &#1492;&#1508;&#1505;&#1511;&#1492;

19:30 -20:00     Installing backdoors and root kits

20:00 -20:15     Automating the process with .NET-Sploit

20:15 -20:30     Things to consider when injecting

20:30           &#1505;&#1497;&#1493;&#1501;

 

&#1511;&#1492;&#1500; &#1497;&#1506;&#1491;

&#1502;&#1508;&#1514;&#1495;&#1497;&#1501;, &#1488;&#1504;&#1513;&#1497; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506;.

 

&#1502;&#1512;&#1510;&#1492;: &#1488;&#1512;&#1494; &#1502;&#1496;&#1493;&#1500;&#1492; &#1492;&#1497;&#1504;&#1493; &#1502;&#1504;&#1492;&#1500; &#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514;  &#1493;&#1497;&#1493;&#1506;&#1509; &#1489;&#1499;&#1497;&#1512; &#1489;&#1495;&#1489;&#1512;&#1514; 2Bsecure. 

Erez Metula, Application security department manager, 2BSecure

 

 

&#1511;&#1492;&#1497;&#1500;&#1492; &#1494;&#1493; &#1504;&#1508;&#1490;&#1513;&#1514; &#1499;&#1500; &#1497;&#1493;&#1501; &#1513;&#1500;&#1497;&#1513;&#1497; &#1512;&#1488;&#1513;&#1493;&#1503; &#1489;&#1495;&#1493;&#1491;&#1513;(&#1489;&#1491;&quot;&#1499;). 

&#1504;&#1513;&#1502;&#1495; &#1500;&#1512;&#1488;&#1493;&#1514;&#1498;,&#1500;&#1492;&#1512;&#1513;&#1502;&#1492; &#1500;&#1495;&#1509; &#1499;&#1488;&#1503; &lt;<A HREF="http://msevents.microsoft.com/CUI/EventDetail.aspx?EventID=1032392657&amp;Culture=he-IL">http://msevents.microsoft.com/CUI/EventDetail.aspx?EventID=1032392657&amp;Culture=he-IL</A>&gt; ,

                                                                                        

 

 

&#1499;&#1512;&#1490;&#1497;&#1500;, &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1492;&#1494;&#1502;&#1504;&#1492; &#1500;&#1500;&#1511;&#1493;&#1495;&#1493;&#1514; \&#1506;&#1493;&#1489;&#1491;&#1497;&#1501; \ &#1495;&#1489;&#1512;&#1497;&#1501; &#1493;&#1499;&#1493;&#1500; &#1502;&#1497; &#1513;&#1502;&#1514;&#1506;&#1504;&#1497;&#1497;&#1503;, &#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1495;&#1497;&#1504;&#1501;. 

 

  &lt;javascript:ClickThumbnail(29&gt; 

 

________________________________

 

Erez Metula, CISSP    

Application Security Department Manager

Security Training Academic Director

Security Software Engineer

E-Mail:  <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">erezmetula at 2bsecure.co.il</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">erezmetula at 2bsecure.co.il</A>&gt;       Mobile:  972-54-2108830      Office: 972-3-6492007

 

&quot;Attackers often read through the documentation one page beyond where the developers stopped reading&quot; 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0001.html">https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0001.html</A> 
-------------- next part --------------
A non-text attachment was scrubbed...
Name: not available
Type: image/jpeg
Size: 1242 bytes
Desc: image001.jpg
Url : <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0003.jpe">https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0003.jpe</A> 
-------------- next part --------------
A non-text attachment was scrubbed...
Name: not available
Type: image/gif
Size: 3214 bytes
Desc: image002.gif
Url : <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0001.gif">https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0001.gif</A> 
-------------- next part --------------
A non-text attachment was scrubbed...
Name: not available
Type: image/jpeg
Size: 1432 bytes
Desc: image003.jpg
Url : <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0004.jpe">https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0004.jpe</A> 
-------------- next part --------------
A non-text attachment was scrubbed...
Name: not available
Type: image/jpeg
Size: 2275 bytes
Desc: image004.jpg
Url : <A HREF="https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0005.jpe">https://lists.owasp.org/pipermail/owasp-israel/attachments/20081013/f80c01bc/attachment-0005.jpe</A> 
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#147">[ date ]</a>
              <a href="thread.html#147">[ thread ]</a>
              <a href="subject.html#147">[ subject ]</a>
              <a href="author.html#147">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
