<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Owasp-germany] German OWASP Day 2014 in Hamburg: 9.12.!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20German%20OWASP%20Day%202014%20in%20Hamburg%3A%209.12.%21&In-Reply-To=%3C5476F875.6040306%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000714.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Owasp-germany] German OWASP Day 2014 in Hamburg: 9.12.!</H1>
    <B>Dirk Wetter</B> 
    <A HREF="mailto:owasp-germany%40lists.owasp.org?Subject=Re%3A%20%5BOwasp-germany%5D%20German%20OWASP%20Day%202014%20in%20Hamburg%3A%209.12.%21&In-Reply-To=%3C5476F875.6040306%40owasp.org%3E"
       TITLE="[Owasp-germany] German OWASP Day 2014 in Hamburg: 9.12.!">dirk at owasp.org
       </A><BR>
    <I>Thu Nov 27 10:09:57 UTC 2014</I>
    <P><UL>
        <LI>Previous message: <A HREF="000714.html">[Owasp-germany] 16. Stammtisch Karlsruhe
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#715">[ date ]</a>
              <a href="thread.html#715">[ thread ]</a>
              <a href="subject.html#715">[ subject ]</a>
              <a href="author.html#715">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
Moin OWASP-Germany etc al,

in weniger als zwei Wochen - am 9.12. startet der German OWASP Day in Hamburg.
(www.owasp.org/index.php/German_OWASP_Day_2014). Hier kurz die Highlights.

Zun&#228;chst einmal sind wir in einer fantatischen Lokation mit Blick auf den Hafen
(<A HREF="https://www.google.de/search?q=elbkuppel%20hotel%20hafen%20hamburg">https://www.google.de/search?q=elbkuppel%20hotel%20hafen%20hamburg</A>). Am Vortag
sind wir ab 18 Uhr (Einlass) im Gr&#246;ninger (siehe Webseite) zum Networking und
Technikschnack. Euch erwartet ein super Programm mit Builder, Breakern und
Defendern (owasp.org/index.php/German_OWASP_Day_2014/Programm).

Kurzer Einblick dazu:

Wir haben ganze f&#252;nf eingeladene Vortr&#228;ge. Die Keynote &quot;&#220;ber Agenten und
Trittbrettfahrer:  Web-Sicherheit als &#246;ffentliches Gut&quot; wird Prof. Rainer B&#246;hme
von der Uni M&#252;nster halten, Forschungsgebiete: &#214;konomie von IT-Sicherheit/
Datenschutz, virtuelle W&#228;hrungen, Cyberkriminalit&#228;t und digitaler Forensik.

Dann freuen wir uns, dass wir endlich mal Giorgio Maone (Mozilla),
dem Autor von NoScript bekommen haben. Er ist einer derjenigen, die XSS im
Browser bek&#228;mpfen (!) und wird wohl auf den Injection  Checker als Bestandteil
von NoScript eingehen und erkl&#228;ren, wie das funktioniert.

Die Italiener sind weiterhin vertreten mit Claudio Criscione (Google). In
&quot;Web app scanning is hard, let&#8217;s go shopping &quot; spricht er &#252;ber automatisiertes
Testen von Webapplikationen. Denke mal, Firing Range -- eine kaputte Applikation,
die Blackbox-Scannern auf den Zahn f&#252;hlt -- wird zentraler Bestandteil sein.
Firing Range ist vor ca. einer Woche Open Source geworden und aus der
Motivation heraus geboren, dass es halt f&#252;r Google wichtig ist, bei der Unzahl
an Applikationen bei Google alles so gut wie es geht m&#246;glichst automatisiert
testen zu k&#246;nnen.

Dann haben wir zwei Vortr&#228;ge von Invited Speakern auf der Builder-Seite, wo es
um Prozesse geht: Jerry Hoff (WhiteHat) -- Halbnordtiroler IIRC --  wird
verschiedene Secure Software Development Lifecycles vergleichen und auf deren
entwicklerseitige Implikationen eingehen, Seba als einer der Projektleiter von
OpenSAMM erkl&#228;rt das Haus- und Hofmodell von OWASP.


Lasy but not least: prima Vortr&#228;ge zu

* Internet-Scanning mittels Zmap und Masscan,
* den zwei Monate alten (1.0!) OWASP Top 10 Privacy Risks,
* Wie f&#252;hrt man Hunderte von Sicherheitsabnahmen in gro&#223;en Konzernen durch (Management)
* im Jahr von Heartbleed und Poodle:  Verschl&#252;sselung richtig mit SSL/TLS
* wie/was man in der Cloud verschl&#252;sseln sollte (SAP).
* iOS bekommt Defender- und Breaker-Einsichten.

Der Eintritt kostet 297,50 &#8364;, f&#252;r Studenten sind es 70,00 &#8364; (inkl. Steuer).


Also hoffentlich bis in K&#252;rze dann in Hamburg! ;-)

Dirk


-- 
German OWASP Board, (Chair AppSec Research 2013, German OWASP Day 2014)
Send me encrypted mails (Key ID 0xB818C039)

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000714.html">[Owasp-germany] 16. Stammtisch Karlsruhe
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#715">[ date ]</a>
              <a href="thread.html#715">[ thread ]</a>
              <a href="subject.html#715">[ subject ]</a>
              <a href="author.html#715">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-germany">More information about the Owasp-germany
mailing list</a><br>
</body></html>
