<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec Israel 2016 - CALL FOR VOLUNTEERS
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202016%20-%20CALL%20FOR%20VOLUNTEERS&In-Reply-To=%3C0aae01d20da2%24ca642730%245f2c7590%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000561.html">
   <LINK REL="Next"  HREF="000563.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec Israel 2016 - CALL FOR VOLUNTEERS</H1>
    <B>Avi D - OWASP Israel</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202016%20-%20CALL%20FOR%20VOLUNTEERS&In-Reply-To=%3C0aae01d20da2%24ca642730%245f2c7590%24%40owasp.org%3E"
       TITLE="[OWASP Israel] OWASP AppSec Israel 2016 - CALL FOR VOLUNTEERS">avi.douglen at owasp.org
       </A><BR>
    <I>Tue Sep 13 09:39:56 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000561.html">[OWASP Israel] OWASP AppSec Israel 2016 - Capture the Flag!
</A></li>
        <LI>Next message: <A HREF="000563.html">[OWASP Israel] Do you have anything interesting to say about AppSec	jobs and careers? participate in a panel at AppSec IL on the topic
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#562">[ date ]</a>
              <a href="thread.html#562">[ thread ]</a>
              <a href="subject.html#562">[ subject ]</a>
              <a href="author.html#562">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>(&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;)

We are calling for volunteers to assist with the operations during the conference. This includes proctors, bouncers (or &#8220;goons&#8221; in hackercon parley), videocamera operator, and so on. 

All volunteers are entitled to a free conference ticket!

(They will also receive an official conference t-shirt&#8230;) 

If you are able to spend some of the time to support the running of the conference, please be in touch with Hemed Gur Ary (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hemed at gurary.co.il</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hemed at gurary.co.il</A>&gt; ) and send him your phone number. 

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1500;&#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1513;&#1497;&#1493;&#1499;&#1500;&#1493; &#1500;&#1506;&#1494;&#1493;&#1512; &#1489;&#1514;&#1508;&#1506;&#1493;&#1500; &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1499;&#1504;&#1505;. &#1494;&#1492; &#1499;&#1493;&#1500;&#1500; &#1513;&#1493;&#1502;&#1512;&#1497;&#1501;, &#1505;&#1491;&#1512;&#1504;&#1497;&#1501;, &#1514;&#1508;&#1506;&#1493;&#1500; &#1502;&#1510;&#1500;&#1502;&#1514; &#1493;&#1493;&#1497;&#1491;&#1488;&#1493;, &#1493;&#1499;&#1491;&#1493;&#1502;&#1492;. 

&#1499;&#1500; &#1492;&#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1494;&#1499;&#1488;&#1497;&#1501; &#1500;&#1499;&#1504;&#1497;&#1505;&#1492; &#1500;&#1499;&#1504;&#1505; &#1489;&#1495;&#1497;&#1504;&#1501;! 

(&#1492;&#1501; &#1490;&#1501; &#1497;&#1511;&#1489;&#1500;&#1493; &#1495;&#1493;&#1500;&#1510;&#1514; &#1499;&#1504;&#1505; &#1512;&#1513;&#1502;&#1497;&#1514;.... ) 

&#1502;&#1497; &#1513;&#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1513;&#1511;&#1497;&#1506; &#1495;&#1500;&#1511; &#1502;&#1492;&#1494;&#1502;&#1503; &#1489;&#1505;&#1497;&#1493;&#1506; &#1489;&#1514;&#1508;&#1506;&#1493;&#1500; &#1492;&#1499;&#1504;&#1505;, &#1504;&#1488; &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1511;&#1513;&#1512; &#1506;&#1501; &#1495;&#1502;&#1491; &#1490;&#1493;&#1512; &#1488;&#1512;&#1497; (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hemed at gurary.co.il</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hemed at gurary.co.il</A>&gt; ) &#1493;&#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1500;&#1493; &#1488;&#1514; &#1502;&#1505;&#1508;&#1512; &#1492;&#1496;&#1500;&#1508;&#1493;&#1503; &#1513;&#1500;&#1498;. 

 

 

 

Only ONE week left!! 

AppSec Israel, the biggest and bestest application security conference in Israel &#8211; celebrating our TENTH year running, and bigger and better than ever! 

Many hundreds of your peers have already registered &#8211; as of now, we are expecting close to 650 (!!) attendees. 

Registration is only open until the end of the week &#8211; do it now! <A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A> 

 

The conference is scheduled for Monday, September 19, 2016 (all day, from 8:30 to 18:00), and will have multiple tracks of fantastic talks by an amazing group of speakers.

More details here: <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016">https://www.owasp.org/index.php/AppSec_Israel_2016</A> 

 

In addition, this year AppSec Israel will also be hosting our very first Capture the Flag competition! 

(With prizes, of course!) 

More details, including explanation on how it works, are here: <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_CTF">https://www.owasp.org/index.php/AppSec_Israel_2016_CTF</A> 

 

All this for the incredible price of FREE! 

But you must register to attend &#8211; so if you haven&#8217;t done so yet, click here: <A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A> 

We&#8217;ll even throw in a light lunch for free, courtesy of our awesome sponsors! 

 

This is also your very last chance to grab our last couple sponsorship opportunities.

Make this YOUR platform for marketing your products or services to the entire community, for recruiting the best minds and hands in application security and secure development, or just to help support the community, and help us make this conference even better! 

Details are available here <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships</A> or email Or Katz (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>&gt; ) directly.

 

I want to emphasize that attending this fantastic conference is FREE, thanks to our generous sponsors: 

 

Platinum Sponsors: Intuit, SafeBreach, GE Digital

Gold Sponsors: College of Management, Appsec Labs, Akamai, Synopsys, Imperva

Silver Sponsors: Checkmarx, SeeHR, Komodo Consulting, Ben Gurion University, Comsec Group, LivePerson

Community Supporters: Nixu Cybersecurity, Gvahim / Magshimim Cyber Programs

A La Carte: SafeBreach (Badges), GE Digital (Lanyards), SafeBreach (Volunteer T-Shirts), Komodo Consulting (Capture the Flag)

 

&#1504;&#1513;&#1488;&#1512; &#1512;&#1511; &#1513;&#1489;&#1493;&#1506; &#1488;&#1495;&#1491; &#1489;&#1500;&#1489;&#1491; !!

&#1499;&#1504;&#1505; AppSec Israel, &#1492;&#1499;&#1504;&#1505; &#1492;&#1490;&#1491;&#1493;&#1500; &#1493;&#1492;&#1496;&#1493;&#1489; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1495;&#1493;&#1490;&#1490; &#1488;&#1514; &#1492;&#1513;&#1504;&#1492; &#1492;&#1506;&#1513;&#1497;&#1512;&#1497;&#1514; &#1489;&#1512;&#1510;&#1497;&#1508;&#1493;&#1514;, &#1493;&#1492;&#1513;&#1504;&#1492; &#1490;&#1491;&#1493;&#1500; &#1497;&#1493;&#1514;&#1512; &#1493;&#1488;&#1497;&#1499;&#1493;&#1514;&#1497; &#1497;&#1493;&#1514;&#1512; &#1502;&#1488;&#1497; &#1508;&#1506;&#1501;! 

&#1502;&#1488;&#1493;&#1514; &#1512;&#1489;&#1493;&#1514; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501; &#1499;&#1489;&#1512; &#1504;&#1512;&#1513;&#1502;&#1493; &#8211; &#1504;&#1499;&#1493;&#1503; &#1500;&#1492;&#1497;&#1493;&#1501;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1510;&#1508;&#1497;&#1501; &#1513;&#1497;&#1490;&#1497;&#1506;&#1493; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; 650 (!!) &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501;.  

&#1492;&#1512;&#1497;&#1513;&#1493;&#1501; &#1497;&#1492;&#1497;&#1492; &#1508;&#1514;&#1493;&#1495; &#1512;&#1511; &#1506;&#1491; &#1505;&#1493;&#1507; &#1492;&#1513;&#1489;&#1493;&#1506; &#1492;&#1494;&#1492; &#8211; &#1492;&#1497;&#1512;&#1513;&#1502;&#1493; &#1506;&#1499;&#1513;&#1497;&#1493;!  &lt;<A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A>&gt; <A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A>

 

&#1492;&#1499;&#1504;&#1505; &#1502;&#1514;&#1493;&#1499;&#1504;&#1503; &#1500;&#1497;&#1493;&#1501; &#1489;', &#1492;-19 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; (&#1496;&quot;&#1494; &#1488;&#1500;&#1493;&#1500;) (&#1497;&#1493;&#1501; &#1513;&#1500;&#1501;, &#1492;&#1495;&#1500; &#1502;&#1513;&#1506;&#1492; 8:30 &#1493;&#1506;&#1491; 18:00), &#1493;&#1497;&#1510;&#1497;&#1506; &#1502;&#1505;&#1500;&#1493;&#1500;&#1497;&#1501; &#1513;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1506;&#1493;&#1500;&#1493;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1489;&#1493;&#1510;&#1492; &#1502;&#1491;&#1492;&#1497;&#1502;&#1492; &#1513;&#1500; &#1502;&#1512;&#1510;&#1497;&#1501;. 

&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1499;&#1488;&#1503;:  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A>&gt; <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2015">https://www.owasp.org/index.php/AppSec_Israel_2015</A> 

 

&#1489;&#1504;&#1493;&#1505;&#1507;, &#1492;&#1513;&#1504;&#1492; &#1499;&#1504;&#1505; AppSec Israel &#1497;&#1488;&#1512;&#1495; &#1488;&#1514; &#1492;&#1514;&#1495;&#1512;&#1493;&#1514; Capture the Flag &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1500;&#1504;&#1493;!

(&#1506;&#1501; &#1508;&#1512;&#1505;&#1497;&#1501;, &#1499;&#1502;&#1493;&#1489;&#1503;!)

&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1499;&#1493;&#1500;&#1500; &#1492;&#1505;&#1489;&#1512; &#1502;&#1500;&#1488; &#1506;&#1500; &#1492;&#1514;&#1492;&#1500;&#1497;&#1498;, &#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1499;&#1488;&#1503;:  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_CTF">https://www.owasp.org/index.php/AppSec_Israel_2016_CTF</A>&gt; <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_CTF">https://www.owasp.org/index.php/AppSec_Israel_2016_CTF</A> 

 

&#1499;&#1500; &#1494;&#1492; &#1489;&#1502;&#1495;&#1497;&#1512; &#1502;&#1510;&#1497;&#1488;&#1492; &#1513;&#1500; &#1495;&#1497;&#1504;&#1501;! 

&#1488;&#1489;&#1500; &#1495;&#1493;&#1489;&#1492; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1513;&#1514;&#1514;&#1507; &#8211; &#1488;&#1494; &#1488;&#1501; &#1496;&#1512;&#1501; &#1504;&#1512;&#1513;&#1502;&#1514;, &#1494;&#1492; &#1492;&#1494;&#1502;&#1503; &#1500;&#1492;&#1511;&#1500;&#1497;&#1511; &#1499;&#1488;&#1503;:  &lt;<A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A>&gt; <A HREF="https://appsecil2016.eventbrite.com/">https://appsecil2016.eventbrite.com/</A> 

&#1488;&#1508;&#1497;&#1500;&#1493; &#1504;&#1499;&#1500;&#1493;&#1500; &#1488;&#1512;&#1493;&#1495;&#1514; &#1510;&#1492;&#1512;&#1497;&#1497;&#1501; &#1511;&#1500;&#1492; &#1489;&#1488;&#1493;&#1514;&#1493; &#1502;&#1495;&#1497;&#1512; &#1513;&#1500; &#1495;&#1497;&#1504;&#1501;, &#1489;&#1488;&#1491;&#1497;&#1489;&#1493;&#1514; &#1492;&#1505;&#1508;&#1493;&#1504;&#1505;&#1493;&#1512;&#1497;&#1501; &#1492;&#1502;&#1506;&#1493;&#1500;&#1497;&#1501; &#1513;&#1500;&#1504;&#1493;! 

 

&#1494;&#1493;&#1492;&#1497; &#1490;&#1501; &#1492;&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1489;&#1492;&#1495;&#1500;&#1496; &#1500;&#1513;&#1512;&#1497;&#1497;&#1503; &#1500;&#1506;&#1510;&#1502;&#1498; &#1488;&#1514; &#1492;&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1493;&#1514; &#1500;&#1495;&#1505;&#1493;&#1497;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505;. 

&#1514;&#1514;&#1508;&#1505;&#1493; &#1502;&#1492;&#1512; &#1488;&#1514; &#1492;&#1508;&#1500;&#1496;&#1508;&#1493;&#1512;&#1502;&#1492; &#1500;&#1513;&#1497;&#1493;&#1493;&#1511; &#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1488;&#1493; &#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1500;&#1511;&#1492;&#1497;&#1500;&#1492; &#1499;&#1493;&#1500;&#1492;, &#1500;&#1490;&#1497;&#1493;&#1505; &#1492;&#1502;&#1493;&#1495;&#1493;&#1514; &#1492;&#1496;&#1493;&#1489;&#1497;&#1501; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1492; &#1488;&#1508;&#1500;&#1497;&#1511;&#1496;&#1497;&#1489;&#1497;&#1514; &#1493;&#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1488;&#1493;&#1489;&#1496;&#1495;, &#1488;&#1493; &#1508;&#1513;&#1493;&#1496; &#1500;&#1514;&#1502;&#1497;&#1499;&#1492; &#1489;&#1511;&#1492;&#1497;&#1500;&#1492;, &#1493;&#1514;&#1506;&#1494;&#1512;&#1493; &#1500;&#1513;&#1508;&#1512; &#1488;&#1514; &#1492;&#1499;&#1504;&#1505; &#1506;&#1493;&#1491; &#1497;&#1493;&#1514;&#1512;!  

&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1499;&#1488;&#1503;:  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships</A>&gt; <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships,">https://www.owasp.org/index.php/AppSec_Israel_2016_Sponsorships,</A> &#1488;&#1493; &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1500;&#1493;&#1495; &#1491;&#1493;&#1488;&#1500; &#1497;&#1513;&#1497;&#1512;&#1493;&#1514; &#1500;&#1488;&#1493;&#1512; &#1499;&#1509; ( &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>&gt; <A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">katz3112 at gmail.com</A>). 

 

&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1500;&#1492;&#1491;&#1490;&#1497;&#1513; &#1513;&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1492;&#1493;&#1491;&#1493;&#1514; &#1500;&#1504;&#1493;&#1514;&#1504;&#1497; &#1492;&#1495;&#1505;&#1493;&#1514;: 

 

&#1508;&#1500;&#1496;&#1497;&#1504;&#1493;&#1501;: Intuit, SafeBreach, GE Digital

&#1494;&#1492;&#1489;: &#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1504;&#1492;&#1500;, Appsec Labs, Akamai, Synopsys, Imperva

&#1499;&#1505;&#1507;: &#1488;&#1493;&#1504;&#1497;&#1489;&#1512;&#1505;&#1497;&#1496;&#1514; &#1489;&#1503; &#1490;&#1493;&#1512;&#1497;&#1493;&#1503;, Checkmarx, SeeHR, Komodo Consulting, Comsec Group, LivePerson

&#1514;&#1502;&#1497;&#1499;&#1492; &#1511;&#1492;&#1497;&#1500;&#1514;&#1497;&#1514;: Nixu Cybersecurity, &#1490;&#1489;&#1492;&#1497;&#1501; / &#1502;&#1490;&#1513;&#1497;&#1502;&#1497;&#1501; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1505;&#1497;&#1497;&#1489;&#1512;

&#1495;&#1505;&#1493;&#1497;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514;: SafeBreach (&#1514;&#1490;&#1497;&#1501;), GE Digital (&#1513;&#1512;&#1493;&#1499;&#1497;&#1501;), SafeBreach (&#1495;&#1493;&#1500;&#1510;&#1493;&#1514; &#1500;&#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501;), Komodo Consulting (&#1514;&#1495;&#1512;&#1493;&#1514; Capture the Flag)

 

 

 

 

Here is the updated list of talks and speakers, full descriptions of all the talks and speaker biographies are at <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Presentations.">https://www.owasp.org/index.php/AppSec_Israel_2016_Presentations.</A> 

A detailed schedule is available at <A HREF="https://appsecil2016.sched.org/.">https://appsecil2016.sched.org/.</A>  

 

&#1512;&#1513;&#1497;&#1502;&#1492; &#1502;&#1506;&#1493;&#1491;&#1499;&#1504;&#1514; &#1513;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1493;&#1492;&#1502;&#1512;&#1510;&#1497;&#1501; &#1500;&#1492;&#1500;&#1503;, &#1514;&#1497;&#1488;&#1493;&#1512; &#1502;&#1500;&#1488; &#1513;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1493;&#1489;&#1497;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492; &#1513;&#1500; &#1492;&#1502;&#1512;&#1510;&#1497;&#1501; &#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1489;-  &lt;<A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Presentations">https://www.owasp.org/index.php/AppSec_Israel_2016_Presentations</A>&gt; <A HREF="https://www.owasp.org/index.php/AppSec_Israel_2016_Presentations">https://www.owasp.org/index.php/AppSec_Israel_2016_Presentations</A> 

&#1500;&#1493;&#1495; &#1494;&#1502;&#1504;&#1497;&#1501; &#1502;&#1508;&#1493;&#1512;&#1496; &#1504;&#1502;&#1510;&#1488; &#1489;&#1499;&#1514;&#1493;&#1489;&#1514;  &lt;<A HREF="https://appsecil2016.sched.org/">https://appsecil2016.sched.org/</A>&gt; <A HREF="https://appsecil2016.sched.org/">https://appsecil2016.sched.org/</A>

 

*	Tomer Cohen, Head of R&amp;D security, Wix.com 
Bot Extension - Abusing Google Chrome Extensions for Bot Attacks 
&#1514;&#1493;&#1505;&#1508;&#1497; &#1489;&#1493;&#1496; - &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1514;&#1493;&#1505;&#1508;&#1497; &#1499;&#1512;&#1493;&#1501; &#1500;&#1502;&#1496;&#1512;&#1514; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1489;&#1493;&#1496;&#1497;&#1501;

*	Amit Ashbel, Director of Product Marketing &amp; Cyber Security Evangelist, Checkmarx, and 
Erez Yalon, Application Security Lead, Checkmarx
Could a few lines of code &lt;F!#ck&gt; it all up! 

*	Amit Klein, VP Security Research, SafeBreach 
Crippling HTTPS with unholy PAC 
 &#1488;&#1497;&#1498; &#1500;&#1492;&#1512;&#1493;&#1505; HTTPS &#1506;&#1501; PAC &#1495;&#1489;&#1500;&#1492; 

*	Martin Knobloch, Principal Consultant, Nixu 
Don't Feed the Hippos! 

*	Nadav Avital, Application Security Research Team Leader, Imperva, and 
Noam Mazor, Security Research Engineer, Imperva 
Hacking HTTP/2 - New attacks on the Internet&#8217;s Next Generation Foundation 

*	Erez Metula, Application Security Expert, AppSec Labs (Founder) 
Hacking RF based IoT Systems 
 &#1492;&#1488;&#1511;&#1497;&#1504;&#1490; &#1513;&#1500; &#1502;&#1506;&#1512;&#1499;&#1493;&#1514; IoT  &#1502;&#1489;&#1493;&#1505;&#1505;&#1493;&#1514; RF

*	Elena Kravchenko, ADM BU Security Lead Security &amp; Trust Office, HPE Software, and 
Efrat Wasserman, ADM Senior Program manager SRL, HPE Software 
Integrating Security in Agile projects 
*	Tal Melamed, Technical Leader, AppSec Labs 
Java Hurdling: Obstacles and Techniques in Java Client Penetration-testing 

*	Eli Greenbaum, Partner, Yigal Arnon &amp; Co. 
Law and the Israeli Cybersecurity Industry 
*	Liran Tal, R&amp;D Team Leader, Hewlett Packard Enterprise 
NodeJS Security Done Right&#8203; - The tips and tricks they won&#8217;t teach you in school&#8203; 

*	Tamir Shavro, Seeker R&amp;D Manager, Synopsys 
Putting the &quot;I&quot; in Code Review - Turning Code Review Interactive 

*	Ofer Maor, Director of Security Strategy, Synopsys 
Signoff or Sign-Out 

*	Or Katz, Principal Security Researcher, Akamai 
The Dark Side of Search Engines Optimizations 
&#1492;&#1510;&#1491; &#1492;&#1488;&#1508;&#1500; &#1513;&#1500; &#1511;&#1497;&#1491;&#1493;&#1501; &#1488;&#1514;&#1512;&#1497;&#1501; &#1489;&#1502;&#1504;&#1493;&#1506;&#1497; &#1495;&#1497;&#1508;&#1493;&#1513;

*	Dr. Nethanel Gelernter, Cyberpion &amp; The College of Management Academic Studies 
The Threat of Advanced Cross-Site Search Attacks 
&#1492;&#1488;&#1497;&#1493;&#1501; &#1513;&#1500; &#1492;&#1514;&#1511;&#1508;&#1493;&#1514; Cross-Site Search &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514;

*	Shay Chen, CEO, Effective Security 
The Unwanted Sons - Formalizing and Demonstrating WAF Bypass Methods for the REST of the Top 10 
&#1510;&#1488;&#1510;&#1488;&#1497;&#1501; &#1500;&#1488; &#1512;&#1510;&#1493;&#1497;&#1497;&#1501; - &#1508;&#1497;&#1512;&#1502;&#1493;&#1500; &#1500;&#1496;&#1499;&#1504;&#1497;&#1511;&#1493;&#1514; &#1495;&#1491;&#1513;&#1493;&#1514; &#1500;&#1502;&#1506;&#1511;&#1507; WAF &#1500;&#1513;&#1488;&#1512; &#1492;&#1492;&#1514;&#1511;&#1508;&#1493;&#1514; &#1492;&#1504;&#1508;&#1493;&#1510;&#1493;&#1514; &#1513;&#1500; OWASP TOP 10

*	Yair Amit, CTO &amp; Co-founder, Skycure 
The Ways Hackers Are Taking To Win The Mobile Malware Battle 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20160913/a43a6bc1/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20160913/a43a6bc1/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000561.html">[OWASP Israel] OWASP AppSec Israel 2016 - Capture the Flag!
</A></li>
	<LI>Next message: <A HREF="000563.html">[OWASP Israel] Do you have anything interesting to say about AppSec	jobs and careers? participate in a panel at AppSec IL on the topic
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#562">[ date ]</a>
              <a href="thread.html#562">[ thread ]</a>
              <a href="subject.html#562">[ subject ]</a>
              <a href="author.html#562">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
