<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] OWASP AppSec Israel 2016 - TOMORROW!!
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202016%20-%20TOMORROW%21%21&In-Reply-To=%3C191501d2118b%2482a20bf0%2487e623d0%24%40owasp.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000564.html">
   <LINK REL="Next"  HREF="000566.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] OWASP AppSec Israel 2016 - TOMORROW!!</H1>
    <B>Avi D - OWASP Israel</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20OWASP%20AppSec%20Israel%202016%20-%20TOMORROW%21%21&In-Reply-To=%3C191501d2118b%2482a20bf0%2487e623d0%24%40owasp.org%3E"
       TITLE="[OWASP Israel] OWASP AppSec Israel 2016 - TOMORROW!!">avi.douglen at owasp.org
       </A><BR>
    <I>Sun Sep 18 09:03:21 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000564.html">[OWASP Israel] Registration is open for the M.Sc. degree in	cyber-security from BGU
</A></li>
        <LI>Next message: <A HREF="000566.html">[OWASP Israel] Appsec IL 2016 lost &amp; found - Canon battery and	charger
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#565">[ date ]</a>
              <a href="thread.html#565">[ thread ]</a>
              <a href="subject.html#565">[ subject ]</a>
              <a href="author.html#565">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>(&#1506;&#1489;&#1512;&#1497;&#1514; &#1500;&#1502;&#1496;&#1492;)

Much excitement for the conference &#8211; TOMORROW! 

If you&#8217;ve already registered, don&#8217;t forget to show up on time.

Due to a last minute rush of late registrations, we are expecting close to 700 (!!) people attending the conference tomorrow! 

 

If you haven&#8217;t registered in time &#8211; I am truly sorry, we really cannot accept anybody else. 

All the talks WILL be recorded and available online. (And please do NOT just show up unregistered :) )

 

Please try to arrive early to ease the registration process (we&#8217;ve added additional registration stands but these are a LOT of people :) )

Also &#8211; please note that they&#8217;ve announced disruptions to public transportation (safe to assume this will also affect traffic): <A HREF="http://rail.co.il/EN/Pages/TLVclosure.aspx">http://rail.co.il/EN/Pages/TLVclosure.aspx</A> 

So please take this into account in your plans for tomorrow. 

 

Conference registration opens at 8:30, and talks commence at 9:30. 

There will be multiple tracks of fantastic talks by an amazing group of speakers, ending with an insightful panel of industry veterans on career management, ending by 18:30. 

In addition, this year AppSec Israel will also be hosting our very first Capture the Flag competition! 

A detailed schedule is available at <A HREF="https://appsecil2016.sched.org/.">https://appsecil2016.sched.org/.</A>  

 

 

We still need additional volunteers to assist with the operations during the conference. This includes proctors, bouncers (or &#8220;goons&#8221; in hackercon parley), videocamera operator, and so on. 

All volunteers are entitled to a free conference ticket!  (They will also receive an official conference t-shirt&#8230;) 

 

Please note that by volunteering you will NOT lose out on hearing the talks or socializing during the breaks! Duties are mainly IN the halls during the talks, and only a few minutes in the breaks area. 

There will be several shifts during the day, so no one will be stuck with the full day&#8230; 

If you are able to spend some of the time to support the running of the conference, please be in touch today with Hemed Gur Ary (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hemed at gurary.co.il</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hemed at gurary.co.il</A>&gt; ) and send him your phone number. 

 

 

I want to emphasize that attending this fantastic conference is FREE, thanks to our generous sponsors: 

 

Platinum Sponsors: Intuit, SafeBreach, GE Digital

Gold Sponsors: College of Management, Appsec Labs, Akamai, Synopsys, Imperva, Prime Minister&#8217;s Office

Silver Sponsors: Checkmarx, SeeHR, Komodo Consulting, Ben Gurion University, Comsec Group, LivePerson

Community Supporters: Nixu Cybersecurity, Gvahim / Magshimim Cyber Programs

A La Carte: SafeBreach (Badges), GE Digital (Lanyards), SafeBreach (Volunteer T-Shirts), Komodo Consulting (Capture the Flag)

 

&#1492;&#1502;&#1493;&#1503; &#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514; &#1500;&#1511;&#1512;&#1488;&#1514; &#1492;&#1499;&#1504;&#1505; &#8211; &#1502;&#1495;&#1512;!

&#1488;&#1501; &#1499;&#1489;&#1512; &#1504;&#1512;&#1513;&#1502;&#1514;, &#1500;&#1488; &#1500;&#1513;&#1499;&#1493;&#1495; &#1500;&#1492;&#1490;&#1497;&#1506; &#1489;&#1494;&#1502;&#1503;. 

&#1506;&#1511;&#1489; &#1500;&#1495;&#1509; &#1490;&#1491;&#1493;&#1500; &#1513;&#1500; &#1504;&#1512;&#1513;&#1502;&#1497;&#1501; &#1489;&#1512;&#1490;&#1506; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503;, &#1488;&#1504;&#1495;&#1504;&#1493; &#1510;&#1493;&#1508;&#1497;&#1501; &#1500;&#1499;-700 (!!) &#1502;&#1513;&#1514;&#1514;&#1508;&#1497;&#1501; &#1489;&#1499;&#1504;&#1505; &#1502;&#1495;&#1512;! 

 

&#1488;&#1501; &#1496;&#1512;&#1501; &#1504;&#1512;&#1513;&#1502;&#1514;&#1501; &#8211; &#1502;&#1488;&#1493;&#1491; &#1510;&#1512; &#1500;&#1497;, &#1488;&#1498; &#1500;&#1488; &#1504;&#1493;&#1499;&#1500; &#1500;&#1488;&#1508;&#1513;&#1512; &#1492;&#1490;&#1506;&#1492; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501;. 

&#1499;&#1500; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1497;&#1493;&#1511;&#1500;&#1496;&#1493; &#1493;&#1497;&#1493;&#1506;&#1500;&#1493; &#1500;&#1488;&#1514;&#1512;. (&#1504;&#1488; &#1500;&#1488; &#1500;&#1492;&#1490;&#1497;&#1506; &#1500;&#1499;&#1504;&#1505; &#1489;&#1500;&#1497; &#1500;&#1492;&#1497;&#1512;&#1513;&#1501;! :) )

 

&#1504;&#1488; &#1500;&#1504;&#1505;&#1493;&#1514; &#1500;&#1492;&#1490;&#1497;&#1506; &#1502;&#1493;&#1511;&#1491;&#1501;, &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1511;&#1500; &#1506;&#1500; &#1514;&#1492;&#1500;&#1497;&#1498; &#1492;&#1512;&#1497;&#1513;&#1493;&#1501; (&#1492;&#1493;&#1505;&#1508;&#1504;&#1493; &#1506;&#1493;&#1491; &#1506;&#1502;&#1491;&#1493;&#1514; &#1512;&#1497;&#1513;&#1493;&#1501; &#1488;&#1489;&#1500; &#1497;&#1492;&#1497;&#1493; &#1492;&#1512;&#1489;&#1492; &#1488;&#1504;&#1513;&#1497;&#1501; :) )

&#1513;&#1497;&#1502;&#1493; &#1500;&#1489; &#1513;&#1492;&#1493;&#1491;&#1497;&#1506;&#1493; &#1506;&#1500; &#1513;&#1497;&#1489;&#1493;&#1513;&#1497;&#1501; &#1489;&#1514;&#1495;&#1489;&#1493;&#1512;&#1492; &#1492;&#1510;&#1497;&#1489;&#1493;&#1512;&#1497;&#1514;, &#1505;&#1489;&#1497;&#1512; &#1500;&#1492;&#1504;&#1497;&#1495; &#1513;&#1494;&#1492; &#1497;&#1513;&#1508;&#1497;&#1506; &#1490;&#1501; &#1506;&#1500; &#1492;&#1508;&#1511;&#1511;&#1497;&#1501; -  &lt;<A HREF="http://rail.co.il/HE/DrivePlan/ScheduleAlerts/Pages/september-closure---TLV-stations.aspx">http://rail.co.il/HE/DrivePlan/ScheduleAlerts/Pages/september-closure---TLV-stations.aspx</A>&gt; <A HREF="http://rail.co.il/HE/DrivePlan/ScheduleAlerts/Pages/september-closure---TLV-stations.aspx">http://rail.co.il/HE/DrivePlan/ScheduleAlerts/Pages/september-closure---TLV-stations.aspx</A> 

&#1504;&#1488; &#1500;&#1511;&#1495;&#1514; &#1489;&#1495;&#1513;&#1489;&#1493;&#1503; &#1489;&#1514;&#1499;&#1504;&#1493;&#1503; &#1500;&#1502;&#1495;&#1512;. 

 

&#1492;&#1512;&#1497;&#1513;&#1493;&#1501; &#1489;&#1499;&#1504;&#1505; &#1504;&#1508;&#1514;&#1495; &#1489;-8:30, &#1493;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1514;&#1495;&#1497;&#1500;&#1493;&#1514; &#1489;&#1513;&#1506;&#1492; 9:30. 

&#1489;&#1499;&#1504;&#1505; &#1497;&#1514;&#1511;&#1497;&#1497;&#1502;&#1493; 2 &#1502;&#1505;&#1500;&#1493;&#1500;&#1497;&#1501; &#1513;&#1500; &#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1502;&#1506;&#1493;&#1500;&#1493;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1489;&#1493;&#1510;&#1492; &#1502;&#1491;&#1492;&#1497;&#1502;&#1492; &#1513;&#1500; &#1502;&#1512;&#1510;&#1497;&#1501;, &#1493;&#1497;&#1505;&#1497;&#1497;&#1501; &#1506;&#1501; &#1508;&#1488;&#1504;&#1500; &#1502;&#1506;&#1504;&#1497;&#1497;&#1503; &#1506;&#1501; &#1493;&#1493;&#1514;&#1497;&#1511;&#1497;&#1501; &#1489;&#1514;&#1506;&#1513;&#1497;&#1497;&#1492;, &#1489;&#1504;&#1493;&#1513;&#1488; &#1504;&#1497;&#1492;&#1493;&#1500; &#1511;&#1512;&#1497;&#1497;&#1512;&#1492;. &#1505;&#1497;&#1493;&#1501; &#1489;&#1513;&#1506;&#1492; 18:30. 

&#1489;&#1504;&#1493;&#1505;&#1507;, &#1492;&#1513;&#1504;&#1492; &#1499;&#1504;&#1505; AppSec Israel &#1497;&#1488;&#1512;&#1495; &#1488;&#1514; &#1492;&#1514;&#1495;&#1512;&#1493;&#1514; Capture the Flag &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1500;&#1504;&#1493;!

&#1500;&#1493;&#1495; &#1494;&#1502;&#1504;&#1497;&#1501; &#1502;&#1508;&#1493;&#1512;&#1496; &#1504;&#1502;&#1510;&#1488; &#1489;&#1499;&#1514;&#1493;&#1489;&#1514;  &lt;<A HREF="https://appsecil2016.sched.org/">https://appsecil2016.sched.org/</A>&gt; <A HREF="https://appsecil2016.sched.org/">https://appsecil2016.sched.org/</A>

 

 

&#1488;&#1504;&#1495;&#1504;&#1493; &#1506;&#1491;&#1497;&#1497;&#1503; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1502;&#1505;&#1508;&#1512; &#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1513;&#1497;&#1493;&#1499;&#1500;&#1493; &#1500;&#1506;&#1494;&#1493;&#1512; &#1489;&#1514;&#1508;&#1506;&#1493;&#1500; &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1499;&#1504;&#1505;. &#1494;&#1492; &#1499;&#1493;&#1500;&#1500; &#1513;&#1493;&#1502;&#1512;&#1497;&#1501;, &#1505;&#1491;&#1512;&#1504;&#1497;&#1501;, &#1514;&#1508;&#1506;&#1493;&#1500; &#1502;&#1510;&#1500;&#1502;&#1514; &#1493;&#1493;&#1497;&#1491;&#1488;&#1493;, &#1493;&#1499;&#1491;&#1493;&#1502;&#1492;. 

&#1499;&#1500; &#1492;&#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1494;&#1499;&#1488;&#1497;&#1501; &#1500;&#1499;&#1504;&#1497;&#1505;&#1492; &#1500;&#1499;&#1504;&#1505; &#1489;&#1495;&#1497;&#1504;&#1501;!  (&#1492;&#1501; &#1490;&#1501; &#1497;&#1511;&#1489;&#1500;&#1493; &#1495;&#1493;&#1500;&#1510;&#1514; &#1499;&#1504;&#1505; &#1512;&#1513;&#1502;&#1497;&#1514;.... ) 

 

&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1500;&#1492;&#1491;&#1490;&#1497;&#1513; &#1499;&#1497; &#1492;&#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501; &#1500;&#1488; &#1497;&#1511;&#1493;&#1508;&#1495;&#1493;, &#1493;&#1500;&#1488; &#1514;&#1508;&#1505;&#1497;&#1491;&#1493; &#1488;&#1514; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514; &#1488;&#1493; &#1494;&#1502;&#1503; &#1495;&#1489;&#1512;&#1514;&#1497; &#1489;&#1494;&#1502;&#1503; &#1492;&#1492;&#1508;&#1505;&#1511;&#1493;&#1514;! &#1492;&#1514;&#1508;&#1511;&#1497;&#1491;&#1497;&#1501; &#1489;&#1506;&#1497;&#1511;&#1512; &#1489;&#1514;&#1493;&#1498; &#1492;&#1488;&#1493;&#1500;&#1502;&#1493;&#1514; &#1489;&#1494;&#1502;&#1503; &#1492;&#1492;&#1512;&#1510;&#1488;&#1493;&#1514;, &#1493;&#1512;&#1511; &#1499;&#1502;&#1492; &#1491;&#1511;&#1493;&#1514; &#1489;&#1488;&#1494;&#1493;&#1512; &#1492;&#1492;&#1508;&#1505;&#1511;&#1493;&#1514;. 

&#1497;&#1492;&#1497;&#1493; &#1502;&#1505;&#1508;&#1512; &#1502;&#1513;&#1502;&#1512;&#1493;&#1514; &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1497;&#1493;&#1501;, &#1488;&#1494; &#1488;&#1507; &#1488;&#1495;&#1491; &#1500;&#1488; &#1497;&#1497;&#1514;&#1511;&#1506; &#1489;&#1514;&#1508;&#1511;&#1497;&#1491; &#1497;&#1493;&#1501; &#1513;&#1500;&#1501;... 

&#1502;&#1497; &#1513;&#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1513;&#1511;&#1497;&#1506; &#1495;&#1500;&#1511; &#1502;&#1492;&#1494;&#1502;&#1503; &#1489;&#1505;&#1497;&#1493;&#1506; &#1489;&#1514;&#1508;&#1506;&#1493;&#1500; &#1492;&#1499;&#1504;&#1505;, &#1504;&#1488; &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1511;&#1513;&#1512; &#1492;&#1497;&#1493;&#1501; &#1506;&#1501; &#1495;&#1502;&#1491; &#1490;&#1493;&#1512; &#1488;&#1512;&#1497; (<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hemed at gurary.co.il</A> &lt;mailto:<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">hemed at gurary.co.il</A>&gt; ) &#1493;&#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1500;&#1493; &#1488;&#1514; &#1502;&#1505;&#1508;&#1512; &#1492;&#1496;&#1500;&#1508;&#1493;&#1503; &#1513;&#1500;&#1498;. 

 

 

&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1500;&#1492;&#1491;&#1490;&#1497;&#1513; &#1513;&#1492;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514; &#1489;&#1499;&#1504;&#1505; &#1492;&#1497;&#1504;&#1492; &#1489;&#1495;&#1497;&#1504;&#1501;, &#1492;&#1493;&#1491;&#1493;&#1514; &#1500;&#1504;&#1493;&#1514;&#1504;&#1497; &#1492;&#1495;&#1505;&#1493;&#1514;: 

 

&#1508;&#1500;&#1496;&#1497;&#1504;&#1493;&#1501;: Intuit, SafeBreach, GE Digital

&#1494;&#1492;&#1489;: &#1502;&#1499;&#1500;&#1500;&#1492; &#1500;&#1502;&#1504;&#1492;&#1500;, Appsec Labs, Akamai, Synopsys, Imperva, &#1502;&#1513;&#1512;&#1491; &#1512;&#1488;&#1513; &#1492;&#1502;&#1502;&#1513;&#1500;&#1492;

&#1499;&#1505;&#1507;: &#1488;&#1493;&#1504;&#1497;&#1489;&#1512;&#1505;&#1497;&#1496;&#1514; &#1489;&#1503; &#1490;&#1493;&#1512;&#1497;&#1493;&#1503;, Checkmarx, SeeHR, Komodo Consulting, Comsec Group, LivePerson

&#1514;&#1502;&#1497;&#1499;&#1492; &#1511;&#1492;&#1497;&#1500;&#1514;&#1497;&#1514;: Nixu Cybersecurity, &#1490;&#1489;&#1492;&#1497;&#1501; / &#1502;&#1490;&#1513;&#1497;&#1502;&#1497;&#1501; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1505;&#1497;&#1497;&#1489;&#1512;

&#1495;&#1505;&#1493;&#1497;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514;: SafeBreach (&#1514;&#1490;&#1497;&#1501;), GE Digital (&#1513;&#1512;&#1493;&#1499;&#1497;&#1501;), SafeBreach (&#1495;&#1493;&#1500;&#1510;&#1493;&#1514; &#1500;&#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501;), Komodo Consulting (&#1514;&#1495;&#1512;&#1493;&#1514; Capture the Flag)

 

 

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20160918/e9ea30c5/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20160918/e9ea30c5/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000564.html">[OWASP Israel] Registration is open for the M.Sc. degree in	cyber-security from BGU
</A></li>
	<LI>Next message: <A HREF="000566.html">[OWASP Israel] Appsec IL 2016 lost &amp; found - Canon battery and	charger
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#565">[ date ]</a>
              <a href="thread.html#565">[ thread ]</a>
              <a href="subject.html#565">[ subject ]</a>
              <a href="author.html#565">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
