<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [OWASP Israel] Do you have anything interesting to say about AppSec	jobs and careers? participate in a panel at AppSec IL on the topic
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20Do%20you%20have%20anything%20interesting%20to%20say%20about%20AppSec%0A%09jobs%20and%20careers%3F%20participate%20in%20a%20panel%20at%20AppSec%20IL%20on%20the%20topic&In-Reply-To=%3C03c901d20da5%24d86be400%248943ac00%24%40shezaf.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000562.html">
   <LINK REL="Next"  HREF="000564.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[OWASP Israel] Do you have anything interesting to say about AppSec	jobs and careers? participate in a panel at AppSec IL on the topic</H1>
    <B>Ofer Shezaf</B> 
    <A HREF="mailto:owasp-israel%40lists.owasp.org?Subject=Re%3A%20%5BOWASP%20Israel%5D%20Do%20you%20have%20anything%20interesting%20to%20say%20about%20AppSec%0A%09jobs%20and%20careers%3F%20participate%20in%20a%20panel%20at%20AppSec%20IL%20on%20the%20topic&In-Reply-To=%3C03c901d20da5%24d86be400%248943ac00%24%40shezaf.com%3E"
       TITLE="[OWASP Israel] Do you have anything interesting to say about AppSec	jobs and careers? participate in a panel at AppSec IL on the topic">ofer at shezaf.com
       </A><BR>
    <I>Tue Sep 13 10:01:48 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000562.html">[OWASP Israel] OWASP AppSec Israel 2016 - CALL FOR VOLUNTEERS
</A></li>
        <LI>Next message: <A HREF="000564.html">[OWASP Israel] Registration is open for the M.Sc. degree in	cyber-security from BGU
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#563">[ date ]</a>
              <a href="thread.html#563">[ thread ]</a>
              <a href="subject.html#563">[ subject ]</a>
              <a href="author.html#563">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hi Everyone,

 

&#1500;&#1502;&#1512;&#1493;&#1514; &#1513;&#1500;&#1508;&#1512;&#1493;&#1509; &#1493;&#1500;&#1492;&#1490;&#1503; &#1492;&#1497;&#1488; &#1492;&#1502;&#1513;&#1497;&#1502;&#1492;, &#1500;&#1492;&#1490;&#1497;&#1506; &#1493;&#1500;&#1513;&#1488;&#1512; &#1489;&#1499;&#1493;&#1513;&#1512; &#1500;&#1506;&#1513;&#1493;&#1514; &#1494;&#1488;&#1514;, &#1500;&#1493;&#1493;&#1491;&#1488; &#1513;&#1488;&#1504;&#1495;&#1504;&#1493;
&#1506;&#1493;&#1513;&#1497;&#1501; &#1488;&#1514; &#1494;&#1492; &#1506;&#1501; &#1492;&#1488;&#1504;&#1513;&#1497;&#1501; &#1492;&#1504;&#1499;&#1493;&#1504;&#1497;&#1501; &#1493;&#1489;&#1488;&#1493;&#1508;&#1503; &#1499;&#1500;&#1500;&#1497; &#1513;&#1499;&#1500; &#1488;&#1493;&#1514;&#1503; &#1513;&#1506;&#1493;&#1514; &#1489;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1501; &#1499;&#1497;&#1507; &#1494;&#1492;
&#1500;&#1508;&#1506;&#1502;&#1497;&#1501; &#1495;&#1513;&#1493;&#1489; &#1488;&#1508;&#1497;&#1500;&#1493; &#1497;&#1493;&#1514;&#1512;. &#1500;&#1499;&#1503; &#1504;&#1511;&#1491;&#1497;&#1513; &#1492;&#1508;&#1506;&#1501; &#1508;&#1504;&#1500; &#1489;&#1502;&#1505;&#1490;&#1512;&#1514; AppSec IL &#1500;&#1504;&#1493;&#1513;&#1488; &#1500;&#1493; &#1488;&#1504;&#1495;&#1504;&#1493;
&#1502;&#1511;&#1491;&#1497;&#1513;&#1497;&#1501; &#1508;&#1495;&#1493;&#1514; &#1502;&#1491;&#1497; &#1494;&#1502;&#1503;: &#1511;&#1512;&#1497;&#1497;&#1512;&#1492; &#1489;&#1514;&#1495;&#1493;&#1501; &#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. 

 

&#1488;&#1497;&#1503; &#1502;&#1493;&#1510;&#1488;&#1497;&#1501; &#1488;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1504;&#1499;&#1493;&#1504;&#1492;, &#1488;&#1493; &#1488;&#1514; &#1492;&#1506;&#1493;&#1489;&#1491;&#1497;&#1501; &#1492;&#1504;&#1499;&#1493;&#1504;&#1497;&#1501;? &#1502;&#1492;&#1497; &#1492;&#1502;&#1513;&#1512;&#1492; &#1492;&#1488;&#1497;&#1491;&#1488;&#1500;&#1497;&#1514;
&#1489;&#1488;&#1489;&#1496;&#1495;&#1514; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1493;&#1502;&#1492; &#1492;&#1497;&#1488; &#1492;&#1502;&#1513;&#1512;&#1492; &#1492;&#1488;&#1502;&#1497;&#1514;&#1497;&#1514;? &#1488;&#1501; &#1492;&#1501; &#1513;&#1493;&#1504;&#1493;&#1514;, &#1488;&#1497;&#1498; &#1502;&#1490;&#1513;&#1512;&#1497;&#1501; &#1506;&#1500; &#1492;&#1508;&#1506;&#1512;? &#1492;&#1488;&#1501;
&#1508;&#1512;&#1497;&#1510;&#1492; &#1500;&#1488;&#1514;&#1512;&#1497;&#1501; &#1492;&#1497;&#1488; &#1490;'&#1493;&#1489; &#1500;&#1499;&#1500; &#1492;&#1495;&#1497;&#1497;&#1501;? &#1488;&#1501; &#1500;&#1488;, &#1488;&#1497;&#1498; &#1497;&#1493;&#1510;&#1488;&#1497;&#1501; &#1490;&#1497;&#1493;&#1493;&#1503; &#1493;&#1492;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514;? &#1499;&#1500; &#1488;&#1497;&#1500;&#1493;
&#1512;&#1511; &#1502;&#1511;&#1510;&#1514; &#1492;&#1513;&#1488;&#1500;&#1493;&#1514; &#1513;&#1488;&#1508;&#1513;&#1512; &#1500;&#1491;&#1493;&#1503; &#1506;&#1500;&#1497;&#1492;&#1501; &#1489;&#1508;&#1504;&#1500;.

 

&#1488;&#1494;... &#1488;&#1501; &#1497;&#1513; &#1500;&#1498; &#1502;&#1513;&#1492;&#1493; &#1502;&#1506;&#1504;&#1497;&#1497;&#1503; &#1500;&#1488;&#1502;&#1512; &#1489;&#1504;&#1493;&#1513;&#1488;, &#1513;&#1500;&#1495; &#1500;&#1497; &#1491;&#1493;&#1488;&quot;&#1500; &#1493;&#1505;&#1508;&#1512; &#1500;&#1497; &#1506;&#1500; &#1504;&#1511;&#1493;&#1491;&#1514; &#1492;&#1492;&#1513;&#1511;&#1508;&#1492;
&#1492;&#1497;&#1497;&#1495;&#1493;&#1491;&#1497;&#1514; &#1513;&#1500;&#1498; &#1493;&#1488;&#1513;&#1502;&#1495; &#1500;&#1513;&#1511;&#1493;&#1500; &#1500;&#1510;&#1512;&#1507; &#1488;&#1493;&#1514;&#1498; &#1500;&#1508;&#1504;&#1500;!

 

While breaking and protecting is what we do, making sure we become and stay
experts, work with the right people and generally have fun during our work
day is just as important, if not more. Therefore we decided to hold a panel
as part of AppSec IL on a topic we usually invest too little in: our appsec
careers. 

 

How do you find the right job, or the right people for the job? What is a
dream appsec job and what is a real appsec job? Are they the same and if
not, how do we bridge the gap. Is hammering apps a job for a life? If not,
how can one create diversity and a growth path? All those are just a few of
the many topics we can discuss.

 

So&#8230;. If you think you have something interesting to say on the topic,
contact me and tell me what is your unique angel and I will consider adding
you to the panel!

 

 

~ Ofer Shezaf

<A HREF="https://lists.owasp.org/mailman/listinfo/owasp-israel">ofer at shezaf.com</A>

 

-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.owasp.org/pipermail/owasp-israel/attachments/20160913/f075d2d6/attachment.html">http://lists.owasp.org/pipermail/owasp-israel/attachments/20160913/f075d2d6/attachment.html</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000562.html">[OWASP Israel] OWASP AppSec Israel 2016 - CALL FOR VOLUNTEERS
</A></li>
	<LI>Next message: <A HREF="000564.html">[OWASP Israel] Registration is open for the M.Sc. degree in	cyber-security from BGU
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#563">[ date ]</a>
              <a href="thread.html#563">[ thread ]</a>
              <a href="subject.html#563">[ subject ]</a>
              <a href="author.html#563">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.owasp.org/mailman/listinfo/owasp-israel">More information about the Owasp-israel
mailing list</a><br>
</body></html>
